Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: The Prefab file contains an invalid script. Applying is not possible. Enter Prefab Mode and either remove the script component or recover the script.
russian: Файл префаба содержит недопустимый скрипт. Подать заявку невозможно. Войдите в режим Prefab и либо удалите компонент сценария, либо восстановите сценарий.

source: The Prefab file contains missing SerializeReference types. Applying is not possible. Enter Prefab Mode to see more details.
russian: Файл Prefab содержит отсутствующие типы SerializeReference. Подать заявку невозможно. Войдите в режим Prefab, чтобы увидеть более подробную информацию.

source: The Prefab instance contains an invalid script. Applying is not possible. Remove or recover the script.
russian: Экземпляр Prefab содержит недопустимый скрипт. Подать заявку невозможно. Удалите или восстановите сценарий.

source: The Prefab file is immutable. Applying is not possible.
russian: Файл префаба является неизменяемым. Подать заявку невозможно.

source: Multiple instances of same Prefab Asset
russian: Несколько экземпляров одного и того же сборного актива

source: Multiple instances of the same Prefab Asset were detected. Potentially conflicting overrides will be applied sequentially and will overwrite each other.
russian: Было обнаружено несколько экземпляров одного и того же объекта Prefab. Потенциально конфликтующие переопределения будут применяться последовательно и перезаписывать друг друга.

source: unused override
russian: неиспользуемое переопределение

source: unused overrides
russian: неиспользуемые переопределения

source: {0} unused overrides
russian: {0} неиспользуемые переопределения

source: {0} has 1 unused removed component
russian: У {0} есть 1 неиспользуемый удаленный компонент.

source: {0} has {1} unused removed components
russian: В {0} есть {1} неиспользуемых удаленных компонентов

source: {0} has 1 unused removed GameObject
russian: У {0} есть 1 неиспользуемый удаленный игровой объект.

source: {0} has {1} unused removed GameObjects
russian: У пользователя {0} есть {1} неиспользуемых удаленных игровых объектов.

source: 1 unused override
russian: 1 неиспользованное переопределение

source: and {0} others
russian: и {0} другие

source: on {0} instances
russian: в {0} экземплярах

source: Prefab Source
russian: Источник префаба

source: Removed
russian: Удаленный

source: Added
russian: Добавлен

source: No Overrides
russian: Никаких переопределений

source: Apply overrides on this object.
russian: Примените переопределения к этому объекту.

source: Revert overrides on this object.
russian: Отменить переопределения для этого объекта.

source: Edit bounding volume. - Hold Alt after clicking control handle to pin center in place. - Hold Shift after clicking control handle to scale uniformly.
russian: Отредактируйте ограничивающий объем. — Удерживайте клавишу Alt после щелчка маркера управления, чтобы закрепить центр на месте. — Удерживайте клавишу Shift после щелчка маркера управления для равномерного масштабирования.

source: Create New Library
russian: Создать новую библиотеку

source: Preferences Folder
russian: Папка настроек

source: Project Folder
russian: Папка проекта

source: Grid
russian: Сетка

source: List
russian: Список

source: Small Grid
russian: Малая сетка

source: Large Grid
russian: Большая сетка

source: Small List
russian: Небольшой список

source: Large List
russian: Большой список

source: Create New Library...
russian: Создать новую библиотеку...

source: Add Factory Presets To Current Library
russian: Добавить заводские настройки в текущую библиотеку

source: Reveal Current Library Location
russian: Показать текущее местоположение библиотеки

source: Add new preset
russian: Добавить новый пресет

source: To add presets you need to press the 'Check out' button below
russian: Чтобы добавить пресеты, вам нужно нажать кнопку «Оформить заказ» ниже.

source: Presets
russian: Пресеты

source: New
russian: Новый

source: Move To First
russian: Перейти на первое место

source: Overlay preset files must have the {0} extension to be valid.
russian: Чтобы файлы настроек наложения были действительными, они должны иметь расширение {0}.

source: Load Overlay Preset From Disk
russian: Загрузить пресет наложения с диска

source: Failed to load the chosen preset, the file may not be a .{0} or was corrupted.
russian: Не удалось загрузить выбранный набор настроек. Возможно, файл не имеет формата .{0} или поврежден.

source: Trying to load an overlay preset with the name {0}. This preset targets the window type {0} which isn't valid for this window.
russian: Попытка загрузить набор настроек наложения с именем {0}. Эта предустановка нацелена на тип окна {0}, который недопустим для этого окна.

source: Trying to load an overlay preset with the name {0}. This name is already in used in the window, do you want to overwrite it?
russian: Попытка загрузить набор настроек наложения с именем {0}. Это имя уже используется в окне. Хотите его перезаписать?

source: Revert All Saved Presets
russian: Восстановить все сохраненные пресеты

source: Unity is about to delete all overlay presets that are not loaded from files in project and restore default settings.
russian: Unity собирается удалить все не загруженные настройки наложения из файлов проекта и восстановить настройки по умолчанию.

source: Hide
russian: Скрывать

source: Expand
russian: Расширять

source: Reset Size
russian: Сбросить размер

source: Panel
russian: Панель

source: Horizontal
russian: Горизонтальный

source: Vertical
russian: Вертикальный

source: Window Preset
russian: Предустановка окна

source: Save Window Preset
russian: Сохранить настройки окна

source: Invalid characters: {0}
russian: Недопустимые символы: {0}

source: Find References In Scene
russian: Найдите ссылки в сцене

source: GUI Skin
russian: Скин графического интерфейса

source: Cannot Delete
russian: Невозможно удалить

source: Deleting the 'Assets' folder is not allowed
russian: Удаление папки «Активы» не допускается.

source: Delete selected assets?
russian: Удалить выбранные объекты?

source: Delete selected asset?
russian: Удалить выбранный объект?

source: You cannot undo the delete assets action.
russian: Вы не можете отменить действие по удалению ресурсов.

source: Delete and reparent children
russian: Удаление и повторное родительство детей

source: Delete only
russian: Удалить только

source: Some assets could not be deleted. Make sure you are connected to your Version Control server or "Work Offline" is enabled.
russian: Некоторые ресурсы не удалось удалить. Убедитесь, что вы подключены к серверу контроля версий или включен режим «Работа в автономном режиме».

source: Some assets could not be deleted. Make sure nothing is keeping a hook on them, like a loaded DLL for example.
russian: Некоторые ресурсы не удалось удалить. Убедитесь, что ничто не удерживает их, например загруженная DLL.

source: Player Logging
russian: Журналирование игроков

source: Full Log [Developer Mode Only]
russian: Полный журнал [только в режиме разработчика]

source: Logging
russian: Ведение журнала

source: Direct Connection
russian: Прямое подключение

source: Target Selection: Choose the target to connect to.
russian: Выбор цели: выберите цель для подключения.

source: Play Mode
russian: Режим игры

source: Edit Mode
russian: Режим редактирования

source: <Enter IP>
russian: <Введите IP>

source: (Autoconnected Player)
russian: (Автоподключенный проигрыватель)

source: Connecting to player... (this can take a while)
russian: Подключение к плееру... (это может занять некоторое время)

source: (Localhost prohibited)
russian: (Локальный хост запрещен)

source: (Version mismatch)
russian: (Несоответствие версий)

source: Connect
russian: Соединять

source: Enter Player IP
russian: Введите IP игрока

source: Lighting Data Asset
russian: Актив данных освещения

source: A different LightingData.asset can be assigned here. These assets are generated by baking a scene in the OnDemand mode.
russian: Здесь можно назначить другой LightingData.asset. Эти ресурсы создаются путем запекания сцены в режиме OnDemand.

source: Lightmap textures: N/A
russian: Текстуры карты освещения: нет данных.

source: This lightmap has converged and is not owned by the Progressive Lightmapper anymore.
russian: Эта карта освещения объединилась и больше не принадлежит Progressive Lightmapper.

source: GPU memory: N/A
russian: Память графического процессора: нет данных

source: Realtime Indirect
russian: Косвенный режим реального времени

source: Realtime Directionality
russian: Направленность в реальном времени

source: Realtime Albedo
russian: Альбедо в реальном времени

source: Realtime Emissive
russian: Излучение в реальном времени

source: UV Charts
russian: УФ-диаграммы

source: Baked Directionality
russian: Запеченная направленность

source: Baked Shadowmask
russian: Запеченная теневая маска

source: Baked Albedo
russian: Запеченное Альбедо

source: Baked Emissive
russian: Запеченный излучающий

source: Baked UV Charts
russian: Запеченные УФ-диаграммы

source: Baked Texel Validity
russian: Срок действия запеченного текселя

source: Baked UV Overlap
russian: Запеченное УФ-перекрытие

source: Baked Lightmap Culling
russian: Запеченная обработка световых карт

source: The texture is not available at the moment.
russian: Текстура на данный момент недоступна.

source: The texture is not available at the moment. Please try to rebake the current scene or turn on Auto, and make sure that this object is set to 'Contribute Global Illumination' if it's meant to be baked.
russian: Текстура в данный момент недоступна. Пожалуйста, попробуйте перезаписать текущую сцену или включите «Авто» и убедитесь, что для этого объекта установлено значение «Внести глобальное освещение», если оно предназначено для запекания.

source: The texture is not available at the moment. Please make sure that Mixed Lights affect this GameObject and that it is set to 'Contribute Global Illumination'.
russian: Текстура на данный момент недоступна. Убедитесь, что смешанные источники света влияют на этот игровой объект и что для него установлено значение «Вносить глобальное освещение».

source: The texture is not an index-based texture and is not available when using Progressive. Please go to the instance you wish to debug, and select the lightmap on the Mesh Renderer.
russian: Текстура не является текстурой на основе индекса и недоступна при использовании Progressive. Перейдите к экземпляру, который вы хотите отладить, и выберите карту освещения в Mesh Renderer.

source: Loading...
russian: Загрузка...

source: Toggles the UV Overlay for all the objects in the lightmap. The currently selected object will be highlighted.
russian: Включает наложение UV для всех объектов на карте освещения. Выбранный в данный момент объект будет выделен.

source: Create a new Lighting Settings Asset with default settings.
russian: Создайте новый актив настроек освещения с настройками по умолчанию.

source: Clone
russian: Клонировать

source: Create a new Lighting Settings Asset based on the current settings.
russian: Создайте новый актив настроек освещения на основе текущих настроек.

source: Workflow Settings
russian: Настройки рабочего процесса

source: Light Probe Visualization
russian: Визуализация светового зонда

source: Display Weights
russian: Отображение веса

source: Display Occlusion
russian: Окклюзия дисплея

source: Highlight Invalid Cells
russian: Выделить недопустимые ячейки

source: Highlight the invalid cells that cannot be used for probe interpolation.
russian: Выделите недопустимые ячейки, которые нельзя использовать для пробной интерполяции.

source: GPU Baking Device
russian: Устройство для выпечки графического процессора

source: Will list all available GPU devices.
russian: Будет перечислены все доступные устройства с графическим процессором.

source: Changing the compute device used by the Progressive GPU Lightmapper requires the editor to be relaunched. Do you want to change device and restart?
russian: Изменение вычислительного устройства, используемого Progressive GPU Lightmapper, требует перезапуска редактора. Вы хотите сменить устройство и перезагрузить компьютер?

source: Concurrent Jobs
russian: Параллельные задания

source: The amount of simultaneously scheduled jobs.
russian: Количество одновременно запланированных заданий.

source: No devices found. Please start an initial bake to make this information available.
russian: Устройства не найдены. Пожалуйста, начните начальную выпечку, чтобы эта информация стала доступной.

source: Recalculate Environment Lighting
russian: Пересчитать освещение окружающей среды

source: Whether to automatically generate environment lighting in cases where the Active Scene has not previously been baked. This affects the ambient Light Probe and default cubemap which are both generated from the sky.
russian: Следует ли автоматически генерировать освещение окружающей среды в случаях, когда активная сцена ранее не была запечена. Это влияет на зонд окружающего освещения и кубическую карту по умолчанию, которые генерируются с неба.

source: Unknown
russian: Неизвестный

source: Lighting Settings Asset
russian: Актив настроек освещения

source: Light Explorer
russian: Световой исследователь

source: Navigation (Obsolete)
russian: Навигация (устарело)

source: The identifier for a set of values of the agent characteristics.
russian: Идентификатор набора значений характеристик агента.

source: The minimum distance to the walls where the navigation mesh can exist.
russian: Минимальное расстояние до стен, на котором может существовать навигационная сетка.

source: How much vertical clearance space must exist.
russian: Какой должен быть вертикальный зазор.

source: Step Height
russian: Высота шага

source: The height of discontinuities in the level the agent can climb over (i.e. steps and stairs).
russian: Высота разрывов уровня, на которые агент может подняться (т. е. ступени и лестницы).

source: Max Slope
russian: Макс. наклон

source: Maximum slope the agent can walk up.
russian: Максимальный уклон, по которому может подняться агент.

source: Agent Radius
russian: Агент Радиус

source: Agent Height
russian: Высота агента

source: Drop Height
russian: Высота падения

source: Maximum agent drop height.
russian: Максимальная высота падения агента.

source: Jump Distance
russian: Расстояние прыжка

source: Maximum agent jump distance.
russian: Максимальное расстояние прыжка агента.

source: Manual Voxel Size
russian: Ручной размер воксела

source: Enable to set voxel size manually.
russian: Включите, чтобы установить размер воксела вручную.

source: Voxel Size
russian: Размер воксела

source: Specifies the voxelization resolution at which the NavMesh is build.
russian: Указывает разрешение вокселизации, с которым строится NavMesh.

source: Min Region Area
russian: Минимальный регион Район

source: Minimum area that a navmesh region can be.
russian: Минимальная площадь, которую может занимать область навигационной сетки.

source: Height Mesh
russian: Высота сетки

source: Generate an accurate height mesh for precise agent placement (slower).
russian: Создайте точную сетку высот для точного размещения агентов (медленнее).

source: This window will be deprecated. Go in the menu Window -> AI -> Navigation in order to open the window provided by the AI Navigation package.
russian: Это окно станет устаревшим. Перейдите в меню Окно -> AI -> Навигация, чтобы открыть окно, предоставляемое пакетом AI Navigation.

source: For details, visit the Unity manual
russian: Подробности можно найти в руководстве Unity.

source: Baked Agent Size
russian: Размер запеченного агента

source: Generated Off Mesh Links
russian: Сгенерированные ссылки вне сетки

source: Agent Types
russian: Типы агентов

source: Cost
russian: Расходы

source: Agents
russian: Агенты

source: Navmesh agent settings.
russian: Настройки агента Navmesh.

source: Areas
russian: Области

source: Navmesh area settings.
russian: Настройки области Navmesh.

source: Navmesh bake settings.
russian: Настройки запекания Navmesh.

source: Bake settings for the currently selected object.
russian: Запекание настроек для текущего выбранного объекта.

source: Reset Legacy Bake Settings
russian: Сбросить устаревшие настройки выпечки

source: Name Prop
russian: Имя Опора

source: Radius Prop
russian: Радиусная опора

source: Height Prop
russian: Высота опоры

source: Step Height Prop
russian: Высота ступени

source: Visualization
russian: Визуализация

source: Select a Mesh Renderer or an Occlusion Area from the scene.
russian: Выберите на сцене Mesh Renderer или Occlusion Area.

source: Select a Camera from the scene.
russian: Выберите камеру на сцене.

source: The visualization may not correspond to current bake settings and Occlusion Area placements if they have been changed since last bake.
russian: Визуализация может не соответствовать текущим настройкам запекания и расположению области окклюзии, если они были изменены с момента последней запекания.

source: See the occlusion culling visualization in the Scene View based on the selected Camera.
russian: Посмотрите визуализацию отсеивания окклюзии в представлении сцены на основе выбранной камеры.

source: No occlusion data has been baked.
russian: Никакие данные об окклюзии не были запечены.

source: Smallest hole in the geometry through which the camera is supposed to see. The single float value of the parameter represents the diameter of the imaginary smallest hole, i.e. the maximum extent of a 3D object that fits through the hole.
russian: Наименьшее отверстие в геометрии, через которое должна видеть камера. Единственное значение параметра с плавающей запятой представляет собой диаметр воображаемого наименьшего отверстия, т.е. максимальную протяженность трехмерного объекта, который проходит через отверстие.

source: The backface threshold is a size optimization that reduces unnecessary details by testing backfaces. A value of 100 is robust and never removes any backfaces. A value of 5 aggressively reduces the data based on locations with visible backfaces. The idea is that typically valid camera positions cannot see many backfaces. For example, geometry under terrain and inside solid objects can be removed.
russian: Порог обратной стороны — это оптимизация размера, которая уменьшает ненужные детали за счет тестирования задней поверхности. Значение 100 является надежным и никогда не удаляет задние грани. Значение 5 агрессивно уменьшает данные на основе местоположений с видимыми обратными сторонами. Идея состоит в том, что обычно правильные положения камеры не позволяют видеть многие задние лица. Например, можно удалить геометрию под ландшафтом и внутри твердых объектов.

source: Far Clip Plane used during baking. This should match the largest far clip plane used by any camera in the scene. A value of 0.0 sets the far plane to Infinity.
russian: Дальняя плоскость отсечения, используемая во время запекания. Это должно соответствовать самой большой дальней плоскости отсечения, используемой любой камерой в сцене. Значение 0,0 устанавливает дальнюю плоскость на бесконечность.

source: The size of the smallest object that will be used to hide other objects when doing occlusion culling. For example, if a value of 4 is chosen, then all the objects that are higher or wider than 4 meters will block visibility and the objects that are smaller than that will not. This value is a tradeoff between occlusion accuracy and storage size.
russian: Размер наименьшего объекта, который будет использоваться для сокрытия других объектов при отсечении окклюзии. Например, если выбрано значение 4, то все объекты высотой или шириной более 4 метров будут блокировать видимость, а объекты меньшего размера — нет. Это значение представляет собой компромисс между точностью окклюзии и размером хранилища.

source: Default Parameters
russian: Параметры по умолчанию

source: The default parameters guarantee that any given scene computes fast and the occlusion culling results are good. As the parameters are always scene specific, better results will be achieved when fine tuning the parameters on a scene to scene basis. All the parameters are dependent on the unit scale of the scene and it is imperative that the unit scale parameter is set correctly before setting the default values.
russian: Параметры по умолчанию гарантируют, что любая данная сцена будет вычисляться быстро и результаты отсеивания окклюзии будут хорошими. Поскольку параметры всегда зависят от сцены, лучшие результаты будут достигнуты при точной настройке параметров для каждой сцены. Все параметры зависят от масштаба единицы сцены, и перед установкой значений по умолчанию необходимо правильно установить параметр масштаба единицы.

source: Infinite
russian: бесконечный

source: Far Plane
russian: Дальний самолет

source: Falloff
russian: Спад

source: Falloff Strength
russian: Сила спада

source: Target Sorting Layer
russian: Целевой сортировочный слой

source: Mixed...
russian: Смешанный...

source: Shadow
russian: Тень

source: Shadow Strength
russian: Теневая сила

source: Parametric
russian: Параметрический

source: Parametric Lights have been deprecated. To continue, upgrade your Parametric Lights to Freeform Lights to enjoy similar light functionality.
russian: Параметрические источники света устарели. Чтобы продолжить, обновите параметрические источники света до источников света произвольной формы, чтобы получить аналогичную функциональность освещения.

source: Freeform
russian: Свободная форма

source: Global
russian: Глобальный

source: Environment
russian: Среда

source: Realtime Lightmaps
russian: Карты освещения в реальном времени

source: Baked Lightmaps
russian: Запеченные лайтмапы

source: Generate lighting data in the Scene when there are changes that affect Scene lighting, such as modifications to lights, materials, or geometry. This option is only available when there is a Lighting Settings Asset assigned in the Lighting Window.
russian: Генерируйте данные освещения в сцене, когда происходят изменения, влияющие на освещение сцены, например изменения источников света, материалов или геометрии. Этот параметр доступен только в том случае, если в окне «Освещение» назначен актив «Настройки освещения».

source: Generate Lighting
russian: Создать освещение

source: Generates the lightmap data for the current master scene. This lightmap data (for realtime and baked global illumination) is stored in the GI Cache. For GI Cache settings see the Preferences panel.
russian: Генерирует данные карты освещения для текущей основной сцены. Эти данные карты освещения (для реального и запеченного глобального освещения) хранятся в GI Cache. Настройки GI Cache см. на панели «Настройки».

source: Play the animation clip.
russian: Воспроизведите анимационный клип.

source: Enable/disable keyframe recording mode.
russian: Включить/отключить режим записи ключевых кадров.

source: Enable/disable scene preview mode.
russian: Включить/выключить режим предварительного просмотра сцены.

source: Go to previous keyframe.
russian: Перейти к предыдущему ключевому кадру.

source: Go to next keyframe.
russian: Перейти к следующему ключевому кадру.

source: Go to the beginning of the animation clip.
russian: Перейти к началу анимационного клипа.

source: Go to the end of the animation clip.
russian: Перейти к концу анимационного клипа.

source: Add keyframe.
russian: Добавьте ключевой кадр.

source: Add event.
russian: Добавить событие.

source: Filter by selection.
russian: Фильтровать по выбору.

source: Animation Window is linked to Timeline Editor. Press to Unlink.
russian: Окно анимации связано с редактором временной шкалы. Нажмите, чтобы отменить связь.

source: No animatable object selected.
russian: Анимируемый объект не выбран.
