Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: ... (For the full error message, see the editor log file located at [%s])
russian: ... (Полное сообщение об ошибке см. в файле журнала редактора, расположенном по адресу [%s])

source: Cancel
russian: Отмена

source: Edit
russian: Редактировать

source: Window
russian: Окно

source: Undo
russian: Отменить

source: Redo
russian: Повторить

source: Saving Prefab during OnValidate, physics trigger/contact, animation event callbacks, rendering callbacks is not allowed.
russian: Сохранение префаба во время OnValidate, физического триггера/контакта, обратных вызовов событий анимации, обратных вызовов рендеринга не разрешено.

source: Could not find AssetImporter from instanceID. Are you sure the instanceID is for a persistent object?
russian: Не удалось найти AssetImporter по идентификатору экземпляра. Вы уверены, что идентификатор экземпляра относится к постоянному объекту?

source: Assign Material %s
russian: Назначить материал %s

source: Assign Parent
russian: Назначить родителя

source: Assign Shader %s
russian: Назначить шейдер %s

source: Failed to find default shader
russian: Не удалось найти шейдер по умолчанию.

source: Failed to find compatible Skybox shader
russian: Не удалось найти совместимый шейдер Skybox.

source: Assign Skybox Material %s
russian: Назначить материал Skybox %s

source: Add Director
russian: Добавить директора

source: Add Animator
russian: Добавить аниматора

source: Assign Controller
russian: Назначить контроллер

source: Add Animation
russian: Добавить анимацию

source: Assign Animation
russian: Назначить анимацию

source: Assign Animator
russian: Назначить аниматора

source: Can't add script
russian: Не могу добавить скрипт

source: The script is an editor script.
russian: Скрипт является скриптом редактора.

source: OK
russian: ХОРОШО

source: Can't add script component '%s' because the script class cannot be found. Make sure that there are no compile errors and that the file name and class name match.
russian: Невозможно добавить компонент сценария "%s", поскольку не найден класс сценария. Убедитесь, что нет ошибок компиляции и что имя файла и имя класса совпадают.

source: Drag MonoBehaviour
russian: Перетащите MonoBehaviour

source: Can't add script '%s' to the GameObject '%s'
russian: Невозможно добавить скрипт «%s» в игровой объект «%s».

source: because it has destroyed itself in Awake or OnEnable.
russian: потому что он уничтожил себя в Awake или OnEnable.

source: %s Drag Instantiate
russian: %s Перетащите экземпляр

source: Assign AudioClip
russian: Назначить аудиоклип

source: Assign Playable
russian: Назначить играбельный

source: Change %s Parent
russian: Изменить родителя %s

source: Move Component
russian: Переместить компонент

source: Extract Component
russian: Извлечь компонент

source: Create GameObject with Component
russian: Создать GameObject с компонентом

source: Turn open Prefab into Variant with new base?
russian: Превратить открытый префаб в вариант с новой базой?

source: Making the root of the currently open Prefab into a new Prefab of its own will make the open Prefab a Prefab Variant with the new Prefab as its base.
russian: Превращение корня текущего открытого префаба в новый собственный префаб сделает открытый префаб вариантом префаба с новым префабом в качестве основы.

source: Create Base
russian: Создать базу

source: Creating a new Prefab as the root of the currently open Prefab Variant. The new Variant parent can either be inserted into the inheritance chain between the open Prefab Variant and the original Variant parent or replace the existing Variant parent.
russian: Создание нового префаба в качестве корня текущего открытого варианта префаба. Новый родительский вариант может быть либо вставлен в цепочку наследования между открытым вариантом префаба и исходным родительским вариантом, либо заменить существующий родительский вариант.

source: Replace Variant Parent
russian: Заменить родительский вариант

source: Insert Variant Parent
russian: Вставить родительский вариант

source: Would you like to create a new original Prefab or a variant from {0}?
russian: Хотите создать новый оригинальный префаб или вариант из {0}?

source: Create Prefab or Variant?
russian: Создать префаб или вариант?

source: Original Prefab
russian: Оригинальный префаб

source: Prefab Variant
russian: Сборный вариант

source: Would you like to create a Prefab Variant from {0}?
russian: Хотите создать вариант префаба из {0}?

source: Create Prefab Variant?
russian: Создать вариант сборного дома?

source: Create Variant
russian: Создать вариант

source: Would you like to create new original Prefabs or variants from preexisting Prefabs?
russian: Хотите создать новые оригинальные префабы или варианты из уже существующих префабов?

source: Prefabs will be created from selected plain GameObjects
russian: Префабы будут созданы из выбранных простых игровых объектов.

source: Prefab variants will be created from selected Model Prefabs
russian: Варианты префабов будут созданы из выбранных префабов модели.

source: Create Prefabs or Variants?
russian: Создавать префабы или варианты?

source: Original Prefabs
russian: Оригинальные префабы

source: Prefab Variants
russian: Варианты сборных конструкций

source: Create Prefabs and Variants?
russian: Создавать префабы и варианты?

source: Create Variants?
russian: Создать варианты?

source: Create
russian: Создавать

source: Are you sure you want to replace the contents of the Prefab '%s' with GameObjects that are unrelated to it? This action is not undoable.
russian: Вы уверены, что хотите заменить содержимое префаба «%s» не связанными с ним игровыми объектами? Это действие нельзя отменить.

source: Possibly unwanted Prefab replacement
russian: Возможная нежелательная замена префаба.

source: Replace Anyway
russian: Все равно заменить

source: Don't Replace
russian: Не заменять

source: Create/Replace Prefab
russian: Создать/заменить префаб

source: Can't connect to GameObject
russian: Не могу подключиться к GameObject

source: Assets in the StreamingAssets folder are not imported. The created asset will not be connected to the original GameObject
russian: Ресурсы в папке StreamingAssets не импортируются. Созданный ассет не будет связан с исходным GameObject.

source: Create/Replace prefab
russian: Создать/заменить префаб

source: Keep Both
russian: Держите оба

source: Skip All
russian: Пропустить все

source: Skip File
russian: Пропустить файл

source: Failed importing package %s
russian: Не удалось импортировать пакет %s.

source: %s is not a valid asset file name. Please make sure there are no slashes or other unallowed characters in the file name. The file will be ignored.
russian: %s не является допустимым именем файла ресурса. Убедитесь, что в имени файла нет косых черт или других недопустимых символов. Файл будет проигнорирован.

source: Failed copying file {0} to {1}.
russian: Не удалось скопировать файл {0} в {1}.

source: Merging {0} with {1}. Select "Merge into existing" to write result into {2} (cannot be undone).
russian: Объединение {0} с {1}. Выберите «Объединить с существующими», чтобы записать результат в {2} (отменить действие невозможно).

source: Merging %s with open scene %s. Select "Merge into open" to save open scene before merging and writing to disk (cannot be undone).
russian: Объединение %s с открытой сценой %s. Выберите «Объединить в открытую», чтобы сохранить открытую сцену перед объединением и записью на диск (отменить действие невозможно).

source: Merge scenes
russian: Объединить сцены

source: Merge into open
russian: Слияние в открытое

source: Merge into new
russian: Объединиться в новый

source: Merge into existing
russian: Слияние с существующими

source: Couldn't create merge output file
russian: Не удалось создать выходной файл слияния

source: Warning
russian: Предупреждение

source: Importing a complete project will overwrite your current project settings. To leave your project intact, click the Switch Project button to create a temporary project where you can safely import this package.
russian: Импорт всего проекта перезапишет текущие настройки проекта. Чтобы оставить проект нетронутым, нажмите кнопку «Переключить проект», чтобы создать временный проект, в который вы сможете безопасно импортировать этот пакет.

source: Import
russian: Импорт

source: Switch Project
russian: Переключить проект

source: This Unity Package has Package Manager dependencies.
russian: Этот пакет Unity имеет зависимости от диспетчера пакетов.

source: Install/Upgrade
russian: Установить/обновить

source: Skip
russian: Пропускать

source: Add %s
russian: Добавить %s

source: Can't add script '%s' to the gameobject because it has destroyed itself in Awake or OnEnable
russian: Невозможно добавить скрипт «%s» к игровому объекту, поскольку он уничтожил себя в режиме «Пробуждение» или «При включении».

source: Create %s
russian: Создать %s

source: Upgrading this project requires a change to the read-only files [{0}]. Would you like to make these files writable and continue?
russian: Обновление этого проекта требует изменения файлов, доступных только для чтения [{0}]. Хотите сделать эти файлы доступными для записи и продолжить?

source: Failed to make the file {0} writable.
russian: Не удалось сделать файл {0} доступным для записи.

source: The files [{0}] have been modified while upgrading the project. Please remember to reconcile these changes with your Version Control System if appropriate.
russian: Файлы [{0}] были изменены при обновлении проекта. Не забудьте согласовать эти изменения с вашей системой контроля версий, если это необходимо.

source: Failed to decompress [{0}].
russian: Не удалось распаковать [{0}].

source: [{0}] was not found.
russian: [{0}] не найден.

source: [{0}] must contain a name and version.
russian: [{0}] должно содержать имя и версию.

source: The file or folder [{0}] was not found.
russian: Файл или папка [{0}] не найдены.

source: The package [{0}] was not found.
russian: Пакет [{0}] не найден.

source: [{0}] is not a valid project template.
russian: [{0}] не является допустимым шаблоном проекта.

source: The file [{0}] must be omitted.
russian: Файл [{0}] должен быть опущен.

source: Initializing project template...
russian: Инициализация шаблона проекта...

source: Failed to resolve project template: {0}
russian: Не удалось разрешить шаблон проекта: {0}.

source: Children of a Prefab instance cannot be moved, and components cannot be reordered.
russian: Дочерние элементы экземпляра Prefab нельзя перемещать, а порядок компонентов нельзя изменять.

source: Cannot restructure Prefab instance
russian: Невозможно реструктурировать экземпляр Prefab.

source: Need to save in the Assets folder
russian: Нужно сохранить в папке Assets

source: You need to save the file inside of the project's assets folder
russian: Вам необходимо сохранить файл в папке ресурсов проекта.

source: Correct the file name
russian: Исправьте имя файла

source: Special characters and reserved names cannot be used for file names.
russian: В именах файлов нельзя использовать специальные символы и зарезервированные имена.

source: Replace %s
russian: Заменить %s

source: Replacing transform
russian: Замена преобразования

source: Replacing a transform on a Prefab instance with a different type of transform is not allowed.
russian: Замена преобразования в экземпляре Prefab другим типом преобразования не допускается.

source: Cannot replace transform
russian: Невозможно заменить преобразование

source: Replacing a Transform which resides in a Prefab is disabled to prevent data corruption.
russian: Замена Transform, находящегося в префабе, отключена во избежание повреждения данных.

source: Remove %s
russian: Удалить %s

source: Paste %s
russian: Вставить %s

source: Paste %d Objects
russian: Вставить %d объектов

source: Delete Game Objects
russian: Удалить игровые объекты

source: Paste New %s
russian: Вставить новый %s

source: Paste Component
russian: Вставить компонент

source: Paste %s Values
russian: Вставить значения %s

source: Assign VideoClip
russian: Назначить видеоклип

source: Launch Unity
russian: Запустить Unity

source: We recommend installing the Unity Hub for the best Unity experience. Visit http://unity3d.com/get-unity/download Continue launching Unity
russian: Мы рекомендуем установить Unity Hub для наилучшего использования Unity. Посетите http://unity3d.com/get-unity/download. Продолжайте запуск Unity.

source: Create empty project
russian: Создать пустой проект

source: Quit
russian: Покидать

source: Open project
russian: Открыть проект

source: Choose project folder
russian: Выберите папку проекта

source: It looks like another Unity instance is running with this project open. Multiple Unity instances cannot open the same project. Project: %s
russian: Похоже, что другой экземпляр Unity работает с открытым проектом. Несколько экземпляров Unity не могут открыть один и тот же проект. Проект: %s

source: Error!
russian: Ошибка!

source: There is no project in this folder.
russian: В этой папке нет проекта.

source: Install Unity Hub
russian: Установите Unity Hub

source: To access tutorials and other helpful content in a new Project, you must install the Unity Hub. Click on Later to create an empty Project without installing the Hub.
russian: Чтобы получить доступ к руководствам и другому полезному контенту в новом проекте, вам необходимо установить Unity Hub. Нажмите «Позже», чтобы создать пустой проект без установки Hub.

source: Install
russian: Установить

source: Later
russian: Позже

source: To use Unity, you must have an active license. Please download the Unity Hub and activate your license.
russian: Чтобы использовать Unity, у вас должна быть активная лицензия. Загрузите Unity Hub и активируйте лицензию.

source: Quit Unity
russian: Выйти из Unity

source: You must install the Unity Hub to sign in and use Unity services.
russian: Вам необходимо установить Unity Hub для входа в систему и использования сервисов Unity.

source: You must install the Unity Hub to manage your license.
russian: Для управления лицензией вам необходимо установить Unity Hub.

source: You must install the Unity Hub for this action
russian: Для этого действия вам необходимо установить Unity Hub.

source: Unknown reflection probe job type: %d
russian: Неизвестный тип задания пробы отражения: %d

source: Hold on...
russian: Подожди...

source: Recompiling managed editor code
russian: Перекомпиляция кода управляемого редактора

source: Saving Prefab failed. Cannot convert absolute path to a project relative path. If you are saving outside the project's root folder make sure the input path is relative. Input path: '%s'
russian: Не удалось сохранить префаб. Невозможно преобразовать абсолютный путь в относительный путь проекта. Если вы сохраняете данные за пределами корневой папки проекта, убедитесь, что входной путь является относительным. Путь ввода: '%s'

source: Can't connect a Prefab in the StreamingAssets folder to GameObjects in the scene.
russian: Невозможно подключить префаб в папке StreamingAssets к GameObjects в сцене.

source: Saving Prefab during OnValidate, physics trigger/contact, animation event callbacks, rendering callbacks is not allowed (%s).
russian: Сохранение префаба во время OnValidate, физического триггера/контакта, обратных вызовов событий анимации, обратных вызовов рендеринга не разрешено (%s).

source: Parent directory must exist before creating asset at %s.
russian: Родительский каталог должен существовать до создания актива в %s.

source: Saving Prefab to immutable folder is not allowed: %s
russian: Сохранение префаба в неизменяемой папке не разрешено: %s

source: Saving Prefab failed. Input GameObject is not valid
russian: Не удалось сохранить префаб. Входной игровой объект недействителен.

source: Can't save persistent Objects and connect them to the saved Prefab
russian: Невозможно сохранить постоянные объекты и подключить их к сохраненному префабу.

source: Parent directory must exist before creating asset at {0}.
russian: Родительский каталог должен существовать до создания актива в {0}.

source: You are trying to save a Prefab with a missing script. This is not allowed. Please change the script or remove it from the GameObject '%s'.
russian: Вы пытаетесь сохранить префаб с отсутствующим скриптом. Это запрещено. Пожалуйста, измените сценарий или удалите его из игрового объекта «%s».

source: Missing script
russian: Отсутствует сценарий

source: You are trying to save a Prefab that contains the script '%s', which does not derive from MonoBehaviour. This is not allowed. Please change the script to derive from MonoBehaviour or remove it from the GameObject '%s'.
russian: Вы пытаетесь сохранить префаб, содержащий сценарий «%s», который не является производным от MonoBehaviour. Это запрещено. Измените сценарий, чтобы он был производным от MonoBehaviour, или удалите его из игрового объекта «%s».

source: Invalid script
russian: Неверный скрипт

source: Cyclic Prefab nesting not supported
russian: Циклическое вложение префабов не поддерживается.

source: Dropping here would result in cyclic nesting of Prefabs which is not supported.
russian: Удаление здесь приведет к циклическому вложению префабов, которое не поддерживается.

source: Cross scene reference detected: %s in scene %s is referencing %s in scene %s. The reference will be removed when the scene is saved.
russian: Обнаружена перекрестная ссылка на сцену: %s в сцене %s ссылается на %s в сцене %s. Ссылка будет удалена при сохранении сцены.

source: Opening scene in read-only package!
russian: Вступительная сцена в пакете только для чтения!

source: It is not allowed to open a scene in a read-only package.
russian: Не разрешается открывать сцену в пакете, предназначенном только для чтения.

source: Close
russian: Закрывать

source: The scene you want to open is in another project %s Do you want to open the scene in that project?
russian: Сцена, которую вы хотите открыть, находится в другом проекте. %s Хотите открыть сцену в этом проекте?

source: About to open another project!
russian: Собираюсь открыть еще один проект!

source: Open
russian: Открыть

source: Invalid path name for saving scene %s. Make sure your path is relative to the project folder.
russian: Неверный путь для сохранения сцены %s. Убедитесь, что ваш путь указан относительно папки проекта.

source: Do you want to save the changes you made in the scenes: %s
russian: Хотите сохранить изменения, внесенные вами в сцены: %s

source: %s and others...
russian: %s и другие...

source: %s Your changes will be lost if you don't save them.
russian: %s Ваши изменения будут потеряны, если вы их не сохраните.

source: Scene(s) Have Been Modified
russian: Сцены были изменены

source: Save
russian: Сохранять

source: Don't Save
russian: Не сохранять

source: You need to save the scene before baking %s.
russian: Вам необходимо сохранить сцену перед запеканием %s.

source: The untitled scene needs saving
russian: Сцену без названия необходимо сохранить.

source: Save Scene
russian: Сохранить сцену

source: Failed to save scene %s.
russian: Не удалось сохранить сцену %s.

source: Save Scene has failed
russian: Сохранить сцену не удалось

source: Overwriting the same path as another open scene is not allowed.
russian: Перезапись того же пути, что и другая открытая сцена, не допускается.

source: Try Again
russian: Попробуйте еще раз

source: The following open scene(s) have been changed on disk:
russian: На диске были изменены следующие открытые сцены:

source: The open scene(s) have been modified externally
russian: Открытая сцена(и) была изменена извне.

source: Reload
russian: Перезагрузить

source: Ignore
russian: игнорировать

source: Adding collab-proxy package...
russian: Добавление пакета Collab-Proxy...

source: Texture {0} has custom settings not set to Override. Using default settings.
russian: Текстура {0} имеет пользовательские настройки, для которых не установлено значение «Переопределить». Использование настроек по умолчанию.

source: Cannot use format %s with Virtual Texturing. The texture will have Virtual Texture Only disabled.
russian: Невозможно использовать формат %s с виртуальным текстурированием. Для текстуры будет отключен параметр «Только виртуальная текстура».

source: Textures smaller than %i by %i pixels can not be used with Virtual Texturing. The texture will have Virtual Texture Only disabled.
russian: Текстуры размером менее %i на %i пикселей нельзя использовать с виртуальным текстурированием. Для текстуры будет отключен параметр «Только виртуальная текстура».

source: Only POT textures can be used with Virtual Texturing. The texture will have Virtual Texture Only disabled.
russian: С виртуальным текстурированием можно использовать только текстуры POT. Для текстуры будет отключен параметр «Только виртуальная текстура».

source: Virtual Texturing is disabled. The Virtual Texture Only flag will have no effect.
russian: Виртуальное текстурирование отключено. Флаг «Только виртуальные текстуры» не будет иметь никакого эффекта.

source: Invalid input stream, could not read RIFF WAV header
russian: Неверный входной поток, не удалось прочитать заголовок RIFF WAV.

source: Could not allocate memory for transcoder buffer
russian: Не удалось выделить память для буфера транскодера.

source: Could not initialize preview generator
russian: Не удалось инициализировать генератор предварительного просмотра

source: Transcoder failed to read input data
russian: Транскодеру не удалось прочитать входные данные

source: Transcoder got unsupported input data format. Only 8, 16, 24, 32 bit integer and 32 bit float PCM are supported.
russian: Транскодер получил неподдерживаемый формат входных данных. Поддерживаются только 8, 16, 24, 32-битные целые числа и 32-битные форматы PCM с плавающей запятой.

source: Transcoder failed to write RIFF WAV header
russian: Транскодеру не удалось записать заголовок RIFF WAV.

source: Transcoder failed to write PCM data
russian: Транскодеру не удалось записать данные PCM.

source: Help/Unity Manual
russian: Справка/Руководство по Unity

source: Help/Scripting Reference
russian: Справка/Справочник по сценариям

source: New Render Texture
russian: Новая текстура рендеринга

source: New Custom Render Texture
russian: Новая пользовательская текстура рендеринга

source: New Animation
russian: Новая анимация

source: New Cubemap
russian: Новая кубическая карта

source: New Flare
russian: Новая вспышка

source: New LightmapParameters
russian: Новые параметры карты освещения

source: New Material
russian: Новый материал

source: Variant
russian: Вариант

source: You can also import files by dragging them from the Finder into the Project view or manually copying them to the asset folder.
russian: Вы также можете импортировать файлы, перетащив их из Finder в представление «Проект», а не скопировав их вручную в папку ресурсов.

source: Import New Asset
russian: Импортировать новый актив

source: Are you sure you want to reimport all assets?
russian: Вы уверены, что хотите повторно импортировать все ресурсы?
