Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: In order to build a player, go to 'Player Settings...' to resolve the incompatibility between the Lightmap Encoding value you have selected and the current settings.
russian: Чтобы создать проигрыватель, перейдите в «Настройки проигрывателя...», чтобы устранить несовместимость между выбранным вами значением кодировки Lightmap и текущими настройками.

source: In order to build a player, go to 'Player Settings...' to resolve the incompatibility between the HDR Cubemap Encoding value you have selected and the current settings.
russian: Чтобы создать проигрыватель, перейдите в «Настройки проигрывателя...», чтобы устранить несовместимость между выбранным вами значением кодировки HDR Cubemap и текущими настройками.

source: Cannot build player because Virtual Texturing is enabled, but the target platform or graphics API does not support Virtual Texturing. Go to Player Settings to resolve the incompatibility.
russian: Невозможно создать проигрыватель, поскольку включено виртуальное текстурирование, но целевая платформа или графический API не поддерживают виртуальное текстурирование. Перейдите в настройки проигрывателя, чтобы устранить несовместимость.

source: Cannot build player while editor is importing assets or compiling scripts.
russian: Невозможно создать проигрыватель, пока редактор импортирует ресурсы или компилирует сценарии.

source: Platform
russian: Платформа

source: Which platform to build for
russian: Для какой платформы создавать

source: Switch Platform
russian: Переключить платформу

source: Build
russian: Строить

source: Build And Run
russian: Стройте и запускайте

source: Scenes In Build
russian: Сцены в сборке

source: Which scenes to include in the build
russian: Какие сцены включить в сборку

source: Check out
russian: Проверить

source: Add Open Scenes
russian: Добавить открытые сцены

source: No {0} module loaded.
russian: Модуль {0} не загружен.

source: Open Download Page
russian: Открыть страницу загрузки

source: Install with Unity Hub
russian: Установить с помощью Unity Hub

source: {0} is not included in your Unity Pro license. Your {0} build will include a Unity Personal Edition splash screen. You must be eligible to use Unity Personal Edition to use this build option. Please refer to our EULA for further information.
russian: {0} не включен в вашу лицензию Unity Pro. Ваша сборка {0} будет включать заставку Unity Personal Edition. Чтобы использовать этот вариант сборки, у вас должно быть право на использование Unity Personal Edition. Пожалуйста, обратитесь к нашему лицензионному соглашению для получения дополнительной информации.

source: Eula
russian: Юла

source: Add {0} to your Unity Pro license
russian: Добавьте {0} в свою лицензию Unity Pro.

source: Install into source code 'build' folder
russian: Установить в папку сборки исходного кода.

source: Install into source checkout 'build' folder, for debugging with source code
russian: Установите в папку сборки исходного кода для отладки с исходным кодом.

source: Open documentation about source code building and debugging
russian: Открытая документация по сборке и отладке исходного кода.

source: Development Build
russian: Разработка сборки

source: Autoconnect Profiler
russian: Профилировщик автоподключения

source: When the build is started, an open Profiler Window will automatically connect to the Player and start profiling. The "Build And Run" option will also automatically open the Profiler Window.
russian: Когда сборка начнется, открытое окно профилировщика автоматически подключится к проигрывателю и начнет профилирование. Опция «Создать и запустить» также автоматически откроет окно профилировщика.

source: Profiling is only enabled in a Development Player.
russian: Профилирование включено только в Development Player.

source: Deep Profiling Support
russian: Поддержка глубокого профилирования

source: Build Player with Deep Profiling Support. This might affect Player performance.
russian: Создайте проигрыватель с поддержкой глубокого профилирования. Это может повлиять на производительность проигрывателя.

source: Deep Profiling
russian: Глубокое профилирование

source: Script Debugging
russian: Отладка скриптов

source: Enable this setting to allow your script code to be debugged.
russian: Включите этот параметр, чтобы разрешить отладку кода вашего скрипта.

source: Wait For Managed Debugger
russian: Подождите управляемого отладчика

source: Show a dialog where you can attach a managed debugger before any script execution. Can also use volume Up or Down button to confirm on Android.
russian: Покажите диалоговое окно, в котором вы можете подключить управляемый отладчик перед выполнением любого сценария. Для подтверждения на Android также можно использовать кнопку увеличения или уменьшения громкости.

source: Managed Debugger Fixed Port
russian: Фиксированный порт управляемого отладчика

source: Use the specified port to attach to the managed debugger. If 0, the port will be automatically selected.
russian: Используйте указанный порт для подключения к управляемому отладчику. Если 0, порт будет выбран автоматически.

source: Divide By Zero Checks
russian: Разделить на ноль проверяет

source: Array Bounds Checks
russian: Проверки границ массива

source: Learn about Unity Cloud Build
russian: Узнайте больше о Unity Cloud Build

source: Compression Method
russian: Метод сжатия

source: Compression applied to Player data (scenes and resources). Default - none or default platform compression. LZ4 - fast compression suitable for Development Builds. LZ4HC - higher compression rate variance of LZ4, causes longer build times. Works best for Release Builds.
russian: Сжатие применяется к данным игрока (сценам и ресурсам). По умолчанию — отсутствие сжатия или сжатие платформы по умолчанию. LZ4 — быстрое сжатие, подходящее для сборок разработки. LZ4HC — более высокая дисперсия скорости сжатия LZ4, приводит к увеличению времени сборки. Лучше всего работает для сборок релизов.

source: Asset Import Overrides
russian: Переопределения импорта активов

source: Asset import overrides for local development. Reducing maximum texture size or compression settings can speed up asset imports and platform switches.
russian: Переопределение импорта активов для локальной разработки. Уменьшение максимального размера текстуры или настроек сжатия может ускорить импорт ресурсов и переключение платформ.

source: Maximum texture import size for local development. Reducing maximum texture size can speed up asset imports and platform switches.
russian: Максимальный размер импорта текстур для локальной разработки. Уменьшение максимального размера текстуры может ускорить импорт ресурсов и переключение платформ.

source: No Override
russian: Нет переопределения

source: Use maximum texture size as specified in per-texture import settings.
russian: Используйте максимальный размер текстуры, указанный в настройках импорта каждой текстуры.

source: Max 2048
russian: Макс 2048

source: Make imported textures never exceed 2048 pixels in width or height.
russian: Сделайте так, чтобы импортированные текстуры никогда не превышали 2048 пикселей по ширине или высоте.

source: Max 1024
russian: Макс 1024

source: Make imported textures never exceed 1024 pixels in width or height.
russian: Сделайте так, чтобы импортированные текстуры никогда не превышали 1024 пикселей по ширине или высоте.

source: Max 512
russian: Макс 512

source: Make imported textures never exceed 512 pixels in width or height.
russian: Сделайте так, чтобы импортированные текстуры никогда не превышали 512 пикселей по ширине или высоте.

source: Max 256
russian: Макс 256

source: Make imported textures never exceed 256 pixels in width or height.
russian: Сделайте так, чтобы импортированные текстуры никогда не превышали 256 пикселей по ширине или высоте.

source: Max 128
russian: Макс 128

source: Make imported textures never exceed 128 pixels in width or height.
russian: Сделайте так, чтобы импортированные текстуры никогда не превышали 128 пикселей по ширине или высоте.

source: Max 64
russian: Макс 64

source: Make imported textures never exceed 64 pixels in width or height.
russian: Сделайте так, чтобы импортированные текстуры никогда не превышали 64 пикселей по ширине или высоте.

source: Do not modify texture import compression settings.
russian: Не изменяйте настройки сжатия импорта текстур.

source: Force Fast Compressor
russian: Принудительный быстрый компрессор

source: Use a faster but lower quality texture compression mode for all compressed textures. Turn off Crunch compression.
russian: Используйте более быстрый, но менее качественный режим сжатия текстур для всех сжатых текстур. Отключите сжатие Crunch.

source: Force Uncompressed
russian: Принудительное несжатие

source: Do not compress textures.
russian: Не сжимайте текстуры.

source: Texture compression override for local development. Fast or Uncompressed can speed up asset imports and platform switches.
russian: Переопределение сжатия текстур для локальной разработки. Быстрый или несжатый формат может ускорить импорт ресурсов и переключение платформ.

source: Apply Overrides
russian: Применить переопределения

source: Apply asset import override settings
russian: Применить настройки переопределения импорта активов

source: Default
russian: По умолчанию

source: Build Settings
russian: Настройки сборки

source: Player Settings...
russian: Настройки проигрывателя...

source: Unable to access Unity services. Please log in, or request membership to this project to use these services.
russian: Невозможно получить доступ к сервисам Unity. Пожалуйста, войдите в систему или запросите членство в этом проекте, чтобы использовать эти услуги.

source: {0} is not supported in this build. Download a build that supports it.
russian: {0} не поддерживается в этой сборке. Загрузите сборку, которая его поддерживает.

source: [CODE COVERAGE]
russian: [КОДОВОЕ ПОКРЫТИЕ]

source: Untitled
russian: Без названия

source: Project
russian: Проект

source: Search by Label
russian: Поиск по ярлыку

source: Search by Type
russian: Поиск по типу

source: Search by Import Log Type
russian: Поиск по типу журнала импорта

source: Save search
russian: Сохранить поиск

source: Number of hidden packages, click to toggle hidden packages visibility
russian: Количество скрытых пакетов. Нажмите, чтобы переключить видимость скрытых пакетов.

source: This folder is empty
russian: Эта папка пуста

source: Search:
russian: Поиск:

source: All
russian: Все

source: In Packages
russian: В пакетах

source: In Assets
russian: В активах

source: Invalid Operation
russian: Неверная операция

source: Ok
russian: Хорошо

source: Deleting a root folder is not allowed.
russian: Удаление корневой папки не допускается.

source: One Column Layout
russian: Макет в одну колонку

source: Two Column Layout
russian: Макет с двумя столбцами

source: DEVELOPER/Open TreeView Test Window...
russian: РАЗРАБОТЧИК/Открыть окно тестирования TreeView...

source: DEVELOPER/Use TreeView Expansion Animation
russian: РАЗРАБОТЧИК/Использование анимации расширения TreeView

source: Delete
russian: Удалить

source: No sub folders...
russian: Нет подпапок...

source: Unsaved Changes Detected
russian: Обнаружены несохраненные изменения

source: Discard
russian: Отказаться

source: Save All
russian: Сохранить все

source: Discard All
russian: Отбросить все

source: Save Changes Failed
russian: Сохранить изменения не удалось

source: (Script)
russian: (Сценарий)

source: [none]
russian: [никто]

source: Nothing Selected
russian: Ничего не выбрано

source: (Deprecated)
russian: (Устарело)

source: Hierarchy
russian: Иерархия

source: Paste As Child %
russian: Вставить как дочерний %

source: Theme
russian: Тема

source: Refresh Styles
russian: Обновить стили

source: Switch Theme And Repaint
russian: Переключить тему и перекрасить

source: Number of hidden packages, click to toggle packages visibility
russian: Количество скрытых пакетов. Нажмите, чтобы переключить видимость пакетов.

source: Do not show me this message again on this machine.
russian: Больше не показывайте мне это сообщение на этом компьютере.

source: Do not show me this message again for this session.
russian: Не показывать мне это сообщение снова в этом сеансе.

source: Rename New Objects
russian: Переименуйте новые объекты

source: Create Empty Parent
russian: Создать пустой родительский элемент

source: Paste As Child
russian: Вставить как дочерний

source: Delete GameObject
russian: Удалить игровой объект

source: Rename
russian: Переименовать

source: Duplicate
russian: Дублировать

source: Select Children
russian: Выбрать детей

source: Find References in Scene
russian: Найдите ссылки в сцене

source: Prefab/Open Model
russian: Сборная/открытая модель

source: Prefab/Open Asset in Context
russian: Префаб/Открытый актив в контексте

source: Prefab/Open Asset in Isolation
russian: Префаб/открытый актив в изоляции

source: Prefab/Select Asset
russian: Префаб/Выбрать актив

source: Prefab/Select Root
russian: Префаб/Выбрать корень

source: Prefab/Unpack
russian: Префаб/Распаковка

source: Prefab/Unpack Completely
russian: Префаб/полная распаковка

source: Prefab/Check for Unused Overrides
russian: Префаб/Проверка неиспользуемых переопределений

source: Set Active Scene
russian: Установить активную сцену

source: Save Scene As
russian: Сохранить сцену как

source: Unload Scene
russian: Сцена выгрузки

source: Remove Scene
russian: Удалить сцену

source: Discard changes
russian: Отменить изменения

source: Select Scene Asset
russian: Выберите актив сцены

source: Discard Changes
russian: Отменить изменения

source: Are you sure you want to discard the changes in the following scenes: {0} Your changes will be lost.
russian: Вы уверены, что хотите отменить изменения в следующих сценах: {0} Ваши изменения будут потеряны.

source: Save Untitled Scene
russian: Сохранить сцену без названия

source: Existing Untitled scene needs to be saved before creating a new scene. Only one untitled scene is supported at a time.
russian: Существующую сцену без названия необходимо сохранить перед созданием новой сцены. Одновременно поддерживается только одна сцена без названия.

source: Collapse All
russian: Свернуть все

source: Remove Selection
russian: Удалить выделение

source: Console
russian: Консоль

source: Clear
russian: Прозрачный

source: Clear console entries
russian: Очистить записи консоли

source: Clear on Play
russian: Очистить в игре

source: Clear on Build
russian: Очистить при сборке

source: Clear on Recompile
russian: Очистить при перекомпиляции

source: Collapse
russian: Крах

source: Collapse identical entries
russian: Свернуть идентичные записи

source: Error Pause
russian: Ошибка Пауза

source: Pause Play Mode on error
russian: Приостановить режим воспроизведения при ошибке

source: Stop for Assert
russian: Остановитесь для утверждения

source: Stop for Error
russian: Остановиться из-за ошибки

source: Use Monospace font
russian: Используйте моноширинный шрифт

source: Strip logging callstack
russian: Удаление стека вызовов журнала

source: Open Player Log
russian: Открыть журнал игрока

source: Open Editor Log
russian: Открыть журнал редактора

source: Show Timestamp
russian: Показать временную метку

source: Automatic (Authoring)
russian: Автоматический (Авторский)

source: Automatic (Mixed)
russian: Автоматический (смешанный)

source: Automatic (Runtime)
russian: Автоматический (время выполнения)

source: Authoring
russian: Авторская работа

source: Mixed
russian: Смешанный

source: Runtime
russian: Время выполнения

source: Disabled
russian: Неполноценный

source: Inspect Window
russian: Осмотреть окно

source: Inspect View
russian: Осмотреть вид

source: Reload Window _f5
russian: Перезагрузить окно _f5

source: NOTE: Maximum item count is reached, not all items are shown. Narrow your search.
russian: ПРИМЕЧАНИЕ. Достигнуто максимальное количество элементов, отображаются не все элементы. Сузьте область поиска.

source: Instructions
russian: Инструкции

source: Select an Instruction on the left to see details
russian: Выберите инструкцию слева, чтобы увидеть подробности

source: Inspected View:
russian: Осмотренный вид:

source: Pick Style
russian: Выберите стиль

source: Picking
russian: Сбор

source: Analysis
russian: Анализ

source: IMGUI Debugger
russian: IMGUI-отладчик

source: None
russian: Никто

source: Print Provider Keywords
russian: Ключевые слова поставщика печати

source: Refresh providers
russian: Обновить поставщиков

source: Project Settings...
russian: Настройки проекта...

source: Expose Property
russian: Раскрыть свойство

source: Unexpose Property
russian: Скрыть собственность

source: not found on
russian: не найден на

source: Overridden by
russian: Переопределено

source: Use Range with float or int.
russian: Используйте Range с float или int.

source: Use Min with float, int or Vector.
russian: Используйте Min с float, int или Vector.

source: Use Multiline with string.
russian: Используйте Multiline со строкой.

source: Use TextAreaDrawer with string.
russian: Используйте TextAreaDrawer со строкой.

source: Use ColorUsageDrawer with color.
russian: Используйте ColorUsageDrawer с цветом.

source: Use GradientUsageDrawer with gradient.
russian: Используйте GradientUsageDrawer с градиентом.

source: Use Delayed with float, int, or string.
russian: Используйте Delayed с плавающей запятой, int или строкой.

source: Reset argument
russian: Сбросить аргумент

source: Open C# Project
russian: Открыть проект C#

source: Click to lock the rotation in the current direction.
russian: Нажмите, чтобы зафиксировать вращение в текущем направлении.

source: Click to unlock the rotation.
russian: Нажмите, чтобы разблокировать вращение.

source: Exit isolation mode
russian: Выйти из режима изоляции

source: Hide or show the Component Editor Tools panel in the Scene view.
russian: Скройте или отобразите панель «Инструменты редактора компонентов» в представлении «Сцена».

source: When toggled on, the Scene lighting is used. When toggled off, a light attached to the Scene view camera is used.
russian: При включении используется освещение сцены. Если этот параметр отключен, используется источник света, прикрепленный к камере обзора сцены.

source: Toggle skybox, fog, and various other effects.
russian: Включите скайбокс, туман и другие эффекты.

source: Toggle audio on or off.
russian: Включите или выключите звук.

source: Gizmos
russian: Вещицы

source: Toggle visibility of all Gizmos in the Scene view
russian: Переключить видимость всех штуковин в представлении «Сцена».

source: Toggle the visibility of different Gizmos in the Scene view.
russian: Переключайте видимость различных штуковин в представлении «Сцена».

source: When toggled on, the Scene is in 2D view. When toggled off, the Scene is in 3D view.
russian: При включении сцена отображается в 2D-виде. Когда этот параметр отключен, сцена отображается в 3D-виде.

source: Toggle the visibility of the grid
russian: Переключить видимость сетки

source: Capture the current view and open in Xcode frame debugger
russian: Захватите текущий вид и откройте его в отладчике кадров Xcode.

source: Number of hidden objects, click to toggle scene visibility
russian: Количество скрытых объектов. Нажмите, чтобы переключить видимость сцены.

source: Settings for the Scene view camera.
russian: Настройки камеры обзора сцены.

source: Set as first sibling %=
russian: Установить как первого брата %=

source: Set as last sibling %-
russian: Установить как последний брат %-

source: Move To View %
russian: Перейти к просмотру %

source: Align With View %
russian: Выровнять по проценту просмотра

source: Align View to Selected
russian: Выровнять вид по выбранному

source: Toggle Active State &
russian: Переключить активное состояние и

source: You must exit play mode to save the scene!
russian: Вы должны выйти из режима воспроизведения, чтобы сохранить сцену!

source: Update finished with {0} in {1} ms ({2}/{3} assembly(ies) updated).
russian: Обновление завершено с помощью {0} через {1} мс (обновлены {2}/{3} сборки).

source: success
russian: успех

source: error
russian: ошибка

source: Timeout while checking assemblies:
russian: Таймаут при проверке сборок:

source: {0}Timeout: {1} ms
russian: {0}Тайм-аут: {1} мс

source: {0}Update configurations from those assemblies may have not been applied.
russian: {0}Конфигурации обновления из этих сборок могли не быть применены.

source: Timeout while updating assemblies:
russian: Тайм-аут при обновлении сборок:

source: Unable to update following assemblies:
russian: Не удалось обновить следующие сборки:

source: does not match any return code from AssemblyUpdater.exe
russian: не соответствует ни одному коду возврата из AssemblyUpdater.exe

source: Following assemblies were successfully updated but due to the failed ones above they were ignored (not copied to the destination folder):
russian: Следующие сборки были успешно обновлены, но из-за ошибок выше они были проигнорированы (не скопированы в папку назначения):

source: User declined to run APIUpdater
russian: Пользователь отказался запускать APIUpdater

source: Processing imported assemblies took {0} ms ({1}/{2} assembly(ies)).
russian: Обработка импортированных сборок заняла {0} мс (сборки: {1}/{2}).

source: Warning : Multiple matches found for assembly name '{0}'. Shortest path one ({1}) chosen as the source of updates. Full list: {2}
russian: Внимание! Для имени сборки «{0}» найдено несколько совпадений. В качестве источника обновлений выбран кратчайший путь 1 ({1}). Полный список: {2}

source: Failed to save assembly dependency graph ({0}). Exception: {1}
russian: Не удалось сохранить график зависимостей сборки ({0}). Исключение: {1}

source: Failed to read assembly dependency graph ({0}). Exception: {1}
russian: Не удалось прочитать график зависимостей сборки ({0}). Исключение: {1}

source: [API Updater] At least one file from a readonly package and one file from other location have been updated (that is not expected).{0}File from other location: {0} {1}{0}Files from packages already processed: {0}{2}
russian: [API Updater] Обновлен как минимум один файл из пакета, доступного только для чтения, и один файл из другого местоположения (чего не ожидается).{0}Файл из другого местоположения: {0} {1}{0}Файлы из пакетов уже обработано: {0}{2}

source: [API Updater] Files cannot be updated (files not writable): {0}
russian: [API Updater] Файлы не могут быть обновлены (файлы недоступны для записи): {0}

source: [API Updater] Files cannot be updated (failed to add file to list): {0}
russian: [API Updater] Файлы не могут быть обновлены (не удалось добавить файл в список): {0}

source: [API Updater] Files cannot be updated (failed to check out): {0}
russian: [API Updater] Файлы невозможно обновить (не удалось извлечь): {0}

source: What will this texture be used for?
russian: Для чего будет использоваться эта текстура?

source: Texture is a normal image such as a diffuse texture or other.
russian: Текстура — это обычное изображение, например, диффузная текстура или другое.

source: Normal map
russian: Нормальная карта

source: Texture is a bump or normal map.
russian: Текстура — это рельеф или карта нормалей.

source: Editor GUI and Legacy GUI
russian: Графический интерфейс редактора и устаревший графический интерфейс

source: Texture is used for a GUI element.
russian: Текстура используется для элемента графического интерфейса.

source: Sprite (2D and UI)
russian: Спрайт (2D и пользовательский интерфейс)

source: Texture is used for a sprite.
russian: Текстура используется для спрайта.

source: Cursor
russian: Курсор

source: Texture is used for a cursor.
russian: Текстура используется для курсора.

source: Cookie
russian: печенье

source: Texture is a cookie you put on a light.
russian: Текстура — это печенье, которое вы кладете на свет.
