Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

# From AutoDocumentation
source: Should gravitational acceleration be applied to the cloth?
russian: Следует ли приложить к ткани гравитационное ускорение?

# From AutoDocumentation
source: How much world-space acceleration of the character will affect cloth vertices.
russian: Насколько ускорение персонажа в мировом пространстве повлияет на вершины ткани.

# From AutoDocumentation
source: How much world-space movement of the character will affect cloth vertices.
russian: Насколько перемещение персонажа в мировом пространстве повлияет на вершины ткани.

# From AutoDocumentation
source: Use acceleration rather than force for the drive spring.
russian: Используйте ускорение, а не силу для приводной пружины.

# From AutoDocumentation
source: activate joint limits
russian: активировать совместные ограничения

# From AutoDocumentation
source: Maximum force the joint can withstand before breaking. Infinity means unbreakable. [ 0.001, infinity ].
russian: Максимальное усилие, которое может выдержать соединение, прежде чем оно сломается. Бесконечность означает нерушимость. [0,001, бесконечность].

# From AutoDocumentation
source: Maximum torque the joint can withstand before breaking. Infinity means unbreakable. [ 0.001, infinity ].
russian: Максимальный крутящий момент, который может выдержать соединение перед разрушением. Бесконечность означает нерушимость. [0,001, бесконечность].

# From AutoDocumentation
source: The scale to apply to the inverse mass and inertia tensor of the connected body. [ 0.00001, infinity ].
russian: Масштаб, применяемый к обратному тензору массы и инерции присоединенного тела. [0,00001, бесконечность].

# From AutoDocumentation
source: Enable collisions between bodies connected with a joint.
russian: Включить столкновения между телами, соединенными суставом.

# From AutoDocumentation
source: Disabling joints preprocessing helps stabilizing impossible-to-fulfil configurations.
russian: Отключение предварительной обработки соединений помогает стабилизировать невозможновыполнимые конфигурации.

# From AutoDocumentation
source: The scale to apply to the inverse mass and inertia tensor of the body. [ 0.00001, infinity ].
russian: Масштаб, применяемый к обратной массе и тензору инерции тела. [0,00001, бесконечность].

# From AutoDocumentation
source: How the video content will be fit into the target area.
russian: Как видеоконтент будет вписываться в целевую область.

# From AutoDocumentation
source: Asymptote Slip. [ 0.001, infinity ].
russian: Асимптотное скольжение. [0,001, бесконечность].

# From AutoDocumentation
source: Asymptote Value. [ 0.001, infinity ].
russian: Асимптотное значение. [0,001, бесконечность].

# From AutoDocumentation
source: Extremum Slip. [ 0.001, infinity ].
russian: Экстремальное скольжение. [0,001, бесконечность].

# From AutoDocumentation
source: Extremum Value. [ 0.001, infinity ].
russian: Экстремальное значение. [0,001, бесконечность].

# From AutoDocumentation
source: Stiffness Factor. [ 0, infinity ].
russian: Коэффициент жесткости. [0, бесконечность].

# From AutoDocumentation
source: The joint suspension.
russian: Совместная подвеска.

# From AutoDocumentation
source: xyz - direction, w - time
russian: xyz – направление, w – время

# From AutoDocumentation
source: x - lod info (lod mask in top byte, 24bits for lodGroup), y - activity flag
russian: x - информация lod (маска lod в верхнем байте, 24 бита для lodGroup), y - флаг активности

# From AutoDocumentation
source: xyz - origin, w - max range
russian: xyz — начало координат, w — максимальный диапазон

# From AutoDocumentation
source: When this flag is not set, the AudioClip will first load its audio data when the LoadAudioData() function is called. Audio can be unloaded at any point via UnloadAudioData(). Note that streamed audio cannot be preloaded. This is to reduce the number of open file handles for which the allowed maximum is rather low on many platforms.
russian: Если этот флаг не установлен, AudioClip сначала загрузит свои аудиоданные при вызове функции LoadAudioData(). Аудио можно выгрузить в любой момент с помощью UnloadAudioData(). Обратите внимание, что потоковое аудио невозможно предварительно загрузить. Это сделано для того, чтобы уменьшить количество дескрипторов открытых файлов, для которых разрешенный максимум довольно низок на многих платформах.

# From AutoDocumentation
source: Shader mode
russian: Шейдерный режим

# From AutoDocumentation
source: Shader to use.
russian: Шейдер для использования.

# From AutoDocumentation
source: The layer mask used to filter contacts.
russian: Маска слоя, используемая для фильтрации контактов.

# From AutoDocumentation
source: The maximum depth allowed for a contact.
russian: Максимальная глубина, допускаемая для контакта.

# From AutoDocumentation
source: The maximum normal angle allowed for a contact. { 0.0, 359.9999 }.
russian: Максимальный нормальный угол, допускаемый для контакта. { 0,0, 359,9999 }.

# From AutoDocumentation
source: The minimum depth allowed for a contact.
russian: Минимальная глубина, допускаемая для контакта.

# From AutoDocumentation
source: The minimum normal angle allowed for a contact. { -359.9999, 359.9999 }.
russian: Минимальный нормальный угол, допускаемый для контакта. {-359,9999, 359,9999}.

# From AutoDocumentation
source: Should the min/max depth be used to filter contacts?
russian: Следует ли использовать минимальную/максимальную глубину для фильтрации контактов?

# From AutoDocumentation
source: Should the layer mask be used to filter contacts?
russian: Следует ли использовать маску слоя для фильтрации контактов?

# From AutoDocumentation
source: Should the min/max normal angle be used to filter contacts?
russian: Следует ли использовать минимальный/максимальный нормальный угол для фильтрации контактов?

# From AutoDocumentation
source: Should the range defined by the min/max depth use depths outside the range or inside the range?
russian: Должен ли диапазон, определяемый минимальной/максимальной глубиной, использовать глубины вне диапазона или внутри него?

# From AutoDocumentation
source: Should the range defined by the min/max normal angle use angles outside the range or inside the range?
russian: Должен ли диапазон, определяемый минимальным/максимальным нормальным углом, использовать углы вне диапазона или внутри него?

# From AutoDocumentation
source: Should contacts involving triggers be returned?
russian: Следует ли возвращать контакты, связанные с триггерами?

# From AutoDocumentation
source: Whether the instance have been fully initialized with results from a culling process.
russian: Был ли экземпляр полностью инициализирован с использованием результатов процесса отбраковки.

# From AutoDocumentation
source: The function call to execute.
russian: Вызов функции для выполнения.

# From AutoDocumentation
source: The object to pass to m_Call.
russian: Объект, передаваемый в m_Call.

# From AutoDocumentation
source: Height of the grass billboards (if renderMode is grassBillboard)
russian: Высота рекламных щитов с травой (если режим рендеринга — GrassBillboard)

# From AutoDocumentation
source: Width of the grass billboards (if renderMode is grassBillboard)
russian: Ширина рекламных щитов с травой (если режим рендеринга — GrassBillboard)

# From AutoDocumentation
source: Element color tint.
russian: Цветовой оттенок элемента.

# From AutoDocumentation
source: Make the flare fade dependent on visibility?
russian: Сделать затухание вспышки зависимым от видимости?

# From AutoDocumentation
source: The image index from the flare texture.
russian: Индекс изображения из текстуры бликов.

# From AutoDocumentation
source: The position of the element (0 = light, 1 = screen center)
russian: Положение элемента (0 = свет, 1 = центр экрана)

# From AutoDocumentation
source: Rotate the flare in respect to light angle?
russian: Повернуть вспышку относительно угла освещения?

# From AutoDocumentation
source: The size of the element.
russian: Размер элемента.

# From AutoDocumentation
source: Pick up the color from a light source?
russian: Подобрать цвет от источника света?

# From AutoDocumentation
source: Make the flare size dependent on visibility?
russian: Сделать размер вспышки зависимым от видимости?

# From AutoDocumentation
source: This is absolute.
russian: Это абсолютно.

# From AutoDocumentation
source: The rectangle of this clipping rect.
russian: Прямоугольник этого обтравочного прямоугольника.

# From AutoDocumentation
source: rendering offset. This is the global GUIClip->buffer coordinates
russian: смещение рендеринга. Это глобальные координаты GUIClip->buffer.

# From AutoDocumentation
source: The rectangle of the clip in screen space.
russian: Прямоугольник клипа в пространстве экрана.

# From AutoDocumentation
source: physical scrolling offset for coordinates - this is relative to parent.
russian: физическое смещение прокрутки координат — относительно родителя.

# From AutoDocumentation
source: Background image used by this style.
russian: Фоновое изображение, используемое в этом стиле.

# From AutoDocumentation
source: The color of the text.
russian: Цвет текста.

# From AutoDocumentation
source: Build-time stripping of BatchRendererGroup variants
russian: Удаление вариантов BatchRendererGroup во время сборки

# From AutoDocumentation
source: Default value use to initialize the RenderingLayerMask property of a Renderer.
russian: Значение по умолчанию, используемое для инициализации свойства RenderingLayerMask средства визуализации.

# From AutoDocumentation
source: Deferred shading shader settings.
russian: Настройки шейдера отложенного затенения.

# From AutoDocumentation
source: Deferred Reflections shader settings.
russian: Настройки шейдера отложенных отражений.

# From AutoDocumentation
source: Camera depth normal shader settings.
russian: Обычные настройки шейдера глубины камеры.

# From AutoDocumentation
source: Build-time stripping of fog shader variants
russian: Удаление вариантов шейдеров тумана во время сборки

# From AutoDocumentation
source: Build-time stripping of instancing variants
russian: Удаление вариантов экземпляров во время сборки

# From AutoDocumentation
source: Lens flare shader settings.
russian: Настройки шейдера бликов объектива.

# From AutoDocumentation
source: Light halo shader settings.
russian: Настройки шейдера светлого ореола.

# From AutoDocumentation
source: Should a Light Probe lit Renderer placed outside of the bounds of the Light Probe tetrahedral hull use the global Ambient Probe or do a costly search to find the nearest probe?
russian: Должен ли рендерер, освещенный световым зондом, размещенный за пределами тетраэдрического корпуса светового зонда, использовать глобальный зонд окружающей среды или провести дорогостоящий поиск, чтобы найти ближайший зонд?

# From AutoDocumentation
source: Build-time stripping of lightmap shader variants
russian: Удаление вариантов шейдера карты освещения во время сборки

# From AutoDocumentation
source: Should lights use the Correlated Color Temperature slider? Correlated ColorTemperature is defined as the color of the electromagnetic radiation emitted from an ideal black body when its surface temperature is set to a temperature defined in Kelvin.
russian: Должны ли источники света использовать ползунок «Коррелированная цветовая температура»? Коррелированная цветовая температура определяется как цвет электромагнитного излучения, испускаемого идеальным черным телом, когда температура его поверхности установлена ​​на значение, определенное в Кельвинах.

# From AutoDocumentation
source: Should lights use physically correct intensity or legacy intensity calculations?
russian: Должны ли источники освещения использовать физически правильную интенсивность или устаревшие расчеты интенсивности?

# From AutoDocumentation
source: MotionVectors shader settings.
russian: Настройки шейдера MotionVectors.

# From AutoDocumentation
source: Is direct lighting from realtime rectangular area lights supported by the rendering pipeline?
russian: Поддерживается ли конвейером рендеринга прямое освещение от источников света прямоугольной области в реальном времени?

# From AutoDocumentation
source: Screenspace cascaded shadows shader settings.
russian: Настройки шейдера каскадных теней Screenspace.

# From AutoDocumentation
source: Id of the codec that should be used to decode this.
russian: Идентификатор кодека, который следует использовать для декодирования.

# From AutoDocumentation
source: All mips smaller than this will be padded to be at least macroblockSize* macroblockSize pixels. This is to make some downstream users happy.
russian: Все mips меньшего размера будут дополнены до размера не менее пикселей macroblockSize* macroblockSize. Это сделано для того, чтобы порадовать некоторых последующих пользователей.

# From AutoDocumentation
source: The number of mips in the bc thumbnail.
russian: Количество mips в миниатюре bc.

# From AutoDocumentation
source: Size of the parameters block The parameter block is part of BcThumbnailHeader and not of ThumbnailInfo since BcThumbnailHeader is only demand loaded/unloaded.
russian: Размер блока параметров Блок параметров является частью BcThumbnailHeader, а не ThumbnailInfo, поскольку BcThumbnailHeader загружается/выгружается только по требованию.

# From AutoDocumentation
source: Identifier of the codec used, note there is a special &quot;no data&quot; codec so size==0 is a valid CodedLayerTileHeader.
russian: Идентификатор используемого кодека, обратите внимание, что имеется специальный параметр «нет данных». кодек, поэтому size==0 является допустимым CodedLayerTileHeader.

# From AutoDocumentation
source: Identifier of the parameter block to pass to the codec.
russian: Идентификатор блока параметров, передаваемого в кодек.

# From AutoDocumentation
source: Size of the coded bytes.
russian: Размер закодированных байтов.

# From AutoDocumentation
source: Number of tiles that reference this flat tile.
russian: Количество плиток, ссылающихся на эту плоскую плитку.

# From AutoDocumentation
source: Index of the pagefile in the tileset this tile is located in.
russian: Индекс файла подкачки в наборе тайлов, в котором находится этот тайл.

# From AutoDocumentation
source: Index of the page in the pagefile this tile is located in.
russian: Индекс страницы в файле подкачки, в котором находится этот фрагмент.

# From AutoDocumentation
source: Index of the tile in the page this tile is located.
russian: Индекс плитки на странице, где находится эта плитка.

# From AutoDocumentation
source: Offset in the tilelist where numTiles PackedTileListItems are found that point back to the tiles referencing this tile.
russian: Смещение в списке плиток, где найдены numTiles PackedTileListItems, указывающие на плитки, ссылающиеся на эту плитку.

# From AutoDocumentation
source: Offset pointing to TileInfo [numTilesX*numTilesY].
russian: Смещение, указывающее на TileInfo [numTilesX*numTilesY].

# From AutoDocumentation
source: The number of tiles in the page.
russian: Количество плиток на странице.

# From AutoDocumentation
source: If non-zero this is the size of a mipchain of coded thumbnail data. The coded data starts with BcThumbnailHeader (included in this size).
russian: Если ненулевое значение, это размер mipchain закодированных данных эскизов. Закодированные данные начинаются с BcThumbnailHeader (входит в этот размер).

# From AutoDocumentation
source: Guid of this thumbnail. The metadata may use this to refer to thumbnails in gts files.
russian: Руководство по этой миниатюре. Метаданные могут использовать это для ссылки на миниатюры в файлах gts.

# From AutoDocumentation
source: Height in pixels of the thumbnail.
russian: Высота миниатюры в пикселях.

# From AutoDocumentation
source: Offset to the thumbnail data. At offset &quot;offset&quot; the raw data starts at offset &quot;offset+rawSize&quot; the bc data starts.
russian: Смещение данных миниатюр. При смещении "offset" необработанные данные начинаются со смещения "offset+rawSize" данные bc начинаются.

# From AutoDocumentation
source: If non zero this is the size of the raw pixel format thumbnail data. This is always LZW compressed 8 bit per channel RGBA data.
russian: Если не ноль, это размер миниатюрных данных в формате необработанных пикселей. Это всегда данные RGBA со сжатием LZW (8 бит на канал).

# From AutoDocumentation
source: Width in pixels of the thumbnail.
russian: Ширина миниатюры в пикселях.

# From AutoDocumentation
source: This should be set to zero for backwards compatibility with pre 4.0 tileset viewers.
russian: Это значение должно быть установлено на ноль для обратной совместимости со средствами просмотра наборов тайлов до версии 4.0.

# From AutoDocumentation
source: The number of thumbnails in this .gts. Thumbnail 0 is reserverd and supposed to represent the whole tilesets. The other thumbnails &quot;may&quot; represent things such as atlas items or other relevant thumbnail info.
russian: Количество миниатюр в этом .gts. Миниатюра 0 зарезервирована и должна представлять собой весь набор тайлов. Другие миниатюры «могут»; представляют такие вещи, как элементы атласа или другую соответствующую миниатюрную информацию.

# From AutoDocumentation
source: Unused field, set to zero.
russian: Неиспользуемое поле, установлено в ноль.

# From AutoDocumentation
source: Index of this tile in the flat tile list.
russian: Индекс этой плитки в списке плоских плиток.

# From AutoDocumentation
source: 128-bit MD5 hash of the content of the page file succeeding this header. This has to match the checksum stored in the .gts file.
russian: 128-битный MD5-хеш содержимого файла подкачки, следующего за этим заголовком. Она должна соответствовать контрольной сумме, хранящейся в файле .gts.

# From AutoDocumentation
source: Page file magic & version, corresponds with PAGE_FILE_MAGIC and PAGE_FILE_VERSION.
russian: Магия и версия файла подкачки соответствуют PAGE_FILE_MAGIC и PAGE_FILE_VERSION.

# From AutoDocumentation
source: Pixels, codec, and param block hash.
russian: Пиксели, кодек и хеш блока параметров.

# From AutoDocumentation
source: Total size of the tile on disk.
russian: Общий размер тайла на диске.

# From AutoDocumentation
source: 128-bit MD5 hash.
russian: 128-битный хеш MD5.

# From AutoDocumentation
source: The file name of the page file (null terminated).
russian: Имя файла подкачки (оканчивающееся нулем).

# From AutoDocumentation
source: The total number of data pages in this file.
russian: Общее количество страниц данных в этом файле.

# From AutoDocumentation
source: Pages start at offset 0 in the file and the file contains numPages * pageSize bytes so there is nothing else to specify here.
russian: Страницы в файле начинаются со смещения 0, и файл содержит байты numPages * pageSize, поэтому здесь больше нечего указывать.

# From AutoDocumentation
source: Codec for which this parameter block is meant.
russian: Кодек, для которого предназначен этот блок параметров.

# From AutoDocumentation
source: Unique identifying id of this parameter block. The CodedLayerTileHeader refer to parameter blocks using this id.
russian: Уникальный идентификационный идентификатор этого блока параметров. CodedLayerTileHeader ссылается на блоки параметров, использующие этот идентификатор.

# From AutoDocumentation
source: Offset of the parameter block.
russian: Смещение блока параметров.

# From AutoDocumentation
source: Size of the parameter block in bytes.
russian: Размер блока параметров в байтах.

# From AutoDocumentation
source: 128-bit MD5 hash of any content succeeding this header
russian: 128-битный хеш MD5 любого контента, следующего за этим заголовком.

# From AutoDocumentation
source: Offset pointing to ExtendedFlatTileInfo [numFlatTiles].
russian: Смещение, указывающее на ExtendedFlatTileInfo [numFlatTiles].

# From AutoDocumentation
source: Offset to the data in the first page in this file (if any pages in the file). Headers etc. can occur before this offset.
russian: Смещение данных на первой странице этого файла (если в файле есть страницы). Заголовки и т. д. могут встречаться до этого смещения.

# From AutoDocumentation
source: Offset pointing to FlatTileInfo[numFlatTiles].
russian: Смещение, указывающее на FlatTileInfo[numFlatTiles].

# From AutoDocumentation
source: Type of this file: GTS for GTPs, GTS for GTEX, a GTEX, a GTP.
russian: Тип этого файла: GTS для GTP, GTS для GTEX, GTEX, GTP.

# From AutoDocumentation
source: Offset pointing to LayerInfo [numLayers].
russian: Смещение, указывающее на LayerInfo [numLayers].

# From AutoDocumentation
source: Offset pointing to LevelInfo[numLevels].
russian: Смещение, указывающее на LevelInfo[numLevels].

# From AutoDocumentation
source: Offset pointing to char[metaSize].
russian: Смещение, указывающее на char[metaSize].

# From AutoDocumentation
source: The size in bytes of the meta data.
russian: Размер метаданных в байтах.

# From AutoDocumentation
source: The total number of tiles in this tile set.
russian: Общее количество плиток в этом наборе плиток.

# From AutoDocumentation
source: Number of data layers in the file.
russian: Количество слоев данных в файле.

# From AutoDocumentation
source: Number of resolution levels in this tile.
russian: Количество уровней разрешения на этой плитке.

# From AutoDocumentation
source: The total number of page files in this tile set.
russian: Общее количество файлов подкачки в этом наборе плиток.

# From AutoDocumentation
source: Number of pages in this file.
russian: Количество страниц в этом файле.

# From AutoDocumentation
source: The number of compression parameter blocks.
russian: Количество блоков параметров сжатия.

# From AutoDocumentation
source: Member of reverse tile items in this file.
russian: Член элементов обратной плитки в этом файле.

# From AutoDocumentation
source: The size in bytes of the pages in this tile set.
russian: Размер страниц в этом наборе плиток в байтах.

# From AutoDocumentation
source: Offset pointing to PageFileInfo [numPageFiles].
russian: Смещение, указывающее на PageFileInfo [numPageFiles].

# From AutoDocumentation
source: Offset pointing to ParameterBlockInfo [numParameterBlocks].
russian: Смещение, указывающее на параметрBlockInfo [numParameterBlocks].

# From AutoDocumentation
source: Offset pointing to PackedTileListItem[numReverseTiles].
russian: Смещение, указывающее на PackedTileListItem[numReverseTiles].

# From AutoDocumentation
source: Offset pointing to a ThumbnailsInfo struct. Zero if there is no thumbnail included in the file.
russian: Смещение, указывающее на структуру ThumbnailsInfo. Ноль, если в файле нет миниатюры.

# From AutoDocumentation
source: Border in pixels around the tile.
russian: Граница в пикселях вокруг плитки.

# From AutoDocumentation
source: The height of the individual tiles in pixels (including borders)
russian: Высота отдельных плиток в пикселях (включая границы)

# From AutoDocumentation
source: The maximum size of all the tiles in the file (this can be used to allocate read buffers etc.)
russian: Максимальный размер всех фрагментов в файле (его можно использовать для выделения буферов чтения и т. д.)

# From AutoDocumentation
source: The width of the individual tiles in pixels (including borders)
russian: Ширина отдельных плиток в пикселях (включая границы)

# From AutoDocumentation
source: Type of the page file, can be a GTP or a GTEX.
russian: Тип файла подкачки может быть GTP или GTEX.

# From AutoDocumentation
source: The name of the constraint node, used for logging errors only.
russian: Имя узла ограничения, используемое только для регистрации ошибок.

# From AutoDocumentation
source: Rotation offset.
russian: Смещение вращения.

# From AutoDocumentation
source: Scaling factor.
russian: Масштабирующий коэффициент.

# From AutoDocumentation
source: Translation offset.
russian: Смещение перевода.
