Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

# From AutoDocumentation
source: LightmapSettings::m_Lightmaps and will get passed onto there on scene load.
russian: LightmapSettings::m_Lightmaps и будет передан туда при загрузке сцены.

# From AutoDocumentation
source: References to all lights that are actually baked into lightmaps & lightprobes.
russian: Ссылки на все источники света, которые фактически встроены в карты освещения и световые зонды.

# From AutoDocumentation
source: The scene which originally created this LightingDataAsset.
russian: Сцена, в которой изначально был создан этот LightingDataAsset.

# From AutoDocumentation
source: Lookup table for between SceneObjectIdentifier and InstanceID, used for resolving SceneObjectIdentifier outside of scene loads.
russian: Таблица поиска между SceneObjectIdentifier и InstanceID, используемая для разрешения SceneObjectIdentifier вне загрузки сцены.

# From AutoDocumentation
source: Connect the first and last vertices, to create a loop.
russian: Соедините первую и последнюю вершины, чтобы создать цикл.

# From AutoDocumentation
source: Draw lines in worldspace (or localspace)
russian: Рисовать линии в мировом пространстве (или локальном пространстве)

# From AutoDocumentation
source: The humanoid oversampling multiplier
russian: Гуманоидный множитель передискретизации

# From AutoDocumentation
source: A rigid-body cannot sleep if its angular velocity is above this tolerance. [ 0.0001, 1000000 ].
russian: Твердое тело не может спать, если его угловая скорость превышает этот допуск. [0,0001, 1000000].

# From AutoDocumentation
source: Whether or not to automatically sync transform changes with the physics system whenever a transform changes.
russian: Следует ли автоматически синхронизировать изменения преобразования с физической системой при каждом изменении преобразования.

# From AutoDocumentation
source: The scale factor that controls how fast overlaps are resolved. Ideally this would be 1 so that overlaps are solved in a single time-step however using values close to 1 often lead to overshoot. [ 0.0001, 1000000 ].
russian: Масштабный коэффициент, определяющий скорость разрешения перекрытий. В идеале это значение должно быть равно 1, чтобы перекрытие решалось за один временной шаг, однако использование значений, близких к 1, часто приводит к перерегулированию. [0,0001, 1000000].

# From AutoDocumentation
source: The scale factor that controls how fast TOI overlaps are resolved. Ideally this would be 1 so that overlaps are solved in a single time-step however using values close to 1 often lead to overshoot. [ 0.0001, 1000000 ].
russian: Масштабный коэффициент, определяющий скорость разрешения перекрытий TOI. В идеале это значение должно быть равно 1, чтобы перекрытие решалось за один временной шаг, однако использование значений, близких к 1, часто приводит к перерегулированию. [0,0001, 1000000].

# From AutoDocumentation
source: Whether collision callbacks are produced when a collider with contacts is disabled.
russian: Создаются ли обратные вызовы столкновений, когда коллайдер с контактами отключен.

# From AutoDocumentation
source: Colliders whose distance is less than the sum of their contactOffset values will generate contacts. The contact offset must be positive. Contact offset allows the collision detection system to predictively enforce the contact constraint even when the objects are slightly separated. Extreme caution should be used when modifying this value as making this smaller means that polygons will have an insufficient buffer for continuous collision and making it larger may create artifacts for vertex collision. [ 0.0001, 1 ].
russian: Коллайдеры, расстояние которых меньше суммы их значений contactOffset, будут генерировать контакты. Смещение контакта должно быть положительным. Смещение контакта позволяет системе обнаружения столкновений прогнозировать ограничение контакта, даже если объекты слегка разделены. При изменении этого значения следует соблюдать крайнюю осторожность, поскольку уменьшение этого значения означает, что у полигонов будет недостаточный буфер для непрерывного столкновения, а увеличение его может привести к появлению артефактов для столкновения вершин. [0,0001, 1].

# From AutoDocumentation
source: The default material to use on a collider if no material is specified on it.
russian: Материал по умолчанию, используемый в коллайдере, если для него не указан материал.

# From AutoDocumentation
source: The gravity applied to all rigid bodies in the scene.
russian: Гравитация применяется ко всем твердым телам в сцене.

# From AutoDocumentation
source: Controls how the physics simulation uses multithreading via job system.
russian: Управляет тем, как физическое моделирование использует многопоточность через систему заданий.

# From AutoDocumentation
source: A rigid-body cannot sleep if its linear velocity is above this tolerance. [ 0.0001, 1000000 ].
russian: Твердое тело не может спать, если его линейная скорость превышает этот допуск. [0,0001, 1000000].

# From AutoDocumentation
source: The maximum angular position correction used when solving constraints. This helps to prevent overshoot. [ 0.0001, 1000000 ].
russian: Максимальная коррекция углового положения, используемая при решении ограничений. Это помогает предотвратить перерасход. [0,0001, 1000000].

# From AutoDocumentation
source: The maximum linear position correction used when solving constraints. This helps to prevent overshoot. [ 0.0001, 1000000 ].
russian: Максимальная коррекция линейного положения, используемая при решении ограничений. Это помогает предотвратить перерасход. [0,0001, 1000000].

# From AutoDocumentation
source: The maximum angular speed of a rigid-body per physics update. Increasing this can cause numerical problems. [ 0.0001, 1000000 ].
russian: Максимальная угловая скорость твердого тела на одно обновление физики. Увеличение этого значения может вызвать численные проблемы. [0,0001, 1000000].

# From AutoDocumentation
source: The maximum linear speed of a rigid-body per physics update. Increasing this can cause numerical problems. [ 0.0001, 1000000 ].
russian: Максимальная линейная скорость твердого тела на одно обновление физики. Увеличение этого значения может вызвать численные проблемы. [0,0001, 1000000].

# From AutoDocumentation
source: The number of iterations used to solve simulation positions. More iterations yield a better simulation but is more expensive. (Default 3) [ 1 , infinity ].
russian: Количество итераций, используемых для решения позиций моделирования. Большее количество итераций дает лучшее моделирование, но обходится дороже. (По умолчанию 3) [1, бесконечность].

# From AutoDocumentation
source: Whether ray/line casts hit triggers or not.
russian: Независимо от того, попадают ли лучи/линии в триггеры или нет.

# From AutoDocumentation
source: Whether ray/line casts that start inside a collider(s) actually detect the colliders or not.
russian: Действительно ли приведение лучей/линий, начинающееся внутри коллайдера(ов), обнаруживает коллайдеры или нет.

# From AutoDocumentation
source: Determines whether the garbage collector should reuse only a single instance of a Collision2D type for all collision callbacks.
russian: Определяет, должен ли сборщик мусора повторно использовать только один экземпляр типа Collision2D для всех обратных вызовов конфликтов.

# From AutoDocumentation
source: Controls when the physics simulation will be run.
russian: Определяет, когда будет запускаться физическое моделирование.

# From AutoDocumentation
source: The time in seconds that a rigid-body must be still before it will go to sleep. [ 0.0001, 1000000 ].
russian: Время в секундах, в течение которого твердое тело должно находиться в состоянии покоя, прежде чем оно заснет. [0,0001, 1000000].

# From AutoDocumentation
source: The number of iterations used to solve simulation velocities. More iterations yield a better simulation but is more expensive. (Default 8) [ 1 , infinity ].
russian: Количество итераций, используемых для решения скоростей моделирования. Большее количество итераций дает лучшее моделирование, но обходится дороже. (По умолчанию 8) [1, бесконечность].

# From AutoDocumentation
source: Any collisions with a relative linear velocity below this threshold will be treated as inelastic. [ 0.0001, 1000000 ].
russian: Любые столкновения с относительной линейной скоростью ниже этого порога будут считаться неупругими. [0,0001, 1000000].

# From AutoDocumentation
source: Whether or not to automatically sync transform changes with the physics system whenever a Transform component changes.
russian: Следует ли автоматически синхронизировать изменения преобразования с физической системой при каждом изменении компонента Transform.

# From AutoDocumentation
source: A contact with a relative velocity below this will not bounce.
russian: Контакт с относительной скоростью ниже этой не отскочит.

# From AutoDocumentation
source: The default sweep-and-prune broadphase offers resonable performance in general. However, when lots of objects overlap along Y axis it might be better to enable Multi-box Pruning broadphase.
russian: Широкая фаза с разверткой и обрезкой по умолчанию обеспечивает в целом разумную производительность. Однако, когда множество объектов перекрываются вдоль оси Y, возможно, лучше включить широкую фазу обрезки нескольких блоков.

# From AutoDocumentation
source: The gravity applied to all cloth components.
russian: Гравитация распространяется на все компоненты ткани.

# From AutoDocumentation
source: Inter collision distance. 0 = disabled. [ 0, infinity ].
russian: Расстояние между столкновениями. 0 = отключено. [0, бесконечность].

# From AutoDocumentation
source: Inter collision settings toggle.
russian: Настройки взаимодействия между столкновениями переключаются.

# From AutoDocumentation
source: Inter collision stiffness. 0 = disabled. [ 0, infinity ].
russian: Межстолкновительная жесткость. 0 = отключено. [0, бесконечность].

# From AutoDocumentation
source: Selects which type of contact pair generation to use. By default, kinematic-kinematic and kinematic-static contact pairs are not enabled; their collision and trigger callbacks won't be available.
russian: Выбирает, какой тип генерации контактной пары использовать. По умолчанию пары контактов кинематик-кинематика и кинематика-статика не включены; их коллизии и обратные вызовы триггера будут недоступны.

# From AutoDocumentation
source: Toggle between the legacy contacts generation and the persistent contact manifold that allows for better performance.
russian: Переключайтесь между созданием устаревших контактов и постоянным коллектором контактов, что позволяет повысить производительность.

# From AutoDocumentation
source: Specifies distance which the collision detection system uses to generate collision contacts. The value must be positive and if set too close to zero can cause jitter.
russian: Указывает расстояние, которое система обнаружения столкновений использует для создания контактов при столкновении. Значение должно быть положительным, и если оно установлено слишком близко к нулю, может возникнуть дрожание.

# From AutoDocumentation
source: The default Physics Material that will be used if none has been assigned to an individual Collider.
russian: Физический материал по умолчанию, который будет использоваться, если ни один не был назначен отдельному коллайдеру.

# From AutoDocumentation
source: Specifies max velocity to resolve penetration of colliding rigid bodies.
russian: Определяет максимальную скорость для разрешения проникновения сталкивающихся твердых тел.

# From AutoDocumentation
source: Solver accuracy. Higher value costs more performance. (Default 6) [ 1, 255 ].
russian: Точность решателя. Более высокое значение требует большей производительности. (По умолчанию 6) [1, 255].

# From AutoDocumentation
source: Accuracy of the resulting velocity after a bounce. Higher value costs more performance. (Default 1) [ 1, 255 ].
russian: Точность результирующей скорости после отскока. Более высокое значение требует большей производительности. (По умолчанию 1) [1, 255].

# From AutoDocumentation
source: Enables the force which improves the stability of large stacks.
russian: Включает силу, которая улучшает стабильность больших штабелей.

# From AutoDocumentation
source: Enable creation order-independent simulation at the cost of less performance.
russian: Включите моделирование, не зависящее от порядка создания, за счет снижения производительности.

# From AutoDocumentation
source: Make contact computation and collision response use the same algorithm for meshes and terrains.
russian: Сделайте так, чтобы расчет контакта и реакция на столкновение использовали один и тот же алгоритм для сеток и ландшафтов.

# From AutoDocumentation
source: Friction type.
russian: Тип трения.

# From AutoDocumentation
source: Whether to enable the improved patch friction mode.
russian: Включить ли улучшенный режим трения патчей.

# From AutoDocumentation
source: Whether OnCollisionEnter, OnCollisionStay, and OnCollisionExit should be called on MonoBehaviour Scripts.
russian: Следует ли вызывать OnCollisionEnter, OnCollisionStay и OnCollisionExit в сценариях MonoBehaviour.

# From AutoDocumentation
source: Defines how the layer-based collision detection system will behave.
russian: Определяет, как будет вести себя многоуровневая система обнаружения столкновений.

# From AutoDocumentation
source: Whether physics queries hit backface triangles or not.
russian: Независимо от того, касаются ли физические запросы треугольников на задней грани или нет.

# From AutoDocumentation
source: If enabled, any Raycast, SphereCast, SphereTest, etc. that intersects with a Collider marked as a Trigger will return a hit. Individual raycasts can override this behavior.
russian: Если этот параметр включен, любой Raycast, SphereCast, SphereTest и т. д., который пересекается с коллайдером, помеченным как триггер, вернет попадание. Отдельные лучевые передачи могут переопределить это поведение.

# From AutoDocumentation
source: Determines whether the garbage collector should reuse only a single instance of a Collision type for all collision callbacks.
russian: Определяет, должен ли сборщик мусора повторно использовать только один экземпляр типа Collision для всех обратных вызовов конфликтов.

# From AutoDocumentation
source: The mass-normalized kinetic energy threshold below which a non-kinematic Rigidbody may go to sleep. Rigidbodies whose kinetic energy divided by their mass is below this threshold will be candidates for sleeping.
russian: Порог кинетической энергии, нормированный по массе, ниже которого некинематическое твердое тело может заснуть. Твердые тела, чья кинетическая энергия, деленная на их массу, ниже этого порога, будут кандидатами на сон.

# From AutoDocumentation
source: Choose solver.
russian: Выберите решатель.

# From AutoDocumentation
source: The world bounds used in conjunction with Multi-box pruning broadphase. Not needed for the default Sweep-and-Prune broadphase.
russian: Мировые границы используются в сочетании с широкофазной обрезкой Multi-box. Не требуется для стандартной широкой фазы очистки и сокращения.

# From AutoDocumentation
source: How many grid cells to create along X and Z axis. Effective only with the Multi-box pruning broadphase. [ 1, 16 ].
russian: Сколько ячеек сетки создать по осям X и Z. Эффективно только при широкой фазе обрезки Multi-box. [1, 16].

# From AutoDocumentation
source: Bounciness. Range { 0.0, 100000.0 }.
russian: Прыгучесть. Диапазон {0,0, 100000,0}.

# From AutoDocumentation
source: Friction. Range { 0.0, 100000.0 }.
russian: Трение. Диапазон {0,0, 100000,0}.

# From AutoDocumentation
source: The rotational offset angle from the local 'up'. This allows both the surface and sides to be rotated in local-space.
russian: Угол смещения вращения от локальной точки «вверх». Это позволяет вращать как поверхность, так и стороны в локальном пространстве.

# From AutoDocumentation
source: The angle of an arc that defines the sides of the platform centered on the local 'left' and 'right' of the effector. Any collision normals within this arc are considered for the 'side' behaviours. [ 0, 180.0 ].
russian: Угол дуги, определяющей стороны платформы с центром на локальных «левых» и «правых» эффекторах. Любые нормали столкновения внутри этой дуги рассматриваются как «боковое» поведение. [0, 180,0].

# From AutoDocumentation
source: The angle of an arc that defines the surface of the platform centered of the local 'up' of the effector. Any collision normals within this arc are never considered for one-way whereas everything outside this arc is considered for one-way. [ 0, 360.0 ].
russian: Угол дуги, определяющий поверхность платформы с центром в локальном «верхе» эффектора. Любые нормали столкновения внутри этой дуги никогда не считаются односторонними, тогда как все, что находится за пределами этой дуги, считается односторонним. [0, 360,0].

# From AutoDocumentation
source: Should the one-way collision behaviour be used? When true, an object considered moving 'up' through the effector, won't collide however an object considered moving 'down' will.
russian: Следует ли использовать поведение одностороннего столкновения? Если это правда, объект, который считается движущимся «вверх» через эффектор, не столкнется, однако объект, который считается движущимся «вниз», столкнется.

# From AutoDocumentation
source: Should a contact, disabled by the one-way collision behaviour, affect all colliders attached to the effector? When true, all collider contacts will be disabled when any are disabled.
russian: Должен ли контакт, отключенный поведением одностороннего столкновения, влиять на все коллайдеры, прикрепленные к эффектору? Если установлено значение true, все контакты коллайдера будут отключены, если какой-либо из них отключен.

# From AutoDocumentation
source: Should bounce be used on the platform sides? When false, no bounce is used from any assigned physics material if an object is considered moving 'sideways' against the effector. When true, any existing bounce is used.
russian: Стоит ли использовать отскок по бокам платформы? Если установлено значение false, отскок от любого назначенного физического материала не используется, если считается, что объект движется «вбок» относительно эффектора. Если это правда, используется любой существующий отскок.

# From AutoDocumentation
source: Should friction be used on the platform sides? When false, no friction is used from any assigned physics material if an object is considered moving 'sideways' against the effector. When true, any existing friction is used.
russian: Следует ли использовать трение по бокам платформы? Если установлено значение false, трение не используется из любого назначенного физического материала, если считается, что объект движется «вбок» относительно эффектора. Если это правда, используется любое существующее трение.

# From AutoDocumentation
source: If set to true, user can press OS specific key combination to switch to/from full screen.
russian: Если установлено значение true, пользователь может нажать комбинацию клавиш, специфичную для ОС, для переключения в полноэкранный режим или из него.

# From AutoDocumentation
source: value is enum of CompatibilityLevel, but can't serialize that so we use an int instead
russian: значение — это перечисление CompatibilityLevel, но его нельзя сериализовать, поэтому вместо этого мы используем int

# From AutoDocumentation
source: < If enabled, Home button on iPhone X will be hidden when there's no interaction with the display
russian: < Если этот параметр включен, кнопка «Домой» на iPhone X будет скрыта при отсутствии взаимодействия с дисплеем.

# From AutoDocumentation
source: If enable, Unity audio will be forced to play through the speakers.
russian: Если этот параметр включен, звук Unity будет принудительно воспроизводиться через динамики.

# From AutoDocumentation
source: Stereo rendering path to use.
russian: Путь стереорендеринга для использования.

# From AutoDocumentation
source: Remove mip levels from the project build that are unused due to reduced texture quality settings, in order to reduce size on disk.
russian: Удалите из сборки проекта уровни MIP, которые не используются из-за снижения настроек качества текстур, чтобы уменьшить размер на диске.

# From AutoDocumentation
source: If enabled, only Unity audio will play, all other audio sources will be muted.
russian: Если этот параметр включен, будет воспроизводиться только звук Unity, все остальные источники звука будут отключены.

# From AutoDocumentation
source: If enabled, the AudioSession of iOS will be initialized in recording mode, thus avoiding delays when initializing the Microphone object.
russian: Если этот параметр включен, AudioSession iOS будет инициализирован в режиме записи, что позволяет избежать задержек при инициализации объекта «Микрофон».

# From AutoDocumentation
source: Resolution Scaling Mode : Allows your screen resolution to be lower than the native resolution of your device to optimize performance and battery life
russian: Режим масштабирования разрешения: позволяет уменьшить разрешение экрана по сравнению с собственным разрешением вашего устройства, чтобы оптимизировать производительность и время автономной работы.

# From AutoDocumentation
source: 1, 2, 4, 8, 16 or 32 (in GB)
russian: 1, 2, 4, 8, 16 или 32 (в ГБ)

# From AutoDocumentation
source: [MB]
russian: [МБ]

# From AutoDocumentation
source: !< CERO = 0, GRACGCRB = 1, GSRMR = 2, ESRB = 3, ClassInd = 4, USK = 5, PEGI = 6, PEGIPortugal = 7, PEGIBBFC = 8, Russian = 9, ACB = 10, OFLC = 11, IARC = 12,
russian: !< CERO = 0, GRACGCRB = 1, GSRMR = 2, ESRB = 3, ClassInd = 4, USK = 5, PEGI = 6, PEGIPortugal = 7, PEGIBBFC = 8, Русский = 9, ACB = 10, OFLC = 11, МАИР = 12,

# From AutoDocumentation
source: AmericanEnglish = 0, BritishEnglish = 1, Japanese = 2, French = 3, German = 4, LatinAmericanSpanish = 5, Spanish = 6, Italian = 7, Dutch = 8, CanadianFrench = 9, Portuguese = 10, Russian = 11, SimplifiedChinese = 12, TraditionalChinese = 13, Korean = 14, PortugueseBr = 15 }.
russian: Американский английский = 0, Британский английский = 1, Японский = 2, Французский = 3, Немецкий = 4, Латиноамериканский испанский = 5, Испанский = 6, Итальянский = 7, Голландский = 8, Канадский французский = 9, Португальский = 10, Русский = 11, Упрощённый китайский = 12, традиционный китайский = 13, корейский = 14, португальскийBr = 15 }.

# From AutoDocumentation
source: Add Extended Game Controller key to info.plist.
russian: Добавьте ключ расширенного игрового контроллера в info.plist.

# From AutoDocumentation
source: Which vertex channels are compressed.
russian: Какие вершинные каналы сжаты.

# From AutoDocumentation
source: If set to true, the fullscreen window will remain visible even after switching it into the background.
russian: Если установлено значение true, полноэкранное окно останется видимым даже после переключения его в фоновый режим.

# From AutoDocumentation
source: If set to true, command buffers are recycled after they have been executed as opposed to being freed.
russian: Если установлено значение true, буферы команд перезапускаются после их выполнения, а не освобождаются.

# From AutoDocumentation
source: If set to true, delays acquiring the swapchain image by rendering to a staging image.
russian: Если установлено значение true, задерживает получение изображения цепочки обмена путем рендеринга в промежуточное изображение.

# From AutoDocumentation
source: Apply the display rotation during rendering.
russian: Примените поворот дисплея во время рендеринга.

# From AutoDocumentation
source: If set to true, allows toggling sRGB write mode mid-frame.
russian: Если установлено значение true, можно переключать режим записи sRGB в середине кадра.
