Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Click to deselect these items from the list.
russian: Нажмите, чтобы отменить выбор этих элементов из списка.

source: Deselect
russian: Отменить выбор

source: The download request has been sent. Please wait for the download to start.
russian: Запрос на загрузку отправлен. Пожалуйста, дождитесь начала загрузки.

source: Click to download this {0} for later use.
russian: Нажмите, чтобы загрузить этот {0} для дальнейшего использования.

source: This package is no longer available and cannot be downloaded anymore.
russian: Этот пакет больше не доступен и его больше нельзя загрузить.

source: Update to {0}
russian: Обновить до {0}

source: Updating to {0}
russian: Обновление до {0}

source: Update
russian: Обновлять

source: Updating
russian: Обновление

source: Updating {0}
russian: Обновление {0}

source: Changing a {0} that is part of a feature can lead to errors. Are you sure you want to proceed?
russian: Изменение {0}, являющегося частью функции, может привести к ошибкам. Вы уверены, что хотите продолжить?

source: This version of the package is being used by other packages. Upgrading a different version might break your project. Are you sure you want to continue?
russian: Эта версия пакета используется другими пакетами. Обновление другой версии может привести к поломке вашего проекта. Вы уверены, что хотите продолжить?

source: This {0} includes a package version that is different from what's already installed. Would you like to reset the following package to the required version? \u2022 {1}
russian: Этот {0} включает версию пакета, отличную от уже установленной. Хотите сбросить следующий пакет до требуемой версии? \u2022 {1}

source: This {0} includes package versions that are different from what are already installed. Would you like to reset the following packages to the required versions? \u2022 {1}
russian: Этот {0} включает версии пакетов, которые отличаются от уже установленных. Хотите сбросить следующие пакеты до необходимых версий? \u2022 {1}

source: Install and Reset
russian: Установить и сбросить

source: Install Only
russian: Только установить

source: Click to update this {0} to the specified version.
russian: Нажмите, чтобы обновить этот {0} до указанной версии.

source: You need to sign in with a licensed account to perform this action.
russian: Для выполнения этого действия вам необходимо войти в систему с использованием лицензированной учетной записи.

source: The pause request has been sent. Please wait for the download to pause.
russian: Запрос на паузу отправлен. Пожалуйста, подождите, пока загрузка приостановится.

source: Click to pause the download of this {0}.
russian: Нажмите, чтобы приостановить загрузку этого {0}.

source: Click to check for updates and update to latest version
russian: Нажмите, чтобы проверить наличие обновлений и обновиться до последней версии.

source: Click to download the latest version of this {0}.
russian: Нажмите, чтобы загрузить последнюю версию этого {0}.

source: This package is no longer available and cannot be updated anymore.
russian: Этот пакет больше не доступен и не может быть обновлен.

source: Unlock to make changes
russian: Разблокируйте, чтобы внести изменения

source: Sign In
russian: Войти

source: Resetting {0}
russian: Сброс {0}

source: Are you sure you want to reset this {0}? The following included package will reset to the required version: \u2022 {1}
russian: Вы уверены, что хотите сбросить эту {0}? Следующий включенный пакет будет сброшен до требуемой версии: \u2022 {1}

source: Are you sure you want to reset this {0}? The following included packages will reset to their required versions: \u2022 {1}
russian: Вы уверены, что хотите сбросить эту {0}? Следующие включенные пакеты будут сброшены до необходимых версий: \u2022 {1}

source: Click to reset this {0} dependencies to their default versions.
russian: Нажмите, чтобы сбросить зависимости {0} до версий по умолчанию.

source: You cannot reset this {0} because one of its included packages is customized. You must remove them manually. See the list of packages in the {0} for more information.
russian: Вы не можете сбросить этот {0}, поскольку один из входящих в него пакетов настроен. Вы должны удалить их вручную. Дополнительную информацию см. в списке пакетов в {0}.

source: You cannot reset this {0} because one of its included packages has changed version. See the list of packages in the {0} for more information.
russian: Вы не можете сбросить этот {0}, поскольку один из входящих в него пакетов изменил версию. Дополнительную информацию см. в списке пакетов в {0}.

source: Never ask
russian: Никогда не спрашивай

source: Disable Built-In Package
russian: Отключить встроенный пакет

source: Are you sure you want to disable this built-in package?
russian: Вы уверены, что хотите отключить этот встроенный пакет?

source: Removing {0}
russian: Удаление {0}

source: Are you sure you want to remove this {0} that is used by at least one installed feature?
russian: Вы уверены, что хотите удалить этот {0}, который используется хотя бы одной установленной функцией?

source: Are you sure you want to remove this {0}?
russian: Вы уверены, что хотите удалить этот {0}?

source: Disable the use of this {0} in your project.
russian: Отключите использование этого {0} в вашем проекте.

source: Disabling
russian: Отключение

source: You cannot remove this {0} because another installed package or feature depends on it. See dependencies for more details.
russian: Вы не можете удалить этот {0}, поскольку от него зависит другой установленный пакет или функция. См. зависимости для более подробной информации.

source: A resume request has been sent. You cannot cancel this download until it is resumed.
russian: Запрос на резюме отправлен. Вы не можете отменить загрузку, пока она не будет возобновлена.

source: Click to cancel the download of this {0}.
russian: Нажмите, чтобы отменить загрузку этого {0}.

source: Installing
russian: Установка

source: Enabling
russian: Включение

source: Click to enable this {0} in your project.
russian: Нажмите, чтобы включить этот {0} в свой проект.

source: Click to install this {0} into your project.
russian: Нажмите, чтобы установить этот {0} в свой проект.

source: You need to wait until the compilation is finished to perform this action.
russian: Чтобы выполнить это действие, вам нужно дождаться завершения компиляции.

source: You need to wait until other install or uninstall operations are finished to perform this action.
russian: Чтобы выполнить это действие, вам нужно дождаться завершения других операций установки или удаления.

source: You need to restore your network connection to perform this action.
russian: Для выполнения этого действия вам необходимо восстановить сетевое соединение.

source: The re-download request has been sent. Please wait for the re-download to start.
russian: Запрос на повторную загрузку отправлен. Пожалуйста, дождитесь начала повторной загрузки.

source: Click to re-download this {0} to get the current editor's version.
russian: Нажмите, чтобы повторно загрузить этот {0}, чтобы получить текущую версию редактора.

source: Re-Download
russian: Повторная загрузка

source: This action is currently in progress.
russian: Эта акция в настоящее время находится в стадии реализации.

source: assets
russian: ресурсы

source: Features
russian: Функции

source: Packages
russian: Пакеты

source: Packages - {0}
russian: Пакеты — {0}

source: packages and features
russian: пакеты и функции

source: {0} See console for more details.
russian: {0} Дополнительные сведения см. в консоли.

source: View in Asset Store
russian: Просмотреть в Asset Store

source: Paused
russian: Приостановлено

source: Downloading
russian: Загрузка

source: Version History
russian: История версий

source: See other versions
russian: Посмотреть другие версии

source: Information is unavailable because the package license isn't registered to your user account.
russian: Информация недоступна, поскольку пакетная лицензия не зарегистрирована в вашей учетной записи пользователя.

source: Releases
russian: Релизы

source: There is no description for this package.
russian: Для этого пакета нет описания.

source: (custom)
russian: (обычай)

source: (local)
russian: (местный)

source: enabled
russian: включено

source: installed
russian: установлен

source: Images
russian: Изображения

source: Assigned Labels
russian: Назначенные метки

source: Assigned Label
russian: Назначенная метка

source: {0} or higher
russian: {0} или выше

source: {0} and {1} to improve compatibility with the range of these versions of Unity
russian: {0} и {1} для улучшения совместимости с рядом этих версий Unity.

source: Package has been submitted using Unity {0}
russian: Пакет отправлен с помощью Unity {0}

source: Size: {0} (Number of files: {1})
russian: Размер: {0} (Количество файлов: {1})

source: Recommended
russian: Рекомендуется

source: Latest
russian: Последний

source: Requested
russian: Запрошено

source: See full changelog
russian: Посмотреть полный список изменений

source: See changelog
russian: Посмотреть список изменений

source: No dependencies
russian: Нет зависимостей

source: Is using
russian: Использует

source: Title
russian: Заголовок

source: Author
russian: Автор

source: This package has been manually customized
russian: Этот пакет был настроен вручную

source: Packages Included
russian: Пакеты включены

source: This package will be automatically installed with this feature.
russian: Этот пакет будет автоматически установлен с этой функцией.

source: Version {0} (Installed {1})
russian: Версия {0} (установлена ​​{1})

source: Version {0}
russian: Версия {0}

source: Using version {0} because at least one other package or feature depends on it
russian: Использование версии {0}, поскольку от нее зависит как минимум еще один пакет или функция.

source: This package has been customized.
russian: Этот пакет был настроен.

source: This package has been manually changed.
russian: Этот пакет был изменен вручную.

source: Different versions of the sample are already imported at
russian: Различные версии образца уже импортированы по адресу

source: They will be deleted when you update.
russian: Они будут удалены при обновлении.

source: The sample is already imported at
russian: Образец уже импортирован в

source: Importing again will override all changes you have made to it.
russian: Повторный импорт отменит все внесенные вами изменения.

source: A different version of the sample is already imported at
russian: Другая версия образца уже импортирована в

source: It will be deleted when you update.
russian: Он будет удален при обновлении.

source: Importing package sample
russian: Импорт образца пакета

source: Are you sure you want to continue?
russian: Вы уверены, что хотите продолжить?

source: Disable {0}
russian: Отключить {0}

source: Remove {0}
russian: Удалить {0}

source: Disabling {0}
russian: Отключение {0}

source: Enable {0}
russian: Включить {0}

source: Install {0}
russian: Установить {0}

source: Version {0} available
russian: Доступна версия {0}

source: Checking update for {0}...
russian: Проверка обновления для {0}...

source: No common action available for {0}
russian: Для {0} нет общих действий.

source: Update {0}
russian: Обновить {0}

source: Updating {0}...
russian: Обновление {0}...

source: {0} {1} selected
russian: {0} {1} выбрано

source: items
russian: предметы

source: item
russian: элемент

source: Unlock {0}
russian: Разблокировать {0}

source: Download {0}
russian: Скачать {0}

source: Downloading {0}...
russian: Загрузка {0}...

source: Downloading updates for {0}...
russian: Загрузка обновлений для {0}...

source: Extensions
russian: Расширения

source: Configure
russian: Настроить

source: Show pre-release packages
russian: Показать предварительные версии пакетов

source: enable
russian: давать возможность

source: preview
russian: предварительный просмотр

source: package
russian: упаковка

source: scoped
russian: ограниченный

source: registries
russian: реестры

source: registry
russian: реестр

source: dependencies
russian: зависимости

source: Registry name cannot be null, empty or whitespace
russian: Имя реестра не может быть нулевым, пустым или пробельным.

source: Scope(s) cannot be empty
russian: Область(и) не может быть пустой.

source: "URL" must be a valid uri with a scheme matching the http|https pattern
russian: «URL» должен быть действительным URI со схемой, соответствующей шаблону http|https.

source: [Package Manager Window] Unsupported progress state {0}.
russian: [Окно диспетчера пакетов] Неподдерживаемое состояние выполнения {0}.

source: An error occurred, likely on the server. Please try again later.
russian: Произошла ошибка, вероятно, на сервере. Пожалуйста, повторите попытку позже.

source: [Package Manager Window] {0}
russian: [Окно диспетчера пакетов] {0}

source: Error adding package: {0}.
russian: Ошибка добавления пакета: {0}.

source: feature
russian: особенность

source: built-in package
russian: встроенный пакет

source: Error fetching package list offline.
russian: Ошибка при получении списка пакетов в автономном режиме.

source: Error fetching package list.
russian: Ошибка при получении списка пакетов.

source: This built in package controls the presence of the {0} module.
russian: Этот встроенный пакет контролирует наличие модуля {0}.

source: [Package Manager Window] Unable to find valid {0} for this {1}.
russian: [Окно диспетчера пакетов] Невозможно найти действительный {0} для этого {1}.

source: Product Id mismatch between product details and package details.
russian: Несоответствие идентификатора продукта между сведениями о продукте и сведениями о упаковке.

source: Error removing package: {0}.
russian: Ошибка удаления пакета: {0}.

source: [Package Manager Window] There are packages installed from the registry {0}. Please remove the packages before removing the registry.
russian: [Окно диспетчера пакетов] Из реестра {0} установлены пакеты. Пожалуйста, удалите пакеты перед удалением реестра.

source: Error adding/removing packages: {0}.
russian: Ошибка добавления/удаления пакетов: {0}.

source: Error searching for packages offline.
russian: Ошибка поиска пакетов в автономном режиме.

source: Error searching for packages.
russian: Ошибка поиска пакетов.

source: Error removing registry: {0}.
russian: Ошибка удаления реестра: {0}.

source: Error embedding package: {0}.
russian: Ошибка внедрения пакета: {0}.

source: Show in Explorer
russian: Показать в проводнике

source: Reveal in Finder
russian: Показать в Finder

source: Open Containing Folder
russian: Открыть содержащую папку

source: Change Location
russian: Изменить местоположение

source: Reset to Default Location
russian: Сброс к местоположению по умолчанию

source: Select Packages Cache Location
russian: Выберите расположение кэша пакетов

source: Cannot get the Packages Cache location, UPM server is not running.
russian: Невозможно получить местоположение кэша пакетов, сервер UPM не работает.

source: Your assets will be stored in <b>{0}</b> subfolder.
russian: Ваши ресурсы будут храниться в подпапке <b>{0}</b>.

source: Select Assets Cache Location
russian: Выберите расположение кэша ресурсов

source: Cannot reset the Assets Cache location to default.
russian: Невозможно сбросить расположение кэша ресурсов по умолчанию.

source: Changing Assets Cache location
russian: Изменение местоположения кэша ресурсов

source: Changing the Assets Cache location will abort all downloads in progress.
russian: Изменение местоположения кэша ресурсов приведет к отмене всех текущих загрузок.

source: The Assets Cache location set by environment variable ASSETSTORE_CACHE_PATH is read only. Download or update of assets won't be possible.
russian: Местоположение кэша активов, заданное переменной среды ASSETSTORE_CACHE_PATH, доступно только для чтения. Загрузка или обновление ресурсов будет невозможно.

source: The Assets Cache location set by environment variable ASSETSTORE_CACHE_PATH is invalid or inaccessible.
russian: Местоположение кэша активов, заданное переменной среды ASSETSTORE_CACHE_PATH, недопустимо или недоступно.

source: The Assets Cache location is set by environment variable ASSETSTORE_CACHE_PATH, you cannot change it.
russian: Местоположение кэша ресурсов задается переменной среды ASSETSTORE_CACHE_PATH, вы не можете его изменить.

source: The Assets Cache location is read only. Download or update of assets won't be possible.
russian: Местоположение кэша ресурсов доступно только для чтения. Загрузка или обновление ресурсов будет невозможно.

source: The Assets Cache location is invalid or inaccessible. Change location or reset it to default location.
russian: Местоположение кэша ресурсов недействительно или недоступно. Измените местоположение или сбросьте его до местоположения по умолчанию.

source: The Packages Cache location is set by environment variable UPM_CACHE_ROOT, you cannot change it.
russian: Местоположение кэша пакетов задается переменной среды UPM_CACHE_ROOT, вы не можете его изменить.

source: Cannot get the Packages Cache location, reason: {0}.
russian: Невозможно получить местоположение кэша пакетов, причина: {0}.

source: Cannot set the Packages Cache location to '{0}', reason: {1}.
russian: Невозможно установить местоположение кэша пакетов на «{0}», причина: {1}.

source: Cannot reset the Packages Cache location to default, reason: {0}.
russian: Невозможно сбросить расположение кэша пакетов по умолчанию, причина: {0}.

source: cache
russian: кэш

source: assetstore
russian: магазин активов

source: An error occurred: This package isn't available because its license isn't registered to your user account. If you're licensed to use this package, go to Unity Hub > Preferences > Licenses and click Refresh. Otherwise, contact your administrator.
russian: Произошла ошибка: этот пакет недоступен, поскольку его лицензия не зарегистрирована в вашей учетной записи пользователя. Если у вас есть лицензия на использование этого пакета, перейдите в Unity Hub > Настройки > Лицензии и нажмите Обновить. В противном случае обратитесь к своему администратору.

source: This package version doesn't have a valid signature. For your security, install a different version or report a bug to Unity.
russian: Эта версия пакета не имеет действительной подписи. В целях безопасности установите другую версию или сообщите об ошибке в Unity.

source: This package version has no signature. For your security, install a different version or review your scoped registry and load the package from the Unity registry.
russian: Эта версия пакета не имеет подписи. В целях безопасности установите другую версию или просмотрите реестр с ограниченной областью действия и загрузите пакет из реестра Unity.

source: Got it
russian: Понятно

source: Package download in progress
russian: Идет загрузка пакета

source: Please note that entering Play Mode while Unity is downloading a package may impact performance
russian: Обратите внимание, что вход в режим воспроизведения во время загрузки пакета Unity может повлиять на производительность.

source: Play Mode in progress
russian: Выполняется игровой режим

source: Please note that making changes in the Package Manager while in Play Mode may impact performance.
russian: Обратите внимание, что внесение изменений в диспетчере пакетов в режиме воспроизведения может повлиять на производительность.

source: Copying samples files
russian: Копирование файлов образцов

source: Cleaning previous import...
russian: Очистка предыдущего импорта...

source: Download aborted
russian: Загрузка прервана

source: Adding a new package
russian: Добавление нового пакета

source: [Package Manager Window] Error while fetching categories: {0}
russian: [Окно диспетчера пакетов] Ошибка при получении категорий: {0}

source: [Package Manager Window] Error while fetching labels: {0}
russian: [Окно диспетчера пакетов] Ошибка при получении меток: {0}

source: Error parsing product details.
russian: Ошибка при анализе сведений о продукте.

source: [Package Manager Window] Error while getting product update details: {0}
russian: [Окно диспетчера пакетов] Ошибка при получении сведений об обновлении продукта: {0}

source: Unknown publisher
russian: Неизвестный издатель

source: Publisher Website
russian: Веб-сайт издателя

source: Publisher Support
russian: Поддержка издателей

source: Multiple versions of the same package found on disk and we could not determine which one to take. Please remove one of the following files:
russian: На диске обнаружено несколько версий одного и того же пакета, и мы не смогли определить, какую из них выбрать. Пожалуйста, удалите один из следующих файлов:

source: Assets Cache location changed
russian: Местоположение кэша ресурсов изменено

source: The Assets Cache location has been changed, all current downloads will be aborted.
russian: Местоположение кэша ресурсов было изменено, все текущие загрузки будут прерваны.

source: Server response is not a valid JSON
russian: Ответ сервера не является допустимым JSON.

source: Server response is
russian: Ответ сервера

source: The download could not be completed. See details in console.
russian: Загрузка не может быть завершена. Подробности смотрите в консоли.

source: The download could not be aborted. Please try again.
russian: Загрузку не удалось прервать. Пожалуйста, попробуйте еще раз.

source: The Asset Store package you are trying to download is not available to the current Unity account. If you purchased this asset from the Asset Store using a different account, use that Unity account to sign into the Editor.
russian: Пакет Asset Store, который вы пытаетесь загрузить, недоступен для текущей учетной записи Unity. Если вы приобрели этот ресурс в Asset Store, используя другую учетную запись, используйте эту учетную запись Unity для входа в редактор.

source: [Package Manager Window]
russian: [Окно диспетчера пакетов]

source: Download aborted.
russian: Загрузка прервана.

source: Error while getting auth code: {0}
russian: Ошибка при получении кода авторизации: {0}

source: Error while getting access token: invalid configuration from Unity Connect
russian: Ошибка при получении токена доступа: неверная конфигурация из Unity Connect.

source: Error while getting access token: {0}
russian: Ошибка при получении токена доступа: {0}

source: Access token invalid
russian: Токен доступа недействителен

source: Error while getting token info: {0}
russian: Ошибка при получении информации о токене: {0}

source: Token info invalid
russian: Информация о токене недействительна.

source: Error while getting user info: {0}
russian: Ошибка при получении информации о пользователе: {0}

source: User info invalid
russian: Информация о пользователе недействительна

source: User not logged in.
russian: Пользователь не авторизован.

source: Plane|
russian: Самолет|

source: Cross|
russian: Крест |

source: TriCross|
russian: Трикросс|

source: Billboard|
russian: Рекламный щит|

source: Mesh|
russian: Сетка|

source: Create New Tree
russian: Создать новое дерево

source: Create Wind Zone
russian: Создать ветровую зону

source: Move Branch|Select a branch spline point and drag to move it.
russian: Переместить ветвь|Выберите точку сплайна ветвления и перетащите ее, чтобы переместить.

source: Rotate Branch|Select a branch spline point and drag to rotate it.
russian: Повернуть ветвь|Выберите точку сплайна ветки и перетащите ее, чтобы повернуть ее.

source: Free Hand|Click on a branch spline node and drag to draw a new shape.
russian: Свободная рука|Нажмите на узел сплайна-ветви и перетащите, чтобы нарисовать новую форму.

source: Move Leaf|Select a leaf spline point and drag to move it.
russian: Переместить лист | Выберите точку сплайна листа и перетащите ее, чтобы переместить.
