Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Inserts a new point in between selected adjacent points.
russian: Вставляет новую точку между выбранными соседними точками.

source: Texture Mode
russian: Режим текстуры

source: Should the U coordinate be stretched or tiled?
russian: Должна ли координата U быть растянута или выложена плиткой?

source: Scale the texture along the UV coordinates using this multiplier.
russian: Масштабируйте текстуру по координатам UV, используя этот множитель.

source: Tolerance
russian: Толерантность

source: Used to evaluate which points should be removed from the line. A higher value results in a simpler line (fewer points). A value of 0 results in the exact same line with little to no reduction.
russian: Используется для оценки того, какие точки следует удалить из линии. Более высокое значение приводит к более простой линии (меньшее количество точек). Значение 0 приводит к получению точно такой же строки с небольшим уменьшением или без него.

source: Apply a shadow bias to prevent self-shadowing artifacts. The specified value is the proportion of the line width at each segment.
russian: Примените смещение тени, чтобы предотвратить артефакты самозатенения. Указанное значение представляет собой долю ширины линии в каждом сегменте.

source: Toggle generation of normal and tangent data, for use in lit shaders.
russian: Переключить генерацию нормальных и касательных данных для использования в освещенных шейдерах.

source: Scene Tools
russian: Инструменты сцены

source: Apply Active Color Space
russian: Применить активное цветовое пространство

source: When using Linear Rendering, colors will be converted appropriately before being passed to the GPU.
russian: При использовании линейного рендеринга цвета преобразуются соответствующим образом перед передачей в графический процессор.

source: Edit LineRenderer Points in the Scene View.
russian: Отредактируйте точки LineRenderer в представлении сцены.

source: Create LineRenderer Points in the Scene View.
russian: Создайте точки LineRenderer в представлении сцены.

source: Positions Size
russian: Размер позиции

source: Color (RGB) and Opacity (A)
russian: Цвет (RGB) и непрозрачность (A)

source: Normal (RGB)
russian: Нормальный (RGB)

source: Extra
russian: Дополнительный

source: Smoothness (R), Metallic (G), AO (B)
russian: Гладкость (R), Металлик (G), АО (B)

source: Subsurface
russian: Подповерхностный

source: Subsurface (RGB)
russian: Подповерхностный (RGB)

source: Metallic value
russian: Металлическая ценность

source: Two-Sided
russian: Двусторонний

source: Set this material to render as two-sided
russian: Установите этот материал для рендеринга как двусторонний.

source: Wind quality setting
russian: Настройка качества ветра

source: Hue variation Color (RGB) and Amount (A)
russian: Изменение оттенка Цвет (RGB) и количество (A)

source: Enable normal mapping
russian: Включить нормальное сопоставление

source: Enable subsurface scattering
russian: Включить подповерхностное рассеяние

source: Indirect Subsurface
russian: Косвенный подповерхностный

source: Scalar on subsurface from indirect light
russian: Скаляр на недрах от непрямого света

source: Enable billboard features (crossfading, etc.)
russian: Включить функции рекламного щита (переходное затухание и т. д.)

source: Shadow Fade
russian: Теневое исчезновение

source: Fade shadow effect on billboards
russian: Эффект плавной тени на рекламных щитах

source: Maps
russian: Карты

source: Options
russian: Параметры

source: Advanced Options
russian: Дополнительные параметры

source: Max. Recursion Depth
russian: Макс. Глубина рекурсии

source: Limit on ray recursion for the Ray Tracing pipeline. This is defined in the shader by using max_recursion_depth pragma(e.g. "#pragma max_recursion_depth 5"). Applications should pick a limit that is as low as absolutely necessary. A value of 1 means that only primary rays can be cast.
russian: Ограничение на рекурсию лучей для конвейера трассировки лучей. Это определяется в шейдере с помощью прагмы max_recursion_length (например, "#pragma max_recursion_length 5"). Приложения должны выбирать настолько низкий предел, насколько это абсолютно необходимо. Значение 1 означает, что можно использовать только основные лучи.

source: Platforms:
russian: Платформы:

source: Ray Tracing Shader not supported! No graphics APIs with Ray Tracing support found in the Graphics APIs list.
russian: Шейдер трассировки лучей не поддерживается! В списке Графических API не найдено графических API с поддержкой трассировки лучей.

source: Payload Size (Bytes)
russian: Размер полезной нагрузки (байты)

source: Param. Size (Bytes)
russian: Парам. Размер (байты)

source: Ray Generation Shaders
russian: Шейдеры генерации лучей

source: The list of all ray generation shaders in the shader file. Only one ray generation shader can be executed at a time.
russian: Список всех шейдеров генерации лучей в файле шейдера. Одновременно может выполняться только один шейдер генерации лучей.

source: Miss Shaders
russian: Мисс Шейдерс

source: The list of all miss shaders in the shader file. The index of the miss shader to execute is specified when calling TraceRay HLSL function.
russian: Список всех пропущенных шейдеров в файле шейдера. Индекс пропущенного шейдера для выполнения указывается при вызове функции TraceRay HLSL.

source: Callable Shaders
russian: Вызываемые шейдеры

source: The list of all callable shaders in the shader file. The index of the callable shader to execute is specified when calling CallShader HLSL function.
russian: Список всех вызываемых шейдеров в файле шейдера. Индекс вызываемого шейдера для выполнения указывается при вызове функции CallShader HLSL.

source: Anchor Presets
russian: Предварительные настройки привязки

source: Shift: Also set pivot Alt: Also set position
russian: Shift: также установить поворот. Alt: также установить положение.

source: Preprocess only
russian: Только предварительная обработка

source: Show preprocessor output instead of compiled shader code
russian: Показывать выходные данные препроцессора вместо скомпилированного кода шейдера.

source: Strip #line directives
russian: Удалить директивы #line

source: Strip #line directives from preprocessor output
russian: Удалить директивы #line из вывода препроцессора

source: Show compiled code
russian: Показать скомпилированный код

source: Kernels:
russian: Ядра:

source: Bake
russian: Выпекать

source: Bakes Reflection Probe's cubemap, overwriting the existing cubemap texture asset (if any).
russian: Запекает кубическую карту Reflection Probe, перезаписывая существующий ресурс текстуры кубической карты (если таковой имеется).

source: Runtime Settings
russian: Настройки времени выполнения

source: These settings determine this Probe's priority, blending, intensity, and zone of effect and works in conjunction with the cubemap of this probe when it is rendered.
russian: Эти настройки определяют приоритет, смешивание, интенсивность и зону эффекта этого зонда и работают совместно с кубической картой этого зонда при его рендеринге.

source: Camera clears the screen to this color before rendering.
russian: Камера очищает экран до этого цвета перед рендерингом.

source: Specify how to fill empty areas of the cubemap.
russian: Укажите, как заполнить пустые области кубической карты.

source: Intensity
russian: Интенсивность

source: The intensity modifier the Editor applies to this probe's texture in its shader.
russian: Модификатор интенсивности, который редактор применяет к текстуре этого зонда в его шейдере.

source: The resolution of the cubemap.
russian: Разрешение кубической карты.

source: Cubemap Capture Settings
russian: Настройки захвата кубической карты

source: Settings that determine how to render this probe's cubemap.
russian: Настройки, определяющие способ визуализации кубической карты этого зонда.

source: When enabled, Unity assumes that the reflected light is originating from the inside of the probe's box, rather than from infinitely far away. This is useful for box-shaped indoor environments.
russian: Если этот параметр включен, Unity предполагает, что отраженный свет исходит изнутри корпуса зонда, а не откуда-то бесконечно далеко. Это полезно для помещений коробчатой ​​формы.

source: Area around the probe where it is blended with other probes. Only used in deferred probes.
russian: Область вокруг зонда, где он смешивается с другими зондами. Используется только в отложенных зондах.

source: The size of the box in which the reflections will be applied to objects. The value is not affected by the Transform of the Game Object.
russian: Размер поля, в котором отражения будут применяться к объектам. На значение не влияет преобразование игрового объекта.

source: The center of the box in which the reflections will be applied to objects. The value is relative to the position of the Game Object.
russian: Центр поля, в котором к объектам будут применяться отражения. Значение относительно позиции игрового объекта.

source: Cubemap
russian: Кубическая карта

source: Sets a custom cubemap for this probe.
russian: Устанавливает пользовательскую кубическую карту для этого зонда.

source: When reflection probes overlap, Unity uses Importance to determine which probe should take priority.
russian: Когда зонды отражения перекрываются, Unity использует важность, чтобы определить, какой зонд должен иметь приоритет.

source: Dynamic Objects
russian: Динамические объекты

source: If enabled dynamic objects are also rendered into the cubemap
russian: Если включены динамические объекты, они также отображаются в кубической карте.

source: Time Slicing
russian: Нарезка времени

source: If enabled this probe will update over several frames, to help reduce the impact on the frame rate
russian: Если этот параметр включен, этот датчик будет обновляться в течение нескольких кадров, чтобы уменьшить влияние на частоту кадров.

source: Refresh Mode
russian: Режим обновления

source: Controls how this probe refreshes in the Player
russian: Управляет обновлением этого зонда в проигрывателе.

source: If this property is enabled, geometries which are blocked from the probe's line of sight are skipped during rendering.
russian: Если это свойство включено, во время рендеринга пропускаются геометрические объекты, которые заблокированы из поля зрения зонда.

source: Enable High Dynamic Range rendering.
russian: Включите рендеринг с расширенным динамическим диапазоном.

source: Maximum distance at which Unity renders shadows associated with this probe.
russian: Максимальное расстояние, на котором Unity отображает тени, связанные с этим зондом.

source: Allows objects on specified layers to be included or excluded in the reflection.
russian: Позволяет объектам на указанных слоях включаться или исключаться из отражения.

source: Specify the lighting setup for this probe: Baked, Custom, or Realtime.
russian: Укажите настройку освещения для этого зонда: «Запеченное», «Пользовательское» или «В реальном времени».

source: Realtime
russian: В реальном времени

source: Skybox
russian: Скайбокс

source: Solid Color
russian: Сплошной цвет

source: Adjust the probe's zone of effect. Holding Alt or Shift and click the control handle to pin the center or scale the volume uniformly.
russian: Отрегулируйте зону действия зонда. Удерживая Alt или Shift, щелкните маркер управления, чтобы закрепить центр или равномерно масштабировать громкость.

source: Move the selected objects.
russian: Переместите выбранные объекты.

source: Time Slicing Mode
russian: Режим разделения времени

source: Turn Auto Play on/off
russian: Включить/выключить автоматическое воспроизведение

source: Play
russian: Играть

source: Loop on/off
russian: Включение/выключение петли

source: Specifies how Light Probes will handle the interpolation of lighting and occlusion. Disabled if the object is set to receive Global Illumination from lightmaps.
russian: Определяет, как Light Probes будет обрабатывать интерполяцию освещения и окклюзии. Отключено, если объект настроен на получение глобального освещения от карт освещения.

source: Proxy Volume Override
russian: Переопределение тома прокси-сервера

source: If set, the Renderer will use the Light Probe Proxy Volume component from another GameObject.
russian: Если установлено, рендерер будет использовать компонент Light Probe Proxy Volume из другого GameObject.

source: Reflection Probes
russian: Отражательные зонды

source: Specifies if or how the object is affected by reflections in the Scene. This property cannot be disabled in deferred rendering modes.
russian: Указывает, влияют ли на объект отражения в сцене и каким образом. Это свойство нельзя отключить в режимах отложенного рендеринга.

source: Anchor Override
russian: Переопределение привязки

source: Specifies the Transform position that will be used for sampling the light probes and reflection probes.
russian: Указывает позицию преобразования, которая будет использоваться для выборки световых и отраженных датчиков.

source: Specifies the Transform position that will be used for sampling the light probes.
russian: Указывает позицию преобразования, которая будет использоваться для выборки световых зондов.

source: In Deferred Shading, all objects receive shadows and get per-pixel reflection probes.
russian: В режиме отложенного затенения все объекты получают тени и попиксельные датчики отражения.

source: A valid Light Probe Proxy Volume component could not be found.
russian: Не удалось найти действительный компонент прокси-тома Light Probe.

source: The Light Probe Proxy Volume feature is unsupported by the current graphics hardware or API configuration. Simple 'Blend Probes' mode will be used instead.
russian: Функция Light Probe Proxy Volume не поддерживается текущим графическим оборудованием или конфигурацией API. Вместо этого будет использоваться простой режим «Blend Probes».

source: The Light Probe Proxy Volume feature is not supported on tree rendering. Simple 'Blend Probes' mode will be used instead.
russian: Функция Light Probe Proxy Volume не поддерживается при рендеринге дерева. Вместо этого будет использоваться простой режим «Blend Probes».

source: The Custom Provided mode requires SH properties to be sent via MaterialPropertyBlock.
russian: Режим Custom Provided требует, чтобы свойства SH отправлялись через MaterialPropertyBlock.

source: Probes
russian: Зонды

source: Additional Settings
russian: Дополнительные настройки

source: Dynamic Occlusion
russian: Динамическая окклюзия

source: Controls if dynamic occlusion culling should be performed for this renderer.
russian: Определяет, следует ли выполнять динамическое отсечение окклюзии для этого средства визуализации.

source: Specifies whether the Mesh Renders 'Per Object Motion', 'Camera Motion', or 'No Motion' vectors to the Camera Motion Vector Texture.
russian: Указывает, визуализирует ли сетка векторы «Движение каждого объекта», «Движение камеры» или «Нет движения» в текстуру вектора движения камеры.

source: Enabling Skinned Motion Vectors will allow generation of high precision motion vectors for the Skinned Mesh. This is achieved by keeping the skinning results of the previous frame in memory thus increasing the memory usage.
russian: Включение Skinned Motion Vectors позволит генерировать высокоточные векторы движения для Skinned Mesh. Это достигается за счет сохранения результатов очистки предыдущего кадра в памяти, что увеличивает использование памяти.

source: Rendering Layer Mask
russian: Рендеринг маски слоя

source: Mask that can be used with SRP DrawRenderers command to filter renderers outside of the normal layering system.
russian: Маска, которую можно использовать с командой SRP DrawRenderers для фильтрации средств визуализации за пределами обычной системы слоев.

source: Sets the priority value that the render pipeline uses to calculate the rendering order.
russian: Устанавливает значение приоритета, которое конвейер рендеринга использует для расчета порядка рендеринга.

source: Ray Tracing Mode
russian: Режим трассировки лучей

source: Describes how renderer will update for ray tracing
russian: Описывает, как рендерер будет обновляться для трассировки лучей.

source: Ray Trace Procedurally
russian: Процедурная трассировка лучей

source: Specifies whether to treat geometry as defined by shader (true) or as a normal mesh (false)
russian: Указывает, следует ли обрабатывать геометрию как определенную шейдером (true) или как обычную сетку (false).

source: Dynamic Occludee
russian: Динамический окклюдер

source: Renderer Prority
russian: Приоритетность рендерера

source: Ray Trace Procedural
russian: Процедурная трассировка лучей

source: Albedo (RGB) and Transparency (A).
russian: Альбедо (RGB) и Прозрачность (A).

source: Threshold for alpha cutoff.
russian: Порог отсечки альфа.

source: Metallic (R) and Smoothness (A).
russian: Металлик (R) и Гладкость (A).

source: Smoothness value.
russian: Значение гладкости.

source: Smoothness scale factor.
russian: Масштабный коэффициент гладкости.

source: Normal Map.
russian: Нормальная карта.

source: Emission (RGB).
russian: Эмиссия (RGB).

source: Determines the transparency and blending method for drawing the object to the screen.
russian: Определяет прозрачность и метод смешивания для рисования объекта на экране.

source: Color Mode
russian: Цветовой режим

source: Determines the blending mode between the particle color and the texture albedo.
russian: Определяет режим смешивания между цветом частицы и альбедо текстуры.

source: Flip-Book Frame Blending
russian: Смешивание рамок флип-книги

source: Enables blending between the frames of animated texture sheets.
russian: Включает смешивание между кадрами анимированных листов текстур.

source: Two Sided
russian: Двусторонний

source: Render both front and back faces of the particle geometry.
russian: Визуализируйте как переднюю, так и заднюю грани геометрии частиц.

source: Distortion
russian: Искажение

source: Use a grab pass and normal map to simulate refraction.
russian: Используйте проход захвата и карту нормалей для имитации преломления.

source: Distortion Strength.
russian: Сила искажения.

source: Blend
russian: Смешивать

source: Weighting between albedo and grab pass.
russian: Взвешивание между альбедо и проходом захвата.

source: Fade out particle geometry when it gets close to the surface of objects written into the depth buffer.
russian: Затухание геометрии частиц, когда они приближаются к поверхности объектов, записанных в буфер глубины.

source: Near fade
russian: Почти исчезают

source: Soft Particles near fade distance.
russian: Мягкие частицы на расстоянии выцветания.

source: Far fade
russian: Далеко исчезнуть

source: Soft Particles far fade distance.
russian: Мягкие частицы исчезают на расстоянии.

source: Camera Fading
russian: Затухание камеры

source: Fade out particle geometry when it gets close to the camera.
russian: Затухание геометрии частиц, когда они приближаются к камере.

source: Camera near fade distance.
russian: Камера на близком расстоянии.

source: Camera far fade distance.
russian: Камера далеко исчезает на расстоянии.

source: Blending Options
russian: Параметры смешивания

source: Main Options
russian: Основные параметры

source: Required Vertex Streams
russian: Требуемые потоки вершин

source: Position (POSITION.xyz)
russian: Позиция (POSITION.xyz)

source: Normal (NORMAL.xyz)
russian: Нормальный (NORMAL.xyz)

source: Color (COLOR.xyzw)
russian: Цвет (COLOR.xyzw)

source: Color (INSTANCED0.xyzw)
russian: Цвет (INSTANCED0.xyzw)

source: UV (TEXCOORD0.xy)
russian: УФ (TEXCOORD0.xy)

source: AnimBlend (TEXCOORD1.x)
russian: АнимБленд (TEXCOORD1.x)

source: AnimFrame (INSTANCED1.x)
russian: Анимфрейм (INSTANCED1.x)

source: Tangent (TANGENT.xyzw)
russian: Касательная (TANGENT.xyzw)

source: Apply to Systems
russian: Применить к системам

source: Apply the vertex stream layout to all Particle Systems using this material
russian: Примените макет потока вершин ко всем системам частиц, используя этот материал.

source: Apply custom vertex streams from material
russian: Применение пользовательских потоков вершин из материала

source: Wireframe
russian: Каркас

source: Show wireframe
russian: Показать каркас

source: Change display mode
russian: Изменить режим отображения

source: Change active UV channel
russian: Изменить активный УФ-канал

source: Anchors
russian: Якоря

source: The normalized position in the parent rectangle that the lower left corner is anchored to.
russian: Нормализованная позиция в родительском прямоугольнике, к которой привязан левый нижний угол.

source: The normalized position in the parent rectangle that the upper right corner is anchored to.
russian: Нормализованная позиция в родительском прямоугольнике, к которой привязан верхний правый угол.

source: The pivot point specified in normalized values between 0 and 1. The pivot point is the origin of this rectangle. Rotation and scaling are around this point.
russian: Точка поворота, указанная в нормализованных значениях от 0 до 1. Точка поворота — это начало этого прямоугольника. Вращение и масштабирование происходят примерно в этой точке.

source: The local scaling of this Game Object relative to the parent. This scales everything including image borders and text.
russian: Локальное масштабирование этого игрового объекта относительно родительского. Это масштабирует все, включая границы изображения и текст.

source: Pos X
russian: Позиция X

source: Pos Y
russian: Позиция Y

source: Pos Z
russian: Позиция Z

source: W Delta
russian: З Дельта

source: H Delta
russian: Н Дельта

source: Steering
russian: Рулевое управление

source: Obstacle Avoidance
russian: Объезд препятствий

source: Path Finding
russian: Поиск пути

source: Agent Type
russian: Тип агента

source: The agent characteristics for which a NavMesh has been built.
russian: Характеристики агента, для которых была построена NavMesh.

source: Base Offset
russian: Базовое смещение

source: The relative vertical displacement of the owning GameObject.
russian: Относительное вертикальное смещение владеющего GameObject.

source: Maximum movement speed when following a path.
russian: Максимальная скорость движения при следовании по маршруту.

source: Angular Speed
russian: Угловая скорость

source: Maximum turning speed in (deg/s) while following a path.
russian: Максимальная скорость поворота в (град/с) при следовании по маршруту.

source: Acceleration
russian: Ускорение

source: The maximum acceleration of an agent as it follows a path, given in units / sec^2.
russian: Максимальное ускорение агента при следовании по пути, заданное в единицах/сек^2.

source: Stopping Distance
russian: Остановочный путь

source: Stop within this distance from the target position.
russian: Остановитесь на этом расстоянии от целевой позиции.

source: Auto Braking
russian: Автоматическое торможение

source: The agent will avoid overshooting the destination point by slowing down in time.
russian: Агент будет избегать превышения точки назначения за счет замедления во времени.

source: The minimum distance to keep clear between the center of this agent and any other agents or obstacles nearby.
russian: Минимальное расстояние, на котором необходимо соблюдать дистанцию ​​между центром этого агента и любыми другими агентами или препятствиями поблизости.

source: The height of the agent for purposes of passing under obstacles.
russian: Высота агента для прохождения под препятствиями.

source: Quality
russian: Качество

source: Higher quality avoidance reduces more the chance of agents overlapping but it is slower to compute than lower quality avoidance.
russian: Уклонение более высокого качества снижает вероятность перекрытия агентов, но его вычисления выполняются медленнее, чем уклонение более низкого качества.
