Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Compression format for non-development build files. Note that this setting does not affect development builds, therefore its files will not be compressed.
russian: Формат сжатия для файлов сборки, не предназначенных для разработки. Обратите внимание, что этот параметр не влияет на разрабатываемые сборки, поэтому его файлы не будут сжиматься.

source: Name Files As Hashes
russian: Назовите файлы как хеши

source: Use MD5 hash of the uncompressed file contents as a filename for each file in the build.
russian: Используйте хэш MD5 несжатого содержимого файла в качестве имени для каждого файла в сборке.

source: Data Caching
russian: Кэширование данных

source: Automatically cache downloaded assets locally on users' machine to skip long downloads in subsequent runs.
russian: Автоматически кэшируйте загруженные ресурсы локально на компьютере пользователя, чтобы пропускать длительные загрузки при последующих запусках.

source: Debug Symbols
russian: Символы отладки

source: Preserve debug symbols and perform demangling of the stack trace when an error occurs. For release builds all the debug information can be stored embedded into the main module or in a separate file which is downloaded from the server on demand when an error occurs. Development builds always have demangling support embedded in the main module and therefore are not affected by this option.
russian: Сохраняйте символы отладки и выполняйте расчленение трассировки стека при возникновении ошибки. В релизных сборках вся отладочная информация может храниться встроенной в основной модуль или в отдельном файле, который загружается с сервера по требованию при возникновении ошибки. В разрабатываемые сборки всегда встроена поддержка демонтажа в основной модуль, и поэтому эта опция на них не влияет.

source: Show Diagnostics Overlay
russian: Показать наложение диагностики

source: Enable the diagnostics overlay in WebGL builds.
russian: Включите наложение диагностики в сборках WebGL.

source: Show Diagnostics
russian: Показать диагностику

source: Decompression Fallback
russian: Резервный вариант декомпрессии

source: Include decompression fallback code for build files in the loader. Use this option if you are not able to cofigure server response headers according to the selected compression method.
russian: Включите резервный код распаковки для файлов сборки в загрузчик. Используйте эту опцию, если вы не можете настроить заголовки ответов сервера в соответствии с выбранным методом сжатия.

source: Initial Memory Size
russian: Начальный объем памяти

source: Initial size of WASM heap memory in MB (Recommended default: 32 MB). If memory growth mode is set to None this is also the maximum size of the heap.
russian: Начальный размер кучи WASM в МБ (рекомендуемый размер по умолчанию: 32 МБ). Если для режима увеличения памяти установлено значение «Нет», это также максимальный размер кучи.

source: Memory Growth Mode
russian: Режим увеличения памяти

source: The growth mode for the wasm heap (Recommended default: Geometric). Growth mode None results in a fixed heap size. Linear growth mode increases the size of the heap by a constant amount. Geometric growth mode increases heap size my given factor.
russian: Режим роста кучи отходов (рекомендуемый по умолчанию: геометрический). Режим роста «Нет» приводит к фиксированному размеру кучи. Режим линейного роста увеличивает размер кучи на постоянную величину. Режим геометрического роста увеличивает размер кучи в заданный коэффициент.

source: Power Preference
russian: Предпочтение мощности

source: A hint for the WebGL implementation to help decide what GPU configuration to use in multi-GPU systems.
russian: Подсказка по реализации WebGL, которая поможет решить, какую конфигурацию графического процессора использовать в системах с несколькими графическими процессорами.

source: Maximum Memory Size
russian: Максимальный объем памяти

source: Maximum size of WASM heap memory in MB (Recommended default: 2048 MB). The heap memory can't grow beyond this limit.
russian: Максимальный размер кучи WASM в МБ (рекомендуемый размер по умолчанию: 2048 МБ). Память кучи не может выйти за пределы этого предела.

source: Linear Memory Growth Step
russian: Шаг роста линейной памяти

source: Advanced tuning option to control the growth step in MB (Recommended default: 16 MB). A growth step of 16MB means the heap is increased by 16MB each time it needs to grow.
russian: Расширенная опция настройки для управления шагом роста в МБ (рекомендуемый размер по умолчанию: 16 МБ). Шаг роста в 16 МБ означает, что куча увеличивается на 16 МБ каждый раз, когда ей необходимо увеличиться.

source: Memory Linear Growth Step
russian: Шаг линейного роста памяти

source: Geometric Memory Growth Step
russian: Шаг развития геометрической памяти

source: Advanced tuning option to control the memory geometric growth factor (Recommended default: 0.2). A growth factor of 0.2 means that the size of the heap is increased by 0.2 * currentHeapSize each time the heap needs to grow..
russian: Расширенная опция настройки для управления геометрическим коэффициентом роста памяти (рекомендуемое значение по умолчанию: 0,2). Коэффициент роста 0,2 означает, что размер кучи увеличивается на 0,2 * currentHeapSize каждый раз, когда куче необходимо вырасти.

source: Memory Geometric Growth Step
russian: Шаг геометрического роста памяти

source: Geometric Memory Growth Cap
russian: Ограничение роста геометрической памяти

source: Advanced tuning option to control the upper limit for a heap growth step in MB if geometric memory growth is enabled (Recommended default: 96 MB). A growth cap of 96MB means that the size of the heap is increased by at most 96 MB.
russian: Расширенная опция настройки для управления верхним пределом шага увеличения кучи в МБ, если включен геометрический рост памяти (рекомендуемый размер по умолчанию: 96 МБ). Ограничение роста в 96 МБ означает, что размер кучи увеличивается не более чем на 96 МБ.

source: Memory Geometric Growth Cap
russian: Ограничение геометрического роста памяти

source: Default Canvas Width*
russian: Ширина холста по умолчанию*

source: Default Canvas Width
russian: Ширина холста по умолчанию

source: Default Canvas Height*
russian: Высота холста по умолчанию*

source: Default Canvas Height
russian: Высота холста по умолчанию

source: Target minimum macOS Version
russian: Целевая минимальная версия macOS

source: Apple silicon
russian: Яблочный кремний

source: Intel 64-bit + Apple silicon
russian: Intel 64-бит + кремний Apple

source: Create Xcode Project
russian: Создать проект Xcode

source: Target processor architecture for build
russian: Целевая архитектура процессора для сборки

source: Default build config for the Run action (can be changed in Xcode any time)
russian: Конфигурация сборки по умолчанию для действия «Выполнить» (может быть изменена в Xcode в любое время)

source: Placeholder
russian: Заполнитель

source: Stub assembly used instead of plugin during script compilation. Only needed if plugin references platform specific types.
russian: Заглушка, используемая вместо плагина во время компиляции скрипта. Требуется только в том случае, если плагин ссылается на типы, специфичные для платформы.

source: Is plugin compatible with Windows 8.0 or Windows 8.1 SDK?
russian: Совместим ли плагин с Windows 8.0 или Windows 8.1 SDK?

source: Is plugin compatible with x86, x64, ARM or ARM64 CPU architecture?
russian: Совместим ли плагин с архитектурой процессора x86, x64, ARM или ARM64?

source: ScriptingBackend
russian: СценарииBackend

source: Is plugin compatible with .NET, Il2Cpp or both scripting backends?
russian: Совместим ли плагин с .NET, Il2Cpp или обоими серверами сценариев?

source: Don't process
russian: Не обрабатывать

source: Plugin will not be modified in any way. This prevents Unity from making sure that it will work on Windows.
russian: Плагин не будет каким-либо образом изменен. Это не позволяет Unity убедиться в том, что он будет работать в Windows.

source: Target SDK Version
russian: Целевая версия SDK

source: Which specific Windows 10 SDK should the build process use?
russian: Какой конкретный SDK для Windows 10 следует использовать в процессе сборки?

source: Minimum Platform Version
russian: Минимальная версия платформы

source: The minimum Windows 10 platform version this project supports
russian: Минимальная версия платформы Windows 10, которую поддерживает этот проект.

source: Visual Studio Version
russian: Версия Visual Studio

source: Generate solution file (.sln) for specific Visual Studio version
russian: Создать файл решения (.sln) для конкретной версии Visual Studio.

source: Build and Run on
russian: Создавайте и работайте дальше

source: On which device the application should run when you click Build And Run button. Note: this option is ignored when you click Build button.
russian: На каком устройстве должно запускаться приложение при нажатии кнопки «Создать и запустить». Примечание. Эта опция игнорируется при нажатии кнопки «Построить».

source: Build configuration
russian: Конфигурация сборки

source: Configuration to use when you click Build And Run button.
russian: Конфигурация, которая будет использоваться при нажатии кнопки «Создать и запустить».

source: Copy References
russian: Копировать ссылки

source: Copy Unity references next to the generated solution? If you don't copy them, the generated solution will reference them from Unity installation path, thus saving disk space.
russian: Скопировать ссылки Unity рядом с сгенерированным решением? Если вы не скопируете их, сгенерированное решение будет ссылаться на них из пути установки Unity, тем самым экономя дисковое пространство.

source: Device Portal Address
russian: Адрес портала устройств

source: Device Portal Username
russian: Имя пользователя портала устройств

source: Windows Device Portal username to log into the device (if WDP authentication is enabled)
russian: Имя пользователя портала устройств Windows для входа в устройство (если аутентификация WDP включена)

source: Device Portal Password
russian: Пароль портала устройств

source: Windows Device Portal password to log into the device (if WDP authentication is enabled)
russian: Пароль портала устройств Windows для входа в устройство (если включена аутентификация WDP)

source: XAML Project
russian: XAML-проект

source: D3D Project
russian: D3D-проект

source: Executable Only
russian: Только исполняемый файл

source: Local Machine
russian: Локальная машина

source: Remote Device (via Device Portal)
russian: Удаленное устройство (через портал устройств)

source: Copy PDB files
russian: Копирование файлов PDB

source: Copy PDB files containing debugging symbols to the final destination.
russian: Скопируйте файлы PDB, содержащие символы отладки, в конечный пункт назначения.

source: Default Is Full Screen*
russian: По умолчанию — полноэкранный режим*

source: Transparent Swapchain
russian: Прозрачный обменник

source: Sets AlphaMode on the swap chain to DXGI_ALPHA_MODE_PREMULTIPLIED for compositing with XAML content.
russian: Устанавливает для AlphaMode в цепочке буферов значение DXGI_ALPHA_MODE_PREMULTIPLIED для композиции с содержимым XAML.

source: Packaging
russian: Упаковка

source: Specifies the unique name that identifies the package on the system.
russian: Указывает уникальное имя, идентифицирующее пакет в системе.

source: Package display name
russian: Отображаемое имя пакета

source: Specifies the app name that appears in the Store. Same as Product Name.
russian: Указывает имя приложения, которое отображается в Магазине. То же, что и название продукта.

source: The version number of the package. A version string in quad notation "Major.Minor.Build.Revision".
russian: Номер версии пакета. Строка версии в четверной нотации "Major.Minor.Build.Revision".

source: Publisher display name
russian: Отображаемое имя издателя

source: A friendly name for the publisher that can be displayed to users. Same as Company Name.
russian: Понятное имя издателя, которое может отображаться пользователям. То же, что и название компании.

source: Streaming Install
russian: Потоковая установка

source: Create a AppxContentGroupMap.xml manifest file for scene data. IL2CPP Scripting backend only.
russian: Создайте файл манифеста AppxContentGroupMap.xml для данных сцены. Только серверная часть сценариев IL2CPP.

source: Certificate
russian: Сертификат

source: Issued by
russian: Выдан

source: Expiration date
russian: Дата окончания срока

source: Browse for certificate.
russian: Найдите сертификат.

source: Create test certificate.
russian: Создать сертификат испытаний.

source: Application UI
russian: Пользовательский интерфейс приложения

source: Specifies the full name of the app.
russian: Указывает полное имя приложения.

source: Specifies the text that describes the app on its tile in Windows.
russian: Указывает текст, описывающий приложение на его плитке в Windows.

source: Metro FTA Name
russian: Название ЗСТ метро

source: Default Language (.vcxproj)
russian: Язык по умолчанию (.vcxproj)

source: Sets the XML <defaultLanguage> value specified in the generated Visual Studio project file (.vcxproj). Applies only to the initial file generation, preexisting files will not be modified. When empty 'en-US' will be used.
russian: Устанавливает значение XML <defaultLanguage>, указанное в созданном файле проекта Visual Studio (.vcxproj). Применяется только к начальному созданию файлов, ранее существовавшие файлы не будут изменены. Когда будет использоваться пустое значение «en-US».

source: Input Source
russian: Источник входного сигнала

source: Short name
russian: Короткое имя

source: Specifies an abbreviated name for the app.
russian: Указывает сокращенное имя приложения.

source: Show name on
russian: Показать имя на

source: Specifies which logos the app name appears on.
russian: Указывает, на каких логотипах отображается название приложения.

source: Medium Tile
russian: Средняя плитка

source: Large Tile
russian: Большая Плитка

source: Wide Tile
russian: Широкая плитка

source: Foreground text
russian: Текст переднего плана

source: Sets the value of the text color relative to the background color on the app's tile in Windows.
russian: Устанавливает значение цвета текста относительно цвета фона на плитке приложения в Windows.

source: Background color
russian: Цвет фона

source: Sets the background color for the app's tile in Windows.
russian: Устанавливает цвет фона для плитки приложения в Windows.

source: Default Size
russian: Размер по умолчанию

source: Tiles and Logos
russian: Плитка и логотипы

source: Windows Holographic
russian: Windows голографическая

source: Holographic Splash Image
russian: Голографическое изображение-заставка

source: On Tracking Loss Pause and Show Image
russian: При отслеживании потерь приостановите и покажите изображение

source: Tracking Loss Image
russian: Отслеживание потери изображения

source: Overwrite background color
russian: Перезаписать цвет фона

source: Uses default background color otherwise.
russian: В противном случае используется цвет фона по умолчанию.

source: Sets the background color for the app's splash screen.
russian: Устанавливает цвет фона для заставки приложения.

source: String Property
russian: Строковое свойство

source: tvOS Provisioning Profile
russian: Профиль обеспечения tvOS

source: Small icon layers (1x)
russian: Маленькие слои значков (1x)

source: Small icon layers (2x)
russian: Маленькие слои значков (2 раза)

source: Large icon layers (1x)
russian: Большие слои значков (1x)

source: Large icon layers (2x)
russian: Большие слои значков (2x)

source: Top shelf image layers (1x)
russian: Слои изображений верхних полок (1x)

source: Top shelf image layers (2x)
russian: Слои изображений верхних полок (2x)

source: Top shelf image wide layers (1x)
russian: Широкие слои изображения верхней полки (1x)

source: Top shelf image wide layers (2x)
russian: Широкие слои изображения верхней полки (2x)

source: Target minimum tvOS Version
russian: Целевая минимальная версия tvOS

source: Tv OS Sdk Version
russian: Версия SDK для ОС телевизора

source: Require Extended Game Controller
russian: Требуется расширенный игровой контроллер

source: Tv OS Require Extended Game Controller
russian: Для ОС телевизора требуется расширенный игровой контроллер

source: Multithreaded Rendering
russian: Многопоточный рендеринг

source: Multithreaded rendering on tvOS platform is supported only on Metal.
russian: Многопоточный рендеринг на платформе tvOS поддерживается только на Metal.

source: Create Visual Studio Solution
russian: Создать решение Visual Studio

source: Generates Visual Studio solution files for the project, allowing to build the project from Visual Studio directly.
russian: Создает файлы решения Visual Studio для проекта, что позволяет создавать проект напрямую из Visual Studio.

source: Spacing
russian: Расстояние

source: Child Alignment
russian: Дочернее выравнивание

source: Reverse Arrangement
russian: Обратное расположение

source: Control Child Size
russian: Контролировать размер дочернего элемента

source: Use Child Scale
russian: Использовать дочернюю шкалу

source: Child Force Expand
russian: Детская сила Развернуть

source: Text Component
russian: Текстовый компонент

source: Character Limit
russian: Лимит символов

source: Line Type
russian: Тип линии

source: Input Type
russian: Тип входа

source: Keyboard Type
russian: Тип клавиатуры

source: Character Validation
russian: Проверка персонажа

source: Caret Blink Rate
russian: Частота мигания каретки

source: Caret Width
russian: Ширина каретки

source: Custom Caret Color
russian: Пользовательский цвет каретки

source: Caret Color
russian: Цвет каре

source: Selection Color
russian: Цвет выбора

source: Hide Mobile Input
russian: Скрыть мобильный ввод

source: Read Only
russian: Только чтение

source: Should Activate On Select
russian: Должен активироваться при выборе

source: On Value Changed
russian: При изменении значения

source: On Submit
russian: При отправке

source: On Did End Edit
russian: В конце концов Править

source: Start Corner
russian: Начальный угол

source: Start Axis
russian: Начальная ось

source: Constraint
russian: Ограничение

source: Constraint Count
russian: Количество ограничений

source: UV Rect
russian: УФ-прямой

source: Template
russian: Шаблон

source: Caption Text
russian: Текст подписи

source: Caption Image
russian: Подпись к изображению

source: Item Text
russian: Текст элемента

source: Item Image
russian: Изображение товара

source: Alpha Fade Speed
russian: Скорость альфа-затухания

source: On Selection Changed
russian: При изменении выбора

source: Number Of Steps
russian: Количество шагов

source: Aspect Mode
russian: Формат изображения

source: You cannot use this Aspect Mode because this Component's GameObject does not have a parent object.
russian: Вы не можете использовать этот режим аспекта, поскольку GameObject этого компонента не имеет родительского объекта.

source: You cannot use this Aspect Mode because this Component is attached to a Canvas with a fixed width and height.
russian: Вы не можете использовать этот режим соотношения сторон, поскольку этот компонент прикреплен к холсту с фиксированной шириной и высотой.

source: Content
russian: Содержание

source: Movement Type
russian: Тип движения

source: Elasticity
russian: Эластичность

source: Inertia
russian: Инерция

source: Deceleration Rate
russian: Скорость замедления

source: Scroll Sensitivity
russian: Чувствительность прокрутки

source: Viewport
russian: Область просмотра

source: Horizontal Scrollbar
russian: Горизонтальная полоса прокрутки

source: Horizontal Scrollbar Visibility
russian: Видимость горизонтальной полосы прокрутки

source: Horizontal Scrollbar Spacing
russian: Расстояние между горизонтальными полосами прокрутки

source: Vertical Scrollbar
russian: Вертикальная полоса прокрутки

source: Vertical Scrollbar Visibility
russian: Видимость вертикальной полосы прокрутки

source: Vertical Scrollbar Spacing
russian: Расстояние между полосами вертикальной прокрутки

source: Font Data
russian: Данные шрифта

source: Match
russian: Соответствовать

source: UI Scale Mode
russian: Режим масштабирования пользовательского интерфейса

source: Ui Scale Mode
russian: Режим масштабирования пользовательского интерфейса

source: Dynamic Pixels Per Unit
russian: Динамические пиксели на единицу

source: Reference Resolution
russian: Эталонное разрешение

source: Screen Match Mode
russian: Режим сопоставления экрана

source: Physical Unit
russian: Физическая единица

source: Fallback Screen DPI
russian: Резервный экран DPI

source: Default Sprite DPI
russian: Разрешение спрайта по умолчанию

source: Reference Pixels Per Unit
russian: Эталонные пиксели на единицу

source: Fill Rect
russian: Заполнить прямоугольник

source: Handle Rect
russian: Ручка прямоугольная

source: Whole Numbers
russian: Целые числа

source: Fill Origin
russian: Заполнить исходную точку

source: BottomLeft
russian: Внизу слева

source: TopLeft
russian: Верхний левый

source: TopRight
russian: Верхний правый

source: BottomRight
russian: ВнизуСправа

source: Source Image
russian: Исходное изображение

source: Image Type
russian: Тип изображения

source: Clockwise
russian: по часовой стрелке

source: Use Sprite Mesh
russian: Использовать спрайт-сетку

source: Preserve Aspect
russian: Сохранить аспект

source: Fill Center
russian: Заправочный центр

source: Pixels Per Unit Multiplier
russian: Множитель пикселей на единицу

source: Fill Method
russian: Метод заполнения

source: Fill Amount
russian: Сумма заполнения

source: Fill Clockwise
russian: Заполнить по часовой стрелке

source: Layout Properties
russian: Свойства макета

source: Horizontal Fit
russian: Горизонтальная посадка

source: Vertical Fit
russian: Вертикальная посадка

source: Softness
russian: Мягкость

source: On Click Property
russian: Свойство по клику

source: Show Mask Graphic
russian: Показать графику маски

source: Visualize
russian: Визуализируйте

source: Show navigation flows between selectable UI elements.
russian: Покажите потоки навигации между выбираемыми элементами пользовательского интерфейса.

source: Interactable Property
russian: Интерактивная собственность

source: Transition Property
russian: Переходная недвижимость

source: Target Graphic Property
russian: Целевое графическое свойство

source: Color Block Property
russian: Свойство цветового блока

source: Sprite State Property
russian: Государственная собственность спрайта

source: Anim Trigger Property
russian: Свойство Anim Trigger

source: Navigation Property
russian: Свойство навигации

source: UI
russian: пользовательский интерфейс

source: Raw Image
russian: Необработанное изображение

source: Toggle
russian: Переключать

source: Slider
russian: Слайдер

source: Scrollbar
russian: Полоса прокрутки

source: Scroll View
russian: Прокрутка просмотра

source: Canvas
russian: Холст

source: Button
russian: Кнопка

source: Dropdown
russian: Падать

source: Input Field
russian: Поле ввода

source: Event System
russian: Система событий

source: Is On Property
russian: Находится на территории

source: Graphic Property
russian: Графическое свойство

source: Group Property
russian: Групповое свойство

source: On Value Changed Property
russian: При изменении значения свойства

source: Intercepted Events
russian: Перехваченные события

source: Ignore Layout
russian: Игнорировать макет

source: Layout Priority
russian: Приоритет макета

source: Set Native Size
russian: Установить исходный размер

source: Sets the size to match the content.
russian: Устанавливает размер в соответствии с содержимым.

source: Raycast Padding
russian: Заполнение Raycast

source: Maskable
russian: Маскируемый

source: Raycast Target
russian: Цель Рейкаста

source: Rich Text
russian: Форматированный текст
