Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Lighting Settings
russian: Настройки освещения

source: Use Custom Main Manifest
russian: Использовать пользовательский основной манифест

source: TvOS Top Shelf Image Wide Layers2x
russian: Изображение верхней полки TVOS, широкие слои2x

source: Splash Screen Background Portrait Uvs
russian: Фон заставки Портрет Увс

source: Name Priority
russian: Имя Приоритет

source: Linear Fog End
russian: Линейный туманный конец

source: Platform Mask
russian: Маска платформы

source: Expanded Data
russian: Расширенные данные

source: Short Name
russian: Короткое имя

source: Out Slope
russian: На склоне

source: Cloned FromGUID
russian: Клонированный из GUID

source: Android Gamepad Support Level
russian: Уровень поддержки Android-геймпада

source: Metro Splash Screen Background Color
russian: Цвет фона заставки Metro

source: Floats
russian: Плавает

source: Holographic Pause On Tracking Loss
russian: Голографическая пауза при отслеживании потерь

source: Bones
russian: Кости

source: Shaders
russian: Шейдеры

source: Fog Keep Linear
russian: Туман держится линейно

source: Time Scale
russian: Шкала времени

source: Is Exit
russian: Выход

source: Strength
russian: Сила

source: Flare
russian: Вспышка

source: Target Device
russian: Целевое устройство

source: VT Only
russian: Только ВТ

source: Bypass
russian: Обход

source: Event Treshold
russian: Порог события

source: Use Physical Keys
russian: Используйте физические ключи

source: Editor Only Player Settings
russian: Настройки проигрывателя только в редакторе

source: SelectedWSA MinUWPSDK
russian: ВыбраноWSA MinUWPSDK

source: Pivot
russian: Вращаться

source: Text Asset
russian: Текстовый актив

source: Gpu ProgramID
russian: Идентификатор программы графического процессора

source: ProductGUID
russian: GUID продукта

source: Contains Missing Serialize Reference Types
russian: Содержит отсутствующие ссылочные типы сериализации

source: TargetIOS Graphics
russian: TargetIOS Графика

source: Last Joy Axis
russian: Последняя ось радости

source: Use Player Log
russian: Использовать журнал игрока

source: W
russian: Вт

source: PVR Tiled Baking
russian: ПВР плиточная выпечка

source: LO Ds
russian: ЛО Дс

source: Joystick Pos
russian: Джойстик Поз

source: Use Name
russian: Использовать имя

source: Ray Count
russian: Рэй Граф

source: Backface Culling
russian: Отсечение задней поверхности

source: Elements
russian: Элементы

source: Use Reflection Probe Box Projection
russian: Использование проекции отражающего зонда

source: Holographic Tracking Loss Screen
russian: Голографический экран отслеживания потери

source: MetroFTA File Types
russian: Типы файлов MetroFTA

source: Compute Realtime
russian: Вычисления в реальном времени

source: Used Scripts
russian: Используемые скрипты

source: Streaming Mipmaps Max FileIO Requests
russian: Потоковая передача MIP-карт. Максимальное количество запросов FileIO.

source: Program Data
russian: Данные программы

source: Il2cpp Compiler Configuration
russian: Конфигурация компилятора Il2cpp

source: Streaming Mipmaps Renderers Per Frame
russian: Потоковые рендереры MIP-карт по кадру

source: UniqueID
russian: УникальныйID

source: Fog Density
russian: Плотность тумана

source: Etc Texture Best Compressor
russian: Лучший компрессор текстур и т. д.

source: Should Display In Editor
russian: Должно отображаться в редакторе

source: Unity Rebuild Library Version
russian: Версия библиотеки восстановления Unity

source: VC Password
russian: Пароль ВК

source: WebGL Memory Size
russian: Размер памяти WebGL

source: Z Write
russian: Z Написать

source: Show Selection Outline
russian: Показать схему выделения

source: Cache Server Enable Upload
russian: Кэш-сервер Включить загрузку

source: Uv Transform
russian: УФ-преобразование

source: Custom Baked Texture
russian: Пользовательская запеченная текстура

source: Metro Enable Independent Input Source
russian: Metro включить независимый источник входного сигнала

source: Scene Data
russian: Данные сцены

source: Blend Type
russian: Тип смеси

source: Cull Frame Count
russian: Отбросить количество кадров

source: VC Debug Out
russian: Отладка ВК

source: Splash Screen Logos
russian: Логотипы на заставке

source: Final Gather
russian: Финальный сбор

source: SnippetID
russian: Идентификатор фрагмента

source: Rotate
russian: Поворот

source: WebGL Modules Directory
russian: Каталог модулей WebGL

source: SelectedWSAUWPVS Version
russian: Выбранная версияWSAUWPPVS

source: Path On Remote Device
russian: Путь на удаленном устройстве

source: Source WasHDR
russian: Источник WasHDR

source: Flare Texture
russian: Текстура вспышки

source: Tangent Mode
russian: Касательный режим

source: Removed Components
russian: Удаленные компоненты

source: Blend Shape Weights
russian: Смешайте вес формы

source: Keep Vertices
russian: Сохранить вершины

source: Mesh Count
russian: Количество ячеек

source: State Machine Motion Set Index
russian: Индекс набора движения конечного автомата

source: IOS Launch Screen Size
russian: Размер экрана запуска iOS

source: Functions
russian: Функции

source: Enable Bump
russian: Включить Бамп

source: Enable Enlighten BakedGI
russian: Включить Enlighten BakedGI

source: Xmax
russian: Xмакс

source: Depth Stencil Format
russian: Формат трафарета глубины

source: IOS Launch Screeni Pad Background Color
russian: Цвет фона экрана экрана запуска iOS

source: Undo Info
russian: Отменить информацию

source: Constant Buffers
russian: Постоянные буферы

source: Cycle Offset Parameter
russian: Параметр смещения цикла

source: Project Name
russian: Название проекта

source: Editor Extension Flags
russian: Флаги расширения редактора

source: Custom Skybox
russian: Пользовательский скайбокс

source: Has Advanced Version
russian: Имеет расширенную версию

source: Tangents
russian: Касательные

source: Row Bytes
russian: Строка байтов

source: Kernel Macros
russian: Макросы ядра

source: Generated Name
russian: Сгенерированное имя

source: Wsa Transparent Swapchain
russian: Прозрачная цепочка обмена WSA

source: Game ObjectID
russian: Идентификатор игрового объекта

source: Keyword Name
russian: Название ключевого слова

source: Program Mask
russian: Программа Маска

source: Occlusion Culling Data
russian: Данные об исключении окклюзии

source: Metro Certificate Password
russian: Пароль сертификата Metro

source: Suppress Common Warnings
russian: Подавить общие предупреждения

source: Write Default Values
russian: Запись значений по умолчанию

source: Width Curve
russian: Кривая ширины

source: Android Show Activity Indicator On Loading
russian: Android показывает индикатор активности при загрузке

source: Asset Pipeline Mode
russian: Режим конвейера активов

source: Stitch Lightmap Seams
russian: Сшивка швов карты освещения

source: Init Color
russian: Цвет инициализации

source: Android Bundle Version Code
russian: Код версии пакета Android

source: Script Hashes
russian: Хэши скриптов

source: Sensitivity
russian: Чувствительность

source: Exit Time
russian: Время выхода

source: Subtractive Shadow Color
russian: Субтрактивный цвет теней

source: Samplers
russian: Пробоотборники

source: Image Count
russian: Количество изображений

source: Blend Weights
russian: Смешивание весов

source: Local Scale
russian: Локальный масштаб

source: Compute Shader Compilation Context
russian: Контекст компиляции вычислительного шейдера

source: Wait For Player Connection
russian: Подождите подключения игрока

source: Stencil Op
russian: Трафарет Оп

source: Lumin Icon
russian: Иконка Люмин

source: First Vertex
russian: Первая вершина

source: Border
russian: Граница

source: Devices
russian: Устройства

source: Has Instancing Variant
russian: Имеет вариант экземпляра

source: Android Supported Aspect Ratio
russian: Соотношение сторон, поддерживаемое Android

source: PVR Filtering Gauss Radius Direct
russian: PVR Фильтрация Гаусса Радиус Прямой

source: Async Shader Compilation
russian: Компиляция асинхронных шейдеров

source: Overridden
russian: Переопределено

source: Curve
russian: Изгиб

source: Enable Realtime Lightmaps
russian: Включить карты освещения в реальном времени

source: Is Unity Class
russian: Является ли класс единства

source: Box Size
russian: Размер коробки

source: Paths
russian: Пути

source: Entry Position
russian: Входная позиция

source: Times
russian: Время

source: Comp
russian: Комп

source: Protocol
russian: Протокол

source: TvOS Top Shelf Image Layers
russian: Слои изображений верхней полки TVOS

source: Sprite Batch Vertex Threshold
russian: Порог вершин пакета спрайтов

source: Standby Import Worker Count
russian: Количество резервных импортных рабочих

source: Game Object Naming Digits
russian: Цифры названия игровых объектов

source: PrefabGUID
russian: ПрефабГУИД

source: UI Status Bar Hidden
russian: Строка состояния пользовательского интерфейса скрыта

source: Global Keywords
russian: Глобальные ключевые слова

source: Texture Import Instructions
russian: Инструкции по импорту текстур

source: Offset Units
russian: Единицы смещения

source: AppleTV Splash Screen
russian: Экран-заставка AppleTV

source: Target Prefab
russian: Целевой префаб

source: Stream
russian: Транслировать

source: Errors
russian: Ошибки

source: Name Hash
russian: Хэш имени

source: Lumin Version
russian: Люмин Версия

source: Normal Signs
russian: Нормальные знаки

source: Direct Blend Parameter
russian: Параметр прямого смешивания

source: Use Flip Model Swapchain
russian: Использовать перевернутую цепочку обмена моделями

source: Object To Name
russian: Объект для имени

source: Organization Name
russian: Название организации

source: Total Triangle Count
russian: Общее количество треугольников

source: Comment
russian: Комментарий

source: Cube Mode
russian: Режим куба

source: Flipbook Rows
russian: Строки флипбука

source: Lightmapped Renderer Data
russian: Данные рендерера с картой освещения

source: Current Channels
russian: Текущие каналы

source: Atlas Tags
russian: Атлас Теги

source: IOS Manual Signing Provisioning Profile Type
russian: Тип профиля подготовки подписи вручную IOS

source: Remote Device Address
russian: Адрес удаленного устройства

source: Never Use DxcAP Is
russian: Никогда не используйте DxcAP

source: In Slope
russian: На склоне

source: Apply Gamma Decoding
russian: Примените гамма-декодирование

source: Aniso Level
russian: Анисо Уровень

source: Update Zones
russian: Обновить зоны

source: Success
russian: Успех

source: Config Settings
russian: Настройки конфигурации

source: Enter Play Mode Options Enabled
russian: Войти в режим воспроизведения. Параметры включены.

source: Register Undo Makes Scene Dirty
russian: Регистрация Отмена делает сцену грязной

source: Bone Weights4
russian: Вес костей4

source: MacOSURL Schemes
russian: Схемы MacOSURL

source: Root
russian: Корень

source: In Progress Enabled
russian: Выполняется включено

source: Snap
russian: Щелчок

source: Use On Demand Resources
russian: Используйте ресурсы по требованию

source: I Phone Sdk Version
russian: Версия Sdk для телефона

source: Hierarchical Scene Data
russian: Иерархические данные сцены

source: Use Custom Proguard File
russian: Использовать пользовательский файл Proguard

source: Threshold
russian: Порог

source: Default Mobile Quality
russian: Мобильное качество по умолчанию

source: EnabledVR Devices
russian: Включенные устройства виртуальной реальности

source: Speed Parameter Active
russian: Параметр скорости активен

source: Terrain Chunk DynamicUVST
russian: Чанк ландшафта DynamicUVST

source: Z Clip
russian: Z-зажим

source: TvOS Manual Signing Provisioning ProfileID
russian: Идентификатор профиля подготовки ручной подписи TVOS

source: Explicit Data Layout
russian: Явное расположение данных

source: Generate Lighting Data
russian: Генерация данных об освещении

source: Anchor Min
russian: Якорь Мин

source: Cache Server Endpoint
russian: Конечная точка кэш-сервера

source: Fade Gizmos
russian: исчезающие вещицы

source: Synced Layer Affects Timing
russian: Синхронизированный слой влияет на время

source: Cast Shadows
russian: Отбрасывать тени

source: Shadow Cascade4Split
russian: Теневой Каскад4Сплит

source: Group Name
russian: Имя группы

source: Vcx Proj Default Language
russian: Язык Vcx Proj по умолчанию

source: Scene Handle
russian: Дескриптор сцены

source: WebGL Memory Growth Mode
russian: Режим увеличения памяти WebGL

source: Dimension
russian: Измерение

source: Scene Path Names
russian: Имена путей к сценам

source: Portals
russian: Порталы

source: Conditions
russian: Условия

source: Indirect Samples
russian: Косвенные образцы

source: IOS Launch Screeni Pad Size
russian: Размер экрана запуска iOS

source: Current Packing Hash
russian: Текущий хэш упаковки

source: Max Threshold
russian: Макс. порог

source: Wind Quality
russian: Качество ветра

source: Additional Vertex Streams
russian: Дополнительные потоки вершин

source: Blend Op Alpha
russian: Смесь Оп Альфа

source: Install In Build Folder
russian: Установить в папку сборки

source: Normal Bias
russian: Нормальное смещение

source: Plane
russian: Самолет

source: Behaviours
russian: Поведение

source: Default Screen Orientation
russian: Ориентация экрана по умолчанию

source: Final Gather Filtering
russian: Окончательная фильтрация сбора

source: Virtual Texturing Support Enabled
russian: Поддержка виртуального текстурирования включена

source: IOS Launch Screen Background Color
russian: Цвет фона экрана запуска iOS

source: R
russian: Р

source: Logged In
russian: Вошёл в систему

source: Android Use Custom Keystore
russian: Android использовать собственное хранилище ключей

source: Ignore Png Gamma
russian: Игнорировать PNG Гамму

source: Enlighten Scene Mapping RendererI Ds
russian: Enlighten Mapping Scene RendererI Ds

source: Log ObjC Uncaught Exceptions
russian: Записывать неперехваченные исключения ObjC

source: Tangent
russian: Касательная

source: Hmi Loading Image
russian: Загрузка изображения ЧМИ

source: Nav Mesh Layer
russian: Слой навигационной сетки

source: Tetrahedralization
russian: Тетраэдрализация

source: Class Name
russian: Имя класса

source: Enable360Stereo Capture
russian: Включить 360-стерео захват

source: Flip Green Channel
russian: Перевернуть зеленый канал

source: Duration
russian: Продолжительность

source: Spot Cookie
russian: Точечное печенье

source: Maximum Timestep
russian: Максимальный временной шаг

source: Enable Texture Streaming In Edit Mode
russian: Включить потоковую передачу текстур в режиме редактирования

source: Local Position
russian: Местная позиция

source: Fade Out
russian: Затухание

source: Active Build Platform Group Name
russian: Имя группы активной платформы сборки

source: WebGL Exception Support
russian: Поддержка исключений WebGL

source: Custom Render Queue
russian: Пользовательская очередь рендеринга

source: Apple Enable Automatic Signing
russian: Apple Включить автоматическую подпись

source: Pos
russian: Поз.

source: Sub Shader Index
russian: Индекс субшейдера

source: Cache Server Enable Download
russian: Кэш-сервер Включить Загрузку

source: Sprite Atlas Editor Data
russian: Данные редактора атласа спрайтов

source: Compression Quality Set
russian: Набор качества сжатия

source: Full Weights
russian: Полные веса

source: Pass Index
russian: Индекс прохождения

source: Has Errors
russian: Имеет ошибки

source: Descriptive Negative Name
russian: Описательное отрицательное имя

source: Streaming Mipmaps Priority
russian: Приоритет потоковой передачи MIP-карт

source: AndroidTV Compatibility
russian: Совместимость с AndroidTV

source: Game Object
russian: Игровой объект

source: Keyword Names
russian: Названия ключевых слов

source: Baked Light Count
russian: Запеченный светлый счет

source: Enable Internal Profiler
russian: Включить внутренний профилировщик

source: Only From Cache
russian: Только из кэша

source: Bind As Default
russian: Привязать по умолчанию

source: Use Fog
russian: Используйте туман

source: IOSURL Schemes
russian: Схемы ИОСУРЛ

source: Depth Normals
russian: Нормали глубины

source: Shader Include Instancing Variants
russian: Шейдер включает варианты экземпляров

source: Systems
russian: Системы

source: Atlas Rect Offset
russian: Смещение прямоугольника атласа

source: Microphone Usage Description
russian: Описание использования микрофона

source: Sub Kind
russian: Подвид

source: Android App Bundle Size To Validate
russian: Размер пакета приложений Android для проверки

source: Root Bone Name Hash
russian: Хэш имени корневой кости

source: PVR Bounces
russian: ПВР отскоки

source: LocalAABB
russian: ЛокальныйAABB

source: Default References
russian: Ссылки по умолчанию

source: AutoUV Max Distance
russian: АвтоУФ Макс. расстояние

source: AppleTV Splash Screen2x
russian: Заставка AppleTV2x

source: Builtin Samplers
russian: Встроенные сэмплеры

source: Sync ToVBL
russian: Синхронизировать ToVBL

source: Parameter Name
russian: Имя параметра

source: Model Folder Path
russian: Путь к папке модели

source: TvOS Small Icon Layers2x
russian: Слои маленьких значков TVOS2x

source: Reflection Compression
russian: Сжатие отражения

source: Default Shader Chunk Count
russian: Количество блоков шейдера по умолчанию

source: Cached Data
russian: Кэшированные данные

source: Original Index
russian: Исходный индекс

source: Prop Info
russian: Информация о реквизите

source: Material Version
russian: Версия материала

source: Script Class
russian: Класс сценария

source: WebGL Linker Target
russian: Цель компоновщика WebGL

source: Default Screen Width Web
russian: Ширина экрана по умолчанию Интернет

source: PVR Direct Sample Count
russian: Прямой подсчет проб PVR

source: Best Wind Quality
russian: Лучшее качество ветра

source: Fog Mode
russian: Режим тумана

source: Xmin
russian: Хмин

source: SRGB
russian: СРГБ

source: Parent Id
russian: Идентификатор родителя

source: Linear Fog Start
russian: Линейный туманный старт

source: Sprite Sheet
russian: Спрайт-лист

source: Show Grid
russian: Показать сетку

source: RD
russian: РД

source: Flags
russian: Флаги

source: Android Target Architectures
russian: Целевые архитектуры Android

source: Atlas OffsetX
russian: Атлас OffsetX

source: Splash Screen Background Animation Zoom
russian: Фоновая анимация заставки экрана, масштабирование

source: Frame Index
russian: Индекс кадра

source: Graphics Jobs
russian: Графика Вакансии

source: Package Requirements
russian: Требования к пакету

source: Coppa Lock
russian: Коппа Лок

source: Parameters
russian: Параметры

source: Dst State Machine
russian: Государственный автомат Dst

source: Async Upload Buffer Size
russian: Размер буфера асинхронной загрузки

source: Is Finalized
russian: Завершено

source: Define Symbols
russian: Определить символы

source: Data Template
russian: Шаблон данных

source: Organization Id
russian: Идентификатор организации

source: Fail
russian: Неудача

source: Build Target Platform Icons
russian: Создание значков целевой платформы

source: Enable Baked Lightmaps
russian: Включить запеченные карты освещения

source: Resolution Scaling Mode
russian: Режим масштабирования разрешения

source: UI Requires Full Screen
russian: Пользовательский интерфейс требует полноэкранного режима

source: Joy Num
russian: радость номер

source: Asset Path
russian: Путь к активу

source: Build Target Shader Settings
russian: Создайте настройки целевого шейдера

source: Last Error Msg
russian: Последнее сообщение об ошибке

source: Android Banners
russian: Android-баннеры

source: Shader Is Baked
russian: Шейдер запечен

source: Mirror
russian: Зеркало

source: Corresponding Object From Source
russian: Соответствующий объект из источника

source: Android Build Apk Per Cpu Architecture
russian: Сборка Android Apk для архитектуры процессора

source: Resources Resolved
russian: Ресурсы решены

source: Baked Skybox Probe Cubemaps
russian: Запеченные кубические карты зондов Skybox

source: Keyframe
russian: Ключевой кадр

source: Transaction Id
russian: Идентификатор транзакции

source: Seamless Cubemap
russian: Бесшовная кубическая карта

source: Async Upload Time Slice
russian: Временной интервал асинхронной загрузки

source: Lumin Cert
russian: Люмин Серт

source: Project Id
russian: Идентификатор проекта

source: Normal
russian: Нормальный

source: Importer Id
russian: Идентификатор импортера

source: Build Target GraphicsAP Is
russian: Создать целевую графику GraphicsAP

source: Enable Dynamic Batching
russian: Включить динамическую пакетную обработку

source: A
russian: А

source: Occupied Texels
russian: Оккупированные текселы

source: Unity Property Sheet
russian: Лист свойств Unity

source: Local Keywords
russian: Местные ключевые слова

source: Allowed Autorotate To Portrait
russian: Разрешен автоповорот в портретный режим

source: Async Upload Persistent Buffer
russian: Постоянный буфер асинхронной загрузки

source: CLASS_
russian: СОРТ_

source: Vertices
russian: Вершины

source: VC Allow Async Update
russian: VC разрешить асинхронное обновление

source: Sorting Order
russian: Порядок сортировки

source: Min Threshold
russian: Минимальный порог

source: WebGL Memory Linear Growth Step
russian: Шаг линейного роста памяти WebGL

source: Splash Screen Background Source Portrait
russian: Фон заставки Источник Портрет

source: Contributing Instance Count
russian: Участие в подсчете экземпляров

source: Has Tangents
russian: Имеет касательные

source: Use Dither Mask For Alpha Blended Shadows
russian: Используйте маску дизеринга для альфа-смешанных теней

source: TvOS Top Shelf Image Layers2x
russian: Слои образа верхней полки TVOS2x

source: Connect Profiler
russian: Подключить профилировщик

source: Human Mask
russian: Человеческая маска

source: Ambient Occlusion
russian: Окружающая окклюзия

source: Submit Analytics
russian: Отправить аналитику

source: Template Default Scene
russian: Сцена шаблона по умолчанию

source: Ready
russian: Готовый

source: Original Name
russian: Оригинальное имя

source: State Machine Behaviours
russian: Поведение конечного автомата

source: Preloaded Shaders
russian: Предустановленные шейдеры

source: Kernels
russian: Ядра

source: Android Enable Sustained Performance Mode
russian: Android Включить режим устойчивой производительности

source: Sprite Atlas
russian: Спрайт Атлас

source: AndroidETC2Fallback Downscale
russian: AndroidETC2Fallback Уменьшение масштаба

source: Primary Org
russian: Основная организация

source: Update Mode
russian: Режим обновления

source: Prefab Parent Object
russian: Родительский объект префаба

source: Vector Params
russian: Векторные параметры

source: This Frame Key Up
russian: Ключ этого кадра вверх

source: PVR Culling
russian: Отбор PVR

source: Packing Parameters
russian: Параметры упаковки

source: Is View Volume
russian: Объем просмотров

source: Size Delta
russian: Дельта размера

source: Android Is Game
russian: Android — это игра

source: Screen Relative Height
russian: Относительная высота экрана

source: Cookie Light Count
russian: Световой счетчик файлов cookie

source: Contributing Light Probe Lit Instance Count
russian: Участие светового зонда в подсчете количества экземпляров

source: Ambient Sky Color
russian: Цвет окружающего неба

source: Icons
russian: Иконки

source: Content Type
russian: Тип контента

source: VC Hierarchy Overlay Icons
russian: Наложение значков иерархии VC

source: Prioritize View
russian: Приоритизация просмотра

source: I Phone Bundle Identifier
russian: Идентификатор пакета I Phone

source: Cubemap Count
russian: Количество кубических карт

source: Lightmapped Renderer DataI Ds
russian: Данные Lightmapped Renderer

source: Default Screen Width
russian: Ширина экрана по умолчанию

source: Lightmap Keep Dir Combined
russian: Карта освещения, сохраняющая режиссуру объединенной
