Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

# From AutoDocumentation
source: The local-space surface level that determines the 'surface' of the fluid. This can be positive or negative.
russian: Уровень поверхности в локальном пространстве, определяющий «поверхность» жидкости. Это может быть положительным или отрицательным.

# From AutoDocumentation
source: The color to which camera clears the screen.
russian: Цвет, до которого камера очищает экран.

# From AutoDocumentation
source: Which layers the camera renders.
russian: Какие слои рендерит камера.

# From AutoDocumentation
source: A camera with a larger depth is drawn on top of a camera with a smaller depth [ -100, 100 ].
russian: Камера с большей глубиной рисуется поверх камеры с меньшей глубиной [-100, 100].

# From AutoDocumentation
source: Which layers receive events.
russian: Какие слои получают события.

# From AutoDocumentation
source: Far clipping plane.
russian: Дальняя отсекающая плоскость.

# From AutoDocumentation
source: Vertical Field of view of the camera [ 0.00001, 179 ].
russian: Вертикальное поле зрения камеры [0,00001, 179].

# From AutoDocumentation
source: Near clipping plane.
russian: Рядом с плоскостью отсечения.

# From AutoDocumentation
source: Is camera orthographic?
russian: Камера ортографична?

# From AutoDocumentation
source: Rendering path to use.
russian: Отображение пути для использования.

# From AutoDocumentation
source: Target Display Index. Can be between 1 to 8. 0 is default display {0, 8}.
russian: Целевой индекс отображения. Может принимать значения от 1 до 8. 0 — отображение по умолчанию {0, 8}.

# From AutoDocumentation
source: The texture to render this camera into.
russian: Текстура для рендеринга этой камеры.

# From AutoDocumentation
source: [ 0, infinity ]
russian: [ 0, бесконечность ]

# From AutoDocumentation
source: The direction of the capsule.
russian: Направление капсулы.

# From AutoDocumentation
source: The size of the capsule.
russian: Размер капсулы.

# From AutoDocumentation
source: [ 0.0001, infinity ]
russian: [0,0001, бесконечность]

# From AutoDocumentation
source: The radius of the circle. [ 0.0001, 1000000 ].
russian: Радиус круга. [0,0001, 1000000].

# From AutoDocumentation
source: Name of the device.
russian: Название устройства.

# From AutoDocumentation
source: The joystick number or sensor number of a device that have multiple inputs.
russian: Номер джойстика или номер датчика устройства, имеющего несколько входов.

# From AutoDocumentation
source: User friendly name used to access this input from script.
russian: Удобное имя, используемое для доступа к этим входным данным из сценария.

# From AutoDocumentation
source: URL of the VRPN server.
russian: URL-адрес VRPN-сервера.

# From AutoDocumentation
source: The layers to exclude for contacts, removing any layers already included via the Layer Collision Matrix or the Include Layers.
russian: Слои, которые нужно исключить для контактов, удалив все слои, уже включенные с помощью матрицы столкновений слоев или включения слоев.

# From AutoDocumentation
source: The layers to include for contacts, merging with any layers already included via the Layer Collision Matrix.
russian: Слои, которые нужно включить для контактов, объединяются со всеми слоями, уже включенными через матрицу столкновений слоев.

# From AutoDocumentation
source: The layer override priority for this Collider to make a decision whether a contact should be produced or not.
russian: Приоритет переопределения слоя для этого коллайдера, чтобы принять решение, следует ли создавать контакт или нет.

# From AutoDocumentation
source: The layers that this Collider reports physics callbacks for.
russian: Слои, для которых этот коллайдер сообщает об обратных вызовах физики.

# From AutoDocumentation
source: The layers from which to capture contacts coming from the physics system. Captured contacts can be queried and reported as callbacks.
russian: Слои, из которых фиксируются контакты, поступающие из физической системы. Захваченные контакты можно запрашивать и сообщать в виде обратных вызовов.

# From AutoDocumentation
source: The density of the collider. This is only used when attached to a rigid-body that is using the auto-mass. A density of zero, stops this collider from participating in the mass calculations. { 0.0, 1000000 }.
russian: Плотность коллайдера. Это используется только при прикреплении к твердому телу, использующему автомассу. Нулевая плотность не позволяет этому коллайдеру участвовать в расчетах массы. { 0,0, 1000000 }.

# From AutoDocumentation
source: The layers that this Collider receives forces from during a Collision contact.
russian: Слои, от которых этот Коллайдер получает силы во время контакта Столкновения.

# From AutoDocumentation
source: The layers that this Collider applies forces to during a Collision contact.
russian: Слои, к которым этот коллайдер применяет силы во время столкновения.

# From AutoDocumentation
source: Whether the collider behaves as a trigger or not.
russian: Будет ли коллайдер вести себя как триггер или нет.

# From AutoDocumentation
source: The layer override priority for this Collider2D to make a decision whether a contact should be produced or not.
russian: Приоритет переопределения слоя для этого Collider2D, чтобы принять решение, следует ли создавать контакт или нет.

# From AutoDocumentation
source: The physics material used by the collider. Overrides any Rigidbody2D or global physics material.
russian: Физический материал, используемый коллайдером. Переопределяет любой Rigidbody2D или глобальный физический материал.

# From AutoDocumentation
source: The local offset of the collider geometry.
russian: Локальное смещение геометрии коллайдера.

# From AutoDocumentation
source: Whether the collider can be used by an attached composite collider or not.
russian: Может ли коллайдер использоваться присоединенным составным коллайдером или нет.

# From AutoDocumentation
source: Whether the collider is used by an attached effector or not.
russian: Используется ли коллайдер присоединенным эффектором или нет.

# From AutoDocumentation
source: Controls when the collider generation happens.
russian: Управляет моментом генерации коллайдера.

# From AutoDocumentation
source: Controls the type of geometry created by the composite.
russian: Управляет типом геометрии, создаваемой композицией.

# From AutoDocumentation
source: Distance vertices are offset by when compositing multiple shapes. Any vertices between shapes within this distance will be combined. [ 0.0f, 1000000 ].
russian: Расстояние между вершинами смещается при компоновке нескольких фигур. Любые вершины между фигурами в пределах этого расстояния будут объединены. [0.0f, 1000000].

# From AutoDocumentation
source: Whether the collider uses a Delaunay mesh algorithm or not.
russian: Использует ли коллайдер алгоритм сетки Делоне или нет.

# From AutoDocumentation
source: Controls the allowed distance between generated vertices. Any vertices closer than or equal to this distance will be removed. [ 0.0005, 1000000 ].
russian: Управляет допустимым расстоянием между сгенерированными вершинами. Любые вершины, находящиеся ближе или равные этому расстоянию, будут удалены. [0,0005, 1000000].

# From AutoDocumentation
source: Force applied globally.
russian: Сила применяется глобально.

# From AutoDocumentation
source: Force applied locally.
russian: Сила приложена локально.

# From AutoDocumentation
source: Torque applied locally.
russian: Крутящий момент прикладывается локально.

# From AutoDocumentation
source: Torque applied globally.
russian: Крутящий момент применяется глобально.

# From AutoDocumentation
source: The force to apply globally each physics update.
russian: Сила, позволяющая глобально применять каждое обновление физики.

# From AutoDocumentation
source: The force to apply locally each physics update.
russian: Возможность локального применения каждого обновления физики.

# From AutoDocumentation
source: The torque to apply each physics update.
russian: Крутящий момент для применения каждого обновления физики.

# From AutoDocumentation
source: Should the distance be automatically calculated from the relative distance between the anchor points?
russian: Должно ли расстояние автоматически рассчитываться на основе относительного расстояния между опорными точками?

# From AutoDocumentation
source: The distance (or maximum distance) which the joint should attempt to maintain between attached bodies. [ 0.005, 1000000 ].
russian: Расстояние (или максимальное расстояние), которое соединение должно поддерживать между прикрепленными телами. [0,005, 1000000].

# From AutoDocumentation
source: Whether to maintain a maximum distance only or not. If not then the absolute distance will be maintained instead.
russian: Следует ли сохранять только максимальную дистанцию ​​или нет. Если нет, то вместо этого будет сохраняться абсолютное расстояние.

# From AutoDocumentation
source: A virtual point after the last point used to calculate an adjacent collision normal.
russian: Виртуальная точка после последней точки, используемая для расчета смежной нормали столкновения.

# From AutoDocumentation
source: A virtual point prior to the first point used to calculate an adjacent collision normal.
russian: Виртуальная точка, предшествующая первой точке, используемая для расчета смежной нормали столкновения.

# From AutoDocumentation
source: Controls the use of the next point.
russian: Управляет использованием следующей точки.

# From AutoDocumentation
source: Controls the use of the previous point.
russian: Контролирует использование предыдущего пункта.

# From AutoDocumentation
source: The mask used to select specific layers allowed to interact with the effector. This overrides the global collision layers used for collision.
russian: Маска, используемая для выбора определенных слоев, позволяет взаимодействовать с эффектором. Это переопределяет глобальные слои столкновений, используемые для столкновения.

# From AutoDocumentation
source: Should the collider mask be used or the global collision matrix? When true, the collider mask is used. When false, the global collision matrix is used.
russian: Следует ли использовать маску коллайдера или глобальную матрицу столкновений? Если это правда, используется маска коллайдера. Если установлено значение false, используется глобальная матрица столкновений.

# From AutoDocumentation
source: The damping ratio for the oscillation whilst trying to achieve the fixed constraint. 0 means no damping. 1 means critical damping. [ 0.0, 1.0 ].
russian: Коэффициент демпфирования колебаний при попытке достичь фиксированного ограничения. 0 означает отсутствие демпфирования. 1 означает критическое демпфирование. [0,0, 1,0].

# From AutoDocumentation
source: The frequency in Hertz for the rotational oscillation whilst trying to achieve the fixed constraint. [ 0.0, 1000000 ].
russian: Частота в герцах для вращательных колебаний при попытке достичь фиксированного ограничения. [0,0, 1000000].

# From AutoDocumentation
source: The individual flare elements.
russian: Отдельные бликовые элементы.

# From AutoDocumentation
source: The texture used for the flare elements.
russian: Текстура, используемая для элементов бликов.

# From AutoDocumentation
source: Flare element layout in the texture.
russian: Расположение бликов в текстуре.

# From AutoDocumentation
source: The maximum force which the joint should use to reduce the relative linear velocities. [ 0.0, 1000000 ].
russian: Максимальная сила, которую должен использовать сустав для уменьшения относительных линейных скоростей. [0,0, 1000000].

# From AutoDocumentation
source: The maximum torque which the joint should use to reduce the relative angular velocities. [ 0.0, 1000000 ].
russian: Максимальный крутящий момент, который должен использовать шарнир для уменьшения относительных угловых скоростей. [0,0, 1000000].

# From AutoDocumentation
source: Text alignment.
russian: Выравнивание текста.

# From AutoDocumentation
source: Border of the background images.
russian: Граница фоновых изображений.

# From AutoDocumentation
source: Clip offset.
russian: Смещение клипа.

# From AutoDocumentation
source: Clipping mode to use.
russian: Режим обрезки для использования.

# From AutoDocumentation
source: Pixel offset to apply to the content of this GUIstyle.
russian: Смещение пикселей, применяемое к содержимому этого стиля графического интерфейса.

# From AutoDocumentation
source: If non-0, that axis is always draw at the specified size.
russian: Если значение не равно 0, эта ось всегда рисуется с указанным размером.

# From AutoDocumentation
source: The font to use. If not set, the font is read from the main GUISkin.
russian: Используемый шрифт. Если не установлено, шрифт считывается из основного GUISkin.

# From AutoDocumentation
source: The font size to use. Set to 0 to use default font size. Only applicable for dynamic fonts.
russian: Размер шрифта, который будет использоваться. Установите значение 0, чтобы использовать размер шрифта по умолчанию. Применимо только для динамических шрифтов.

# From AutoDocumentation
source: The font style to use. Only applicable for dynamic fonts.
russian: Используемый стиль шрифта. Применимо только для динамических шрифтов.

# From AutoDocumentation
source: How image and text is combined.
russian: Как сочетаются изображение и текст.

# From AutoDocumentation
source: Spacing between this element and ones next to it.
russian: Расстояние между этим элементом и соседними с ним элементами.

# From AutoDocumentation
source: Extra size to use for the background images.
russian: Дополнительный размер для фоновых изображений.

# From AutoDocumentation
source: Distance from outer edge to contents.
russian: Расстояние от внешнего края до содержимого.

# From AutoDocumentation
source: Use HTML-style markup.
russian: Используйте разметку в стиле HTML.

# From AutoDocumentation
source: What happens with content that goes outside the control
russian: Что происходит с контентом, выходящим за пределы контроля

# From AutoDocumentation
source: Word wrap the text?
russian: Перенос текста по словам?

# From AutoDocumentation
source: A gap in-between each cell volume.
russian: Промежуток между каждым объемом ячейки.

# From AutoDocumentation
source: The layout of each cell.
russian: Расположение каждой ячейки.

# From AutoDocumentation
source: The volume each cell occupies.
russian: Объем, который занимает каждая ячейка.

# From AutoDocumentation
source: The swizzle of each cell. The swizzle will rearrange the selected XYZ of cell positions.
russian: Движение каждой клетки. Swizzle переупорядочит выбранные позиции ячеек XYZ.

# From AutoDocumentation
source: Raw heightmap.
russian: Необработанная карта высот.

# From AutoDocumentation
source: The joint angle limits.
russian: Ограничения угла сустава.

# From AutoDocumentation
source: The joint motor.
russian: Совместный двигатель.

# From AutoDocumentation
source: Whether to use the angle limits or not.
russian: Использовать ли пределы угла или нет.

# From AutoDocumentation
source: Whether to use the joint motor or not.
russian: Использовать ли совместный двигатель или нет.

# From AutoDocumentation
source: Alternative Button to be pressed for movement in negative direction.
russian: Альтернативная кнопка, которую следует нажать для движения в отрицательном направлении.

# From AutoDocumentation
source: Alternative Button to be pressed for movement in positive direction.
russian: Альтернативная кнопка, которую следует нажать для движения в положительном направлении.

# From AutoDocumentation
source: Axis to use.
russian: Ось для использования.

# From AutoDocumentation
source: Size of the analog dead zone. All analog device values within this range map to neutral.
russian: Размер аналоговой мертвой зоны. Все значения аналоговых устройств в этом диапазоне соответствуют нейтральным.

# From AutoDocumentation
source: Name presented to the user for setup if present.
russian: Имя, предоставленное пользователю для настройки, если оно присутствует.

# From AutoDocumentation
source: Name for negative Button presented to the user for setup if present.
russian: Имя минус-кнопки, предоставляемой пользователю для настройки, если таковая имеется.

# From AutoDocumentation
source: Speed (in units/sec) that the output value falls towards neutral when device at rest.
russian: Скорость (в единицах/сек), с которой выходное значение падает до нейтрального значения, когда устройство находится в состоянии покоя.

# From AutoDocumentation
source: flip positive and negative?
russian: поменять местами положительное и отрицательное?

# From AutoDocumentation
source: Joystick identifier index.
russian: Индекс идентификатора джойстика.

# From AutoDocumentation
source: Hashed version of the name for fast name-based searching.
russian: Хешированная версия имени для быстрого поиска по имени.

# From AutoDocumentation
source: Button to be pressed for movement in negative direction.
russian: Кнопка, которую необходимо нажать для движения в отрицательном направлении.

# From AutoDocumentation
source: Button to be pressed for movement in positive direction.
russian: Кнопка, которую необходимо нажать для движения в положительном направлении.

# From AutoDocumentation
source: Speed to move towards target value for digital devices (in units per sec)
russian: Скорость достижения целевого значения для цифровых устройств (в единицах в секунду)

# From AutoDocumentation
source: If we have input in opposite direction of current, do we jump to neutral and continue from there?
russian: Если у нас есть вход в направлении, противоположном току, перейдем ли мы в нейтральное положение и продолжим оттуда?

# From AutoDocumentation
source: Whether this allocator needs to call Free().
russian: Должен ли этот распределитель вызывать Free().

# From AutoDocumentation
source: The action required when the joint breaks.
russian: Действия, необходимые при разрушении сустава.

# From AutoDocumentation
source: The magnitude of the force required to break the joint. Infinity makes the joint unbreakable.
russian: Величина силы, необходимой для разрушения соединения. Бесконечность делает сустав нерушимым.

# From AutoDocumentation
source: The magnitude of the torque required to break the joint. Infinity makes the joint unbreakable.
russian: Величина крутящего момента, необходимого для разрушения соединения. Бесконечность делает сустав нерушимым.

# From AutoDocumentation
source: The rigid body to connect to. No rigid body connects to the scene.
russian: Твердое тело для подключения. Никакое твердое тело не связано со сценой.

# From AutoDocumentation
source: Should rigid bodies connected with this joint collide?
russian: Должны ли сталкиваться твердые тела, соединенные этим суставом?

# From AutoDocumentation
source: Animate the cross-fading.
russian: Анимируйте плавное затухание.

# From AutoDocumentation
source: Specify the fade mode for this LOD group
russian: Укажите режим затухания для этой группы LOD.

# From AutoDocumentation
source: An index into an array of LODGroup descriptors in the LODGroupManager.
russian: Индекс массива дескрипторов LODGroup в LODGroupManager.

# From AutoDocumentation
source: Every created LODGroup gets registered into this array.
russian: Каждая созданная LODGroup регистрируется в этом массиве.

# From AutoDocumentation
source: Brightness scale of the flare.
russian: Шкала яркости вспышки.

# From AutoDocumentation
source: Color of the flare.
russian: Цвет вспышки.

# From AutoDocumentation
source: Is this lensflare directional (true) or positional (false)
russian: Это блики направленные (верно) или позиционные (ложно)?

# From AutoDocumentation
source: Fade speed of the flare.
russian: Скорость затухания вспышки.

# From AutoDocumentation
source: Source flare asset to render.
russian: Исходный ресурс Flare для рендеринга.

# From AutoDocumentation
source: mask for layers that cannot hide flare
russian: маска для слоев, которые не могут скрыть блики

# From AutoDocumentation
source: Rect lights: size of Area Light 's rectangle. Disc lights: .x is the radius of the Disc light. Pyramid lights: .x is the aspect ratio.
russian: Прямоугольные источники света: размер прямоугольника Area Light. Дисковые огни: .x — радиус дискового света. Пирамидальные огни: .x — соотношение сторон.

# From AutoDocumentation
source: A colored gel can be put in front of the light source to tint the light.
russian: Цветной гель можно положить перед источником света, чтобы придать оттенок свету.

# From AutoDocumentation
source: Correlated color temperature. The color temperature of the electromagnetic radiation emitted from an ideal black body is defined as its surface temperature in Kelvin.
russian: Коррелированная цветовая температура. Цветовая температура электромагнитного излучения, испускаемого идеально черным телом, определяется как температура его поверхности в Кельвинах.

# From AutoDocumentation
source: Custom cookie (optional)
russian: Пользовательский файл cookie (необязательно)

# From AutoDocumentation
source: Cookie size for directional lights.
russian: Размер файла cookie для направленного освещения.

# From AutoDocumentation
source: The mask used for selectively lighting objects in the scene.
russian: Маска, используемая для выборочного освещения объектов сцены.

# From AutoDocumentation
source: Does the light have a halo?
russian: Есть ли у света ореол?

# From AutoDocumentation
source: Does the light have a flare?
russian: Есть ли у света блики?

# From AutoDocumentation
source: Falloff of the spotlight inner cone from the outer cone.
russian: Спад внутреннего конуса прожектора от внешнего конуса.

# From AutoDocumentation
source: Light intensity.
russian: Интенсивность света.

# From AutoDocumentation
source: Per-layer shadow cull distances.
russian: Расстояния отсеивания теней на уровне слоя.

# From AutoDocumentation
source: Light range.
russian: Светлый диапазон.

# From AutoDocumentation
source: Rendering mode for the light
russian: Режим рендеринга света

# From AutoDocumentation
source: Rendering Layer mask used for shadow culling.
russian: Маска слоя рендеринга, используемая для отсеивания теней.

# From AutoDocumentation
source: Shadow settings.
russian: Настройки теней.

# From AutoDocumentation
source: Spot light shape
russian: Форма точечного света

# From AutoDocumentation
source: Angle of the spotlight cone.
russian: Угол конуса прожектора.

# From AutoDocumentation
source: Light type
russian: Тип света

# From AutoDocumentation
source: Use Correlated color temperature for light color calculation else use regular RGB mode.
russian: Используйте коррелированную цветовую температуру для расчета цвета света, в противном случае используйте обычный режим RGB.

# From AutoDocumentation
source: ArchiveFileSystem that contains all the hash files from the GI cache associated with the scene.
russian: ArchiveFileSystem, содержащая все хэш-файлы из кэша GI, связанного со сценой.

# From AutoDocumentation
source: Enlighten data version.
russian: Просветите данные версии.

# From AutoDocumentation
source: Enlighten runtime mapping information.
russian: Просветите информацию о сопоставлении среды выполнения.

# From AutoDocumentation
source: SceneObjectIdentifiers for the Renderer components corresponding to the entries in m_EnlightenSceneMapping.
russian: SceneObjectIdentifiers для компонентов Renderer, соответствующих записям в m_EnlightenSceneMapping.

# From AutoDocumentation
source: ArchiveFS reading from m_EnlightenData. Kept around only during lighting data asset loading.
russian: Чтение ArchiveFS из m_EnlightenData. Хранится только во время загрузки данных об освещении.

# From AutoDocumentation
source: Baking data for all renderers relevant to lightmapping.
russian: Данные запекания для всех рендереров, имеющих отношение к картированию освещения.
