Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

# Error Message in CreateEnlightenBakeSystemJob.cpp
source: Adding mesh to EnlightenBakeSystem failed.
russian: Не удалось добавить сетку в EnlightenBakeSystem.

# Error Message in BakeEnlightenAlbedoAndEmissiveJob.cpp
source: Failed to read hashed data
russian: Не удалось прочитать хешированные данные.

# Error Message in BakeEnlightenAlbedoAndEmissiveJob.cpp
source: Failed to extract instance renderer
russian: Не удалось извлечь средство визуализации экземпляра.

# Error Message in PVRRuntimeManager.cpp
source: Unable to switch to fallback backend. Please set up a new Lighting Settings asset in the Lighting Settings Window.
russian: Невозможно переключиться на резервный сервер. Настройте новый актив «Настройки освещения» в окне «Настройки освещения».

# Error Message in PVRRuntimeManager.cpp
source: Additional bake inputs will not be processed. Please make sure to enable Baked Global Illumination and select Progressive as the Lightmapper before generating lighting.
russian: Дополнительные входные данные для запекания обрабатываться не будут. Перед созданием освещения обязательно включите запеченное глобальное освещение и выберите Progressive в качестве Lightmapper.

# Error Message in PVRRuntimeManager.cpp
source: Please start a bake before attempting to fetch custom bake results.
russian: Пожалуйста, начните запекание, прежде чем пытаться получить результаты пользовательского запекания.

# Error Message in PVRRuntimeManager.cpp
source: No custom bake results are available.
russian: Пользовательские результаты запекания недоступны.

# Error Message in PVRRuntimeManager.cpp
source: Custom bake inputs will not be processed. Please make sure to enable Baked Global Illumination and select Progressive as the Lightmapper before generating lighting.
russian: Пользовательские входные данные для запекания не будут обрабатываться. Перед созданием освещения обязательно включите запеченное глобальное освещение и выберите Progressive в качестве Lightmapper.

# Error Message in PVRRuntimeManager.cpp
source: Custom bake will not generate any rays. Please make sure the .w component has a non-negative pushoff value.
russian: Пользовательская запекание не будет генерировать лучи. Убедитесь, что компонент .w имеет неотрицательное значение смещения.

# Warning Message in PVRRuntimeManager.cpp
source: Failure computing material mapping for Progressive Lightmapper. Retrying.
russian: Сбой при расчете картографического материала для Progressive Lightmapper. Повторная попытка.

# Error Message in PVRRuntimeManager.cpp
source: Failure computing material mapping for Progressive Lightmapper.
russian: Сбой при расчете картографического материала для Progressive Lightmapper.

# Error Message in PVRRuntimeManager.cpp
source: Unable to allocate texture for texel validity visualization.
russian: Невозможно выделить текстуру для визуализации допустимости текселей.

# Error Message in PVRRuntimeManager.cpp
source: Unable to allocate texture for lightmap culling visualization.
russian: Невозможно выделить текстуру для визуализации отсеивания карты освещения.

# Error Message in PVRRuntimeManager.cpp
source: Unable to allocate texture for UV overlap visualization.
russian: Невозможно выделить текстуру для визуализации UV-перекрытия.

# Error Message in PVRContextManager.cpp
source: Failed adding material mapping for instance. Will cause memory leaking.
russian: Например, не удалось добавить сопоставление материалов. Вызовет утечку памяти.

# Error Message in PVRContextManager.cpp
source: Failed removing material mapping for instance. Not found.
russian: Например, не удалось удалить сопоставление материалов. Не найдено.

# Warning Message in IssuePVRJobs.cpp
source: Unable to add compositing job.
russian: Невозможно добавить задание по композитингу.

# Error Message in IssuePVRJobs.cpp
source: Failed issuing render job.
russian: Не удалось выполнить задание рендеринга.

# Error Message in IssuePVRJobs.cpp
source: Failed issuing remove baking buffers job.
russian: Не удалось выполнить задание удаления буферов выпечки.

# Warning Message in BakeJobPackAtlases.cpp
source: It was not possible to limit the number of lightmaps for a packing group. Increase the lightmap limit or reduce the number of objects in the group.
russian: Невозможно было ограничить количество карт освещения для группы упаковки. Увеличьте лимит карты освещения или уменьшите количество объектов в группе.

# Error Message in RRJobBindMaterial.cpp
source: Instance not found in material binding job.
russian: Экземпляр не найден в задании по привязке материала.

# Error Message in RRJobBindMaterial.cpp
source: Failed to find material for instance material binding.
russian: Не удалось найти материал, например переплет материала.

# Error Message in RRJobBindMaterial.cpp
source: Material data not available for instance material binding.
russian: Данные о материале недоступны, например, связывание материала.

# Error Message in RRJobBindMaterial.cpp
source: Material data size mismatch.
russian: Несоответствие размеров данных материала.

# Error Message in PVRJobUnbindMaterial.cpp
source: Instance is not bound. Cannot unbind.
russian: Экземпляр не привязан. Невозможно отвязать.

# Error Message in WriteLightingDataAssetJob.cpp
source: Lighting data asset couldn't be assigned because the scene has not been loaded yet.
russian: Не удалось назначить ресурс данных освещения, поскольку сцена еще не загружена.

# Error Message in WriteLightingDataAssetJob.cpp
source: Could not move lighting files to Assets.
russian: Не удалось переместить файлы освещения в ресурсы.

# Error Message in WriteLightingDataAssetJob.cpp
source: Could not read textures from Assets.
russian: Не удалось прочитать текстуры из ресурсов.

# Error Message in WriteLightingDataAssetJob.cpp
source: Failed to reserve memory for scene-based lightmaps.
russian: Не удалось зарезервировать память для карт освещения на основе сцен.

# Error Message in EditorFileUtilities.cpp
source: Unknown atomic mode
russian: Неизвестный атомный режим

# Error Message in PrefabArrayCreation.cpp
source: Error while writing serialized data.
russian: Ошибка при записи сериализованных данных.

# Error Message in ReplacePrefabInstance.cpp
source: Unhandled component identifier
russian: Идентификатор необработанного компонента

# Error Message in ReplacePrefabInstance.cpp
source: Invalid instance root GameObject
russian: Неверный корневой экземпляр GameObject.

# Error Message in ReplacePrefabInstance.cpp
source: Invalid asset root GameObject
russian: Неверный корень ресурса GameObject

# Error Message in ReplacePrefabInstance.cpp
source: Unhanded object match mode
russian: Режим сопоставления необработанных объектов

# Error Message in ReplacePrefabInstance.cpp
source: Input GameObject is an Asset object.
russian: Входной GameObject — это объект Asset.

# Error Message in PrefabCreation.cpp
source: No objects were found for saving into prefab. Have you marked all objects with DontSave?
russian: Объектов для сохранения в префаб не найдено. Вы пометили все объекты с помощью DontSave?

# Error Message in PrefabCreation.cpp
source: Apply failed. Input GameObject is not valid
russian: Применить не удалось. Входной игровой объект недействителен.

# Error Message in PrefabCreation.cpp
source: Saving Prefab failed. Input GameObject is not valid
russian: Не удалось сохранить префаб. Входной игровой объект недействителен.

# Error Message in PrefabCreation.cpp
source: Can't save persistent object as a Prefab asset
russian: Невозможно сохранить постоянный объект как ресурс Prefab.

# Error Message in PrefabCreation.cpp
source: Can't save part of a Prefab instance as a Prefab
russian: Невозможно сохранить часть экземпляра Prefab как Prefab.

# Error Message in PrefabCreation.cpp
source: Can't save Prefab instance with missing asset and no scene backup as a Prefab. You may unpack the instance and save the unpacked GameObjects as a Prefab.
russian: Невозможно сохранить экземпляр Prefab с отсутствующим активом и резервной копией сцены как Prefab. Вы можете распаковать экземпляр и сохранить распакованные GameObjects как префаб.

# Error Message in PrefabCreation.cpp
source: Create variant failed. Input GameObject is not valid
russian: Создать вариант не удалось. Входной игровой объект недействителен.

# Error Message in PrefabInstanceMerging.cpp
source: Unhandled enum
russian: Необработанное перечисление

# Error Message in PrefabInstanceMerging.cpp
source: Prefab was destroyed during instantiation. Are you calling DestroyImmediate() on the root GameObject?
russian: Префаб был уничтожен во время создания экземпляра. Вы вызываете DestroyImmediate() для корневого GameObject?

# Error Message in PrefabInstanceMerging.cpp
source: Couldn't find matching instance in prefab
russian: Не удалось найти соответствующий экземпляр в префабе.

# Error Message in Prefab.cpp
source: Adding component directly to prefab asset is not supported
russian: Добавление компонента непосредственно в сборный ресурс не поддерживается.

# Error Message in Prefab.cpp
source: Out of file ID space for this class.
russian: Недостаточно места для идентификатора файла для этого класса.

# Error Message in GizmoDrawers.cpp
source: Unhandled LightType enum value
russian: Необработанное значение перечисления LightType

# Error Message in AnimationModeSnapshot.cpp
source: AnimationModeSnapshot.AddCandidate may only be called in animation mode.
russian: AnimationModeSnapshot.AddCandidate можно вызывать только в режиме анимации.

# Error Message in Transition.cpp
source: Invalid AnimatorCondition index
russian: Неверный индекс AnimatorCondition.

# Warning Message in AnimatorControllerLayer.cpp
source: Legacy AnimationClip not supported in State
russian: Legacy AnimationClip не поддерживается в штате

# Error Message in ObjectUndo.cpp
source: Undo objects may not be null.
russian: Объекты отмены не могут быть нулевыми.

# Error Message in UndoManager.cpp
source: Action caused undo stack overflow. Some undo information may have been lost.
russian: Действие вызвало переполнение стека отмены. Некоторая информация об отмене могла быть утеряна.

# Error Message in UndoManager.cpp
source: Invalid event index
russian: Неверный индекс события

# Error Message in UndoManager.cpp
source: Unknown Undo Serialization version. Unable to read stack.
russian: Неизвестная версия отмены сериализации. Невозможно прочитать стек.

# Error Message in UndoManager.cpp
source: Serialized stack is corrupt. Could not deserialize.
russian: Сериализованный стек поврежден. Не удалось десериализовать.

# Error Message in PropertyUndoManager.cpp
source: Undo object may not be null.
russian: Объект отмены не может быть нулевым.

# Warning Message in EditorSceneManager.cpp
source: Unable to allocate new scene culling mask
russian: Невозможно выделить новую маску отсеивания сцены.

# Error Message in EditorSceneManager.cpp
source: Reloading assemblies requested due entering play mode but it can't be done because asset database editing is started. StartAssetEditing
russian: Запрошена перезагрузка сборок из-за входа в режим воспроизведения, но это невозможно сделать, поскольку начато редактирование базы данных активов. НачалоРедактированиеАссета

# Error Message in EditorSceneManager.cpp
source: StopAssetEditing is recommended to only be used inside method scope. AssetDatabase.StopAssetEditing() call(s) is missing.
russian: StopAssetEditing рекомендуется использовать только внутри области метода. Вызовы AssetDatabase.StopAssetEditing() отсутствуют.

# Warning Message in VCAsset.cpp
source: Can only append to a folder
russian: Можно добавить только в папку

# Error Message in VCMergeTypeInfo.cpp
source: Failed to write MergeTypeInfo file
russian: Не удалось записать файл MergeTypeInfo.

# Error Message in SemanticMerge.cpp
source: Cannot locate UnityYAMLMerge executable
russian: Невозможно найти исполняемый файл UnityYAMLMerge.

# Error Message in SemanticMerge.cpp
source: Error running semantic merge
russian: Ошибка при выполнении семантического слияния.

# Error Message in SemanticMerge.cpp
source: Cannot locate diff3 tool
russian: Невозможно найти инструмент diff3

# Error Message in SemanticMerge.cpp
source: Couldn't write text merge result file
russian: Не удалось записать файл результатов слияния текста.

# Warning Message in SemanticMerge.cpp
source: Manual merge was aborted
russian: Объединение вручную прервано

# Error Message in SemanticMerge.cpp
source: Invalid semantic merge mode
russian: Неверный режим семантического слияния

# Warning Message in SemanticMerge.cpp
source: Error outputting merge result to disk
russian: Ошибка вывода результата слияния на диск

# Error Message in SpritePacker.cpp
source: Sprite packing can not be done in Play mode.
russian: Упаковку спрайтов невозможно выполнить в режиме Play.

# Error Message in AssetImporter.cpp
source: Out of file ID space for this class
russian: Недостаточно места для идентификатора файла для этого класса

# Error Message in AssetImporter.cpp
source: You may not change the path if an object is already persistent in another one
russian: Вы не можете изменить путь, если объект уже существует в другом.

# Error Message in SpeedTreeImporter.cpp
source: File couldn't be read.
russian: Файл не может быть прочитан.

# Error Message in SpeedTreeImporter.cpp
source: Embedded SpeedTree data is corrupt. Be sure to re-save the tree using the Unity-specific version of the SpeedTree Modeler
russian: Встроенные данные SpeedTree повреждены. Обязательно пересохраните дерево, используя версию SpeedTree Modeler, специфичную для Unity.

# Error Message in ObjectHashGenerator.cpp
source: Unexpected byte size!
russian: Неожиданный размер байта!

# Error Message in ImageOperations.cpp
source: Unhandled ISPC texture format found - this should never happen
russian: Обнаружен необработанный формат текстур ISPC — этого никогда не должно произойти

# Error Message in IHVImageFormats.cpp
source: unknown texture format (PVRv2)
russian: неизвестный формат текстур (PVRv2)

# Error Message in IHVImageFormats.cpp
source: unknown texture format (PVRv3)
russian: неизвестный формат текстур (PVRv3)

# Error Message in IHVImageFormats.cpp
source: Unity supports only 4x4 5x5 6x6 8x8 10x10 12x12 astc block sizes
russian: Unity поддерживает только размеры блоков astc 4x4, 5x5, 6x6, 8x8, 10x10, 12x12.

# Error Message in ImageConverter.cpp
source: Could not save bitmap data to memory stream
russian: Не удалось сохранить растровые данные в поток памяти.

# Error Message in SpriteImporterUtility.cpp
source: GetDistance undefined behaviour
russian: GetDistance неопределенное поведение

# Error Message in IconUtility.cpp
source: Unknown binary format
russian: Неизвестный двоичный формат

# Error Message in Application.cpp
source: connectToMacroServer has wrong amount of parameters
russian: ConnectToMacroServer имеет неправильное количество параметров

# Error Message in Application.cpp
source: Failed to initialize unity.
russian: Не удалось инициализировать единство.

# Warning Message in Application.cpp
source: -setDefaultPlatformTextureFormat argument specified for an invalid build target
russian: Аргумент -setDefaultPlatformTextureFormat указан для недопустимой цели сборки.

# Warning Message in Application.cpp
source: Editor has been opened with legacy mono settings. Please select 4.x Equivalent scripting runtime in build settings.
russian: Редактор открыт с устаревшими настройками моно. В настройках сборки выберите эквивалентную среду выполнения сценариев 4.x.

# Error Message in Application.cpp
source: Failed to build player.
russian: Не удалось создать плеер.

# Error Message in Application.cpp
source: executeMethod must have format ClassName.MethodName
russian: ExecuteMethod должен иметь формат ClassName.MethodName.

# Error Message in Application.cpp
source: Failed building builtin resources
russian: Не удалось создать встроенные ресурсы.

# Error Message in Application.cpp
source: Failed building builtin extra resources
russian: Не удалось создать встроенные дополнительные ресурсы.

# Error Message in Application.cpp
source: Failed building builtin previews
russian: Не удалось создать встроенные предварительные просмотры.

# Error Message in Application.cpp
source: Failed building editor resources
russian: Не удалось создать ресурсы редактора.

# Error Message in Application.cpp
source: Failed importing package
russian: Не удалось импортировать пакет.

# Error Message in Application.cpp
source: Scripts have compiler errors.
russian: Скрипты имеют ошибки компиляции.

# Error Message in Application.cpp
source: Reloading assemblies requested but can't be done because asset database editing is started. StartAssetEditing
russian: Запрошена перезагрузка сборок, но ее невозможно выполнить, поскольку начато редактирование базы данных активов. НачалоРедактированиеАссета

# Error Message in Application.cpp
source: Reloading assemblies requested after finishing script compilation but it can't be done because asset database editing is started. StartAssetEditing
russian: Перезагрузка сборок запрошена после завершения компиляции сценария, но ее невозможно выполнить, поскольку начато редактирование базы данных ресурсов. НачалоРедактированиеАссета

# Error Message in Application.cpp
source: Reloading assemblies requested due to switching skins but it can't be done because asset database editing is started. StartAssetEditing
russian: Перезагрузка сборок запрошена из-за переключения скинов, но это невозможно сделать, поскольку начато редактирование базы данных активов. НачалоРедактированиеАссета

# Warning Message in Application.cpp
source: New Scene in play mode is not supported. Exit play mode and try again.
russian: Новая сцена в режиме воспроизведения не поддерживается. Выйдите из режима воспроизведения и повторите попытку.

# Warning Message in Application.cpp
source: Standalone player support is not installed. Some functionality may not work properly.
russian: Поддержка автономного плеера не установлена. Некоторые функции могут работать некорректно.

# Error Message in BuildAssetBundle.cpp
source: Tried to use non existing guid during asset bundling
russian: Пытался использовать несуществующее руководство во время объединения ресурсов.

# Error Message in BuildAssetBundle.cpp
source: Tried to use non existing guid during BuildAssetBundle
russian: Пытался использовать несуществующее руководство во время BuildAssetBundle.

# Warning Message in BuildPlayer.cpp
source: Platform does not support LZMA compression. Using LZ4HC instead.
russian: Платформа не поддерживает сжатие LZMA. Вместо этого используйте LZ4HC.

# Warning Message in BuildPlayer.cpp
source: Game scripts or other custom code contains OnMouse_ event handlers. Presence of such handlers might impact performance on handheld devices.
russian: Скрипты игр или другой пользовательский код содержат обработчики событий OnMouse_. Наличие таких обработчиков может повлиять на производительность портативных устройств.

# Error Message in BuildSerialization.cpp
source: Inconsistent asset when sorting preload assets (Same path & file ID)
russian: Несогласованный ресурс при сортировке ресурсов предварительной загрузки (один и тот же путь и идентификатор файла)

# Error Message in BuildBuiltinAssetBundles.cpp
source: GenerateBuiltinAssetPreviews failed
russian: Ошибка GenerateBuiltinAssetPreviews

# Error Message in BuildBuiltinAssetBundles.cpp
source: Failed to regenerate editor skins.
russian: Не удалось восстановить скины редактора.

# Error Message in BuildBuiltinAssetBundles.cpp
source: No editor assets were found in Assets
russian: В разделе «Ресурсы» не найдены ресурсы редактора.

# Error Message in BuildBuiltinAssetBundles.cpp
source: Editor Default Resources
russian: Ресурсы редактора по умолчанию

# Error Message in PrepareMeshDataForBuildTarget.cpp
source: Unsupported blend weight format.
russian: Неподдерживаемый формат веса смеси.

# Error Message in BuildTargetPlatformSpecific.cpp
source: Unknown platform!
russian: Неизвестная платформа!

# Warning Message in SplashScreenGenerator.cpp
source: Failed to compress splash screen unity logo texture. An uncompressed version will be used instead.
russian: Не удалось сжать текстуру логотипа Unity заставки. Вместо этого будет использоваться несжатая версия.

# Error Message in AssetStoreDownloadMessage.cpp
source: Could not read from encrypted package file.
russian: Не удалось прочитать зашифрованный файл пакета.

# Error Message in AssetStoreDownloadMessage.cpp
source: Could not write to decrypted package file.
russian: Не удалось записать в расшифрованный файл пакета.

# Error Message in GameObjectHierarchyProperty.cpp
source: SetSubScenes must pass valid transforms & sub scenes
russian: SetSubScenes должен передавать допустимые преобразования и подсцены.

# Error Message in SerializedManagedReferencesIndex.cpp
source: SerializedManagedReferences should be initialized before use
russian: SerializedManagedReferences следует инициализировать перед использованием.

# Error Message in SerializedManagedReferencesIndex.cpp
source: Out of bounds offset when looking up Reference Id
russian: Смещение за пределами границ при поиске идентификатора ссылки

# Error Message in SerializedManagedReferencesIndex.cpp
source: SerializedManagedReferences is uninitialized or empty
russian: SerializedManagedReferences не инициализирован или пуст.

# Error Message in SerializedManagedReferencesIndex.cpp
source: SerializedManagedReferences is not initialized
russian: SerializedManagedReferences не инициализируется

# Error Message in SerializedManagedReferencesIndex.cpp
source: Cannot get managed reference index with out of bounds offset
russian: Невозможно получить управляемый ссылочный индекс со смещением за пределами границ.

# Error Message in CurlRequest.cpp
source: Unexpected CurlRequestMessage state.
russian: Неожиданное состояние CurlRequestMessage.

# Error Message in EditorGUIUtility.cpp
source: EditorGUIUtility.AddCursorRect called outside an editor OnGUI
russian: EditorGUIUtility.AddCursorRect вызывается вне редактора OnGUI

# Error Message in EditorGUIUtility.cpp
source: EditorGUIUtility.SetCurrentViewCursor called outside an editor OnGUI
russian: EditorGUIUtility.SetCurrentViewCursor, вызываемый вне редактора OnGUI

# Error Message in EditorGUIUtility.cpp
source: EditorGUIUtility.ClearCurrentViewCursor called outside an editor OnGUI
russian: EditorGUIUtility.ClearCurrentViewCursor, вызываемый вне редактора OnGUI

# Error Message in SerializedProperty.h
source: Mismatched types in GetValue - return value is junk
russian: Несовпадающие типы в GetValue — возвращаемое значение является мусором

# Error Message in SerializedProperty.h
source: Mismatched types in SetValue
russian: Несовпадающие типы в SetValue

# Error Message in EditorCameraDrawing.cpp
source: Couldn't find SceneViewGrayscaleEffectFade material!
russian: Не удалось найти материал SceneViewGrayscaleEffectFade!

# Error Message in EditorCameraDrawing.cpp
source: Error while generating temporary texture for scene view
russian: Ошибка при создании временной текстуры для просмотра сцены.

# Error Message in EditorCameraDrawing.cpp
source: Camera set to be used as occlusion vizualization camera was not valid for rendering.
russian: Набор камеры для использования в качестве камеры визуализации окклюзии недействителен для рендеринга.

# Error Message in SerializedObjectTypeTreeWalk.cpp
source: Internal error - Trying to access managed reference data without the required index
russian: Внутренняя ошибка — попытка доступа к управляемым справочным данным без необходимого индекса.

# Warning Message in YAMLNode.cpp
source: Cast from Int64 to Int32 may cause data lose.
russian: Приведение из Int64 в Int32 может привести к потере данных.
