Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: What to display in empty areas of this Camera's view. Choose Skybox to display a skybox in empty areas, defaulting to a background color if no skybox is found. Choose Solid Color to display a background color in empty areas. Choose Depth Only to display nothing in empty areas. Choose Don't Clear to display whatever was displayed in the previous frame in empty areas.
russian: Что отображать в пустых областях обзора этой камеры. Выберите «Скайбокс», чтобы отобразить скайбокс в пустых областях; по умолчанию используется цвет фона, если скайбокс не найден. Выберите «Сплошной цвет», чтобы отобразить цвет фона в пустых областях. Выберите «Только глубина», чтобы ничего не отображать в пустых областях. Выберите «Не очищать», чтобы отображать все, что отображалось в предыдущем кадре, в пустых областях.

source: Background
russian: Фон

source: The Camera clears the screen to this color before rendering.
russian: Камера очищает экран до этого цвета перед рендерингом.

source: Projection
russian: Проекция

source: How the Camera renders perspective. Choose Perspective to render objects with perspective. Choose Orthographic to render objects uniformly, with no sense of perspective.
russian: Как камера визуализирует перспективу. Выберите «Перспектива», чтобы визуализировать объекты с перспективой. Выберите «Ортографический», чтобы визуализировать объекты равномерно, без ощущения перспективы.

source: The vertical size of the camera view.
russian: Вертикальный размер изображения камеры.

source: Field of View
russian: Поле зрения

source: The camera's view angle measured in degrees along the selected axis.
russian: Угол обзора камеры измеряется в градусах вдоль выбранной оси.

source: Viewport Rect
russian: Прямоугольник видового экрана

source: Four values that indicate where on the screen this camera view will be drawn. Measured in Viewport Coordinates (values 0-1).
russian: Четыре значения, указывающие, где на экране будет отображаться вид с камеры. Измеряется в координатах видового экрана (значения 0–1).

source: Sensor Size
russian: Размер датчика

source: The size of the camera sensor in millimeters.
russian: Размер сенсора камеры в миллиметрах.

source: Lens Shift
russian: Сдвиг объектива

source: Offset from the camera sensor. Use these properties to simulate a shift lens. Measured as a multiple of the sensor size.
russian: Смещение от сенсора камеры. Используйте эти свойства для имитации сдвиговой линзы. Измеряется как кратное размеру датчика.

source: ISO
russian: ИСО

source: The sensor sensitivity (ISO).
russian: Чувствительность сенсора (ISO).

source: Shutter Speed
russian: Скорость затвора

source: The exposure time, in second.
russian: Время экспозиции, в секундах.

source: Aperture
russian: Диафрагма

source: The aperture number, in f-stop.
russian: Число диафрагмы, в диафрагме.

source: FocusDistance
russian: ФокусРасстояние

source: The focus distance of the lens. The Depth of Field Volume override uses this value if you set focusDistanceMode to FocusDistanceMode.Camera.
russian: Фокусное расстояние объектива. Переопределение объема глубины резкости использует это значение, если для focusDistanceMode установлено значение FocusDistanceMode.Camera.

source: Blade Count
russian: Количество клинков

source: The number of diaphragm blades.
russian: Количество лепестков диафрагмы.

source: Curvature
russian: Кривизна

source: Maps an aperture range to blade curvature.
russian: Сопоставляет диапазон диафрагмы с кривизной лезвия.

source: Barrel Clipping
russian: Обрезка ствола

source: The strength of the "cat eye" effect on bokeh (optical vignetting).
russian: Сила эффекта «кошачьего глаза» на боке (оптическое виньетирование).

source: Anamorphism
russian: Анаморфизм

source: Stretches the sensor to simulate an anamorphic look. Positive values distort the Camera vertically, negative will distort the Camera horizontally.
russian: Растягивает сенсор для имитации анаморфотного вида. Положительные значения искажают камеру по вертикали, отрицательные — по горизонтали.

source: Physical Camera
russian: Физическая камера

source: Enables Physical camera mode. When checked, the field of view is calculated from properties for simulating physical attributes (focal length, sensor size, and lens shift)
russian: Включает режим физической камеры. Если этот флажок установлен, поле зрения рассчитывается на основе свойств для моделирования физических атрибутов (фокусное расстояние, размер датчика и сдвиг объектива).

source: Sensor Type
russian: Тип датчика

source: Common sensor sizes. Choose an item to set Sensor Size, or edit Sensor Size for your custom settings.
russian: Общие размеры датчиков. Выберите элемент, чтобы установить размер сенсора, или отредактируйте размер сенсора в соответствии со своими собственными настройками.

source: Rendering Path
russian: Путь рендеринга

source: Choose a rendering method for this camera. Use Graphics Settings to use the rendering path specified in graphics settings. Use Forward to render all objects with one pass per light. Use Deferred to draw all objects once without lighting and then draw the lighting of all objects at the end of the render queue. Use Legacy Vertex Lit to render all lights in a single pass, calculated at vertices.
russian: Выберите метод рендеринга для этой камеры. Используйте настройки графики, чтобы использовать путь рендеринга, указанный в настройках графики. Используйте Forward, чтобы визуализировать все объекты с одним проходом для каждого источника света. Используйте Deferred, чтобы нарисовать все объекты один раз без освещение, а затем нарисуйте освещение всех объектов в конце очереди рендеринга. Используйте Legacy Vertex Lit для рендеринга всех источников света за один проход, рассчитанных по вершинам.

source: Focal Length
russian: Фокусное расстояние

source: The simulated distance between the lens and the sensor of the physical camera. Larger values give a narrower field of view.
russian: Моделируемое расстояние между объективом и сенсором физической камеры. Большие значения дают более узкое поле зрения.

source: Occlusion Culling
russian: Отсечение окклюзии

source: Occlusion Culling disables rendering of objects when they are not currently seen by the camera because they are obscured (occluded) by other objects.
russian: Occlusion Culling отключает рендеринг объектов, если они в данный момент не видны камере, поскольку они скрыты (закрыты) другими объектами.

source: High Dynamic Range gives you a wider range of light intensities, so your lighting looks more realistic. With it, you can still see details and experience less saturation even with bright light.
russian: Расширенный динамический диапазон дает вам более широкий диапазон интенсивности света, поэтому ваше освещение выглядит более реалистичным. С его помощью вы по-прежнему сможете видеть детали и ощутить меньшую насыщенность даже при ярком свете.

source: Use Multi Sample Anti-aliasing to reduce aliasing.
russian: Используйте многосэмпловое сглаживание, чтобы уменьшить наложения.

source: Gate Fit
russian: Ворота подходят

source: Determines how the rendered area (resolution gate) fits into the sensor area (film gate).
russian: Определяет, как область рендеринга (строб разрешения) вписывается в область сенсора (строб пленки).

source: Allow Dynamic Resolution
russian: Разрешить динамическое разрешение

source: Scales render textures to support dynamic resolution if the target platform/graphics API supports it.
russian: Масштабирует рендеринг текстур для поддержки динамического разрешения, если целевая платформа/графический API поддерживает это.

source: FOV Axis
russian: Ось поля зрения

source: Field of view axis.
russian: Ось поля зрения.

source: Target Display
russian: Целевой дисплей

source: Set the target display for this camera.
russian: Установите целевой дисплей для этой камеры.

source: Target Eye
russian: Целевой глаз

source: Allows XR rendering for target eye. This disables stereo rendering and only works for the selected eye.
russian: Позволяет рендеринг XR для целевого глаза. Это отключает стереорендеринг и работает только для выбранного глаза.

source: Use Graphics Settings
russian: Использовать настройки графики

source: Forward
russian: Вперед

source: Legacy Vertex Lit
russian: Наследие Vertex Lit

source: Both
russian: Оба

source: None (Main Display)
russian: Нет (основной дисплей)

source: Background Color
russian: Цвет фона

source: Iso
russian: изо

source: Focus Distance
russian: Расстояние фокусировки

source: Normalized View Port Rect
russian: Нормализованный прямоугольник порта просмотра

source: Target Texture
russian: Целевая текстура

source: Stereo Separation
russian: Стерео разделение

source: Stereo Convergence
russian: Стерео Конвергенция

source: Orthographic projection is not supported when running in XR.
russian: Ортогональная проекция не поддерживается при работе в XR.

source: Copy all effect settings to all snapshots
russian: Скопируйте все настройки эффектов во все снимки.

source: Toggle CPU usage display (only available on first editor instance)
russian: Переключить отображение использования ЦП (доступно только в первом экземпляре редактора)

source: Add New Renderers
russian: Добавить новые средства визуализации

source: Remove Renderer
russian: Удалить рендерер

source: Upload to Importer
russian: Загрузить в импортер

source: Upload the modified screen percentages to the model importer.
russian: Загрузите измененные проценты экрана в импортер моделей.

source: Number of LOD's in the scene instance differ from the number of LOD's in the imported model.
russian: Количество LOD в экземпляре сцены отличается от количества LOD в импортированной модели.

source: Recalculate Bounds
russian: Пересчитать границы

source: Recalculate bounds to encapsulate all child renderers.
russian: Пересчитать границы, чтобы инкапсулировать все дочерние средства визуализации.

source: Bounds are already up-to-date.
russian: Границы уже актуальны.

source: Recalculate Lightmap Scale
russian: Пересчитать масштаб карты освещения

source: Set the lightmap scale to match the LOD percentages.
russian: Установите масштаб карты освещения в соответствии с процентами LOD.

source: Animated cross-fading is currently disabled. Please enable "Animate Between Next LOD" on either the current or the previous LOD.
russian: Анимированное плавное затухание в настоящее время отключено. Пожалуйста, включите «Анимацию между следующим уровнем детализации» либо для текущего, либо для предыдущего уровня детализации.

source: Animated cross-fading is currently disabled. "Animate Between Next LOD" is enabled but the next LOD is not in Animated Cross Fade mode.
russian: Анимированное плавное затухание в настоящее время отключено. «Анимация между следующим уровнем детализации» включена, но следующий уровень детализации не находится в режиме анимированного перекрестного затухания.

source: Animate Between Previous LOD
russian: Анимация между предыдущими уровнями детализации

source: Cross-fade animation plays when transits between this LOD and the previous (lower) LOD.
russian: Анимация плавного затухания воспроизводится при переходе между этим уровнем детализации и предыдущим (нижним) уровнем детализации.

source: Object Size
russian: Размер объекта

source: The Object size in local space. This is used to calculate the relative screen height for the object.
russian: Размер объекта в локальном пространстве. Это используется для расчета относительной высоты экрана для объекта.

source: Reset Object Size
russian: Сбросить размер объекта

source: Resets the Object Size in Local Space to 1 and preserves LOD distances.
russian: Сбрасывает размер объекта в локальном пространстве на 1 и сохраняет расстояния LOD.

source: LOD Distances in Screen Relative Size
russian: Расстояния LOD в относительном размере экрана

source: Set to Camera
russian: Установить на камеру

source: Transition (% Screen Size)
russian: Переход (% размера экрана)

source: This value marks where LOD level transitions into a lower LOD level.
russian: Это значение отмечает, где уровень LOD переходит в более низкий уровень LOD.

source: The displayed distance depends on the current Scene View camera settings and might be different in Game View.
russian: Отображаемое расстояние зависит от текущих настроек камеры в режиме просмотра сцены и может отличаться в режиме просмотра игры.

source: Event Camera
russian: Камера событий

source: The Camera which the events are triggered through. This is used to determine clicking and hover positions if the Canvas is in World Space render mode.
russian: Камера, через которую запускаются события. Это используется для определения позиций щелчка и наведения, если Canvas находится в режиме рендеринга мирового пространства.

source: Render Camera
russian: Рендеринг камеры

source: The Camera which will render the canvas. This is also the camera used to send events.
russian: Камера, которая будет отображать холст. Это также камера, используемая для отправки событий.

source: Sort Order
russian: Порядок сортировки

source: The order in which Screen Space - Overlay canvas will render
russian: Порядок, в котором будет отображаться Screen Space — Overlay Canvas.

source: Name of the Renderer's sorting layer
russian: Имя сортировочного слоя рендерера

source: Display on which to render the canvas when in overlay mode
russian: Дисплей, на котором будет отображаться холст в режиме наложения.

source: Order in Layer
russian: Порядок в слоях

source: Renderer's order within a sorting layer
russian: Порядок рендерера внутри сортировочного слоя

source: Additional Shader Channels
russian: Дополнительные шейдерные каналы

source: Pixel Perfect
russian: Пиксель Идеальный

source: Resize Canvas
russian: Изменение размера холста

source: For manual Camera.Render calls should the canvas resize to match the destination target.
russian: Для ручных вызовов Camera.Render размер холста должен измениться в соответствии с целевой целью.

source: Vertex Color Always In Gamma Color Space
russian: Цвет вершин всегда находится в цветовом пространстве гаммы

source: UI vertex colors are always in gamma color space disregard of the player settings
russian: Цвета вершин пользовательского интерфейса всегда находятся в цветовом пространстве гаммы, независимо от настроек проигрывателя.

source: Render Mode
russian: Режим рендеринга

source: Plane Distance
russian: Расстояние в плоскости

source: Update Rect Transform For Standalone
russian: Обновить преобразование Rect для автономного режима

source: Override Sorting
russian: Переопределить сортировку

source: Vertex Color Always Gamma Space
russian: Цвет вершины Всегда гамма-пространство

source: The wind blows towards a direction or outwards within a sphere
russian: Ветер дует в определенном направлении или наружу внутри сферы.

source: Radius
russian: Радиус

source: The radius of the spherical area
russian: Радиус сферической области

source: Main
russian: Основной

source: Overall strength of the wind
russian: Общая сила ветра

source: Turbulence
russian: Турбулентность

source: Randomness in strength
russian: Случайность по силе

source: Pulse Magnitude
russian: Величина импульса

source: Strength of the wind pulses
russian: Сила ветровых импульсов

source: Pulse Frequency
russian: Частота импульса

source: Frequency of the wind pulses
russian: Частота ветровых импульсов

source: Wind Main
russian: Ветер Майн

source: Wind Turbulence
russian: Ветровая турбулентность

source: Wind Pulse Magnitude
russian: Величина ветрового пульса

source: Wind Pulse Frequency
russian: Частота ветровых пульсаций

source: Script Execution Order
russian: Порядок выполнения скрипта

source: Add scripts to the custom order and drag them to reorder. Scripts in the custom order can execute before or after the default time and are executed from top to bottom. All other scripts execute at the default time in the order they are loaded. (Changing the order of a script may modify the meta data for more than one script.)
russian: Добавьте сценарии в пользовательский порядок и перетащите их, чтобы изменить порядок. Скрипты в пользовательском порядке могут выполняться до или после времени по умолчанию и выполняются сверху вниз. Все остальные скрипты выполняются по умолчанию в том порядке, в котором они загружены. (Изменение порядка скриптов может изменить метаданные для нескольких скриптов.)

source: Add script to custom order
russian: Добавить сценарий в индивидуальный заказ

source: Remove script from custom order
russian: Удалить скрипт из индивидуального заказа

source: Default Time
russian: Время по умолчанию

source: All scripts not in the custom order are executed at the default time.
russian: Все сценарии, расположенные не в произвольном порядке, выполняются в установленное по умолчанию время.

source: Empty
russian: Пустой

source: MonoManager
russian: МоноМенеджер

source: Delay
russian: Задерживать

source: Echo delay in ms
russian: Задержка эха в мс

source: Decay Ratio
russian: Коэффициент распада

source: Echo decay per delay
russian: Затухание эха на задержку

source: Dry Mix
russian: Сухая смесь

source: Volume of original signal to pass to output
russian: Громкость исходного сигнала для передачи на выход

source: Wet Mix
russian: Мокрая смесь

source: Volume of echo signal to pass to output
russian: Громкость эхо-сигнала для передачи на выход

source: Constant
russian: Постоянный

source: Random Between Two Curves
russian: Случайный выбор между двумя кривыми

source: Random Between Two Constants
russian: Случайное между двумя константами

source: Modify {0}
russian: Изменить {0}

source: Shape
russian: Форма

source: The bounding shape that forces are applied inside.
russian: Ограничивающая форма, внутри которой действуют силы.

source: Start Range
russian: Начальный диапазон

source: The inner extent of the bounding shape.
russian: Внутренняя протяженность ограничивающей фигуры.

source: End Range
russian: Конечный диапазон

source: The outer extent of the bounding shape.
russian: Внешняя протяженность ограничивающей фигуры.

source: The length of the cylinder.
russian: Длина цилиндра.

source: The force to apply along the X axis.
russian: Сила, приложенная вдоль оси X.

source: The force to apply along the Y axis.
russian: Сила, приложенная вдоль оси Y.

source: The force to apply along the Z axis.
russian: Сила, приложенная вдоль оси Z.

source: The strength of the gravity effect.
russian: Сила гравитационного эффекта.

source: Focus
russian: Фокус

source: Choose a band within the volume that particles will be attracted towards.
russian: Выберите полосу внутри объема, к которой будут притягиваться частицы.

source: The speed at which particles are propelled around the vortex.
russian: Скорость, с которой частицы движутся вокруг вихря.

source: Attraction
russian: Привлечение

source: Controls how strongly particles are dragged into the vortex motion.
russian: Управляет тем, насколько сильно частицы вовлекаются в вихревое движение.

source: Randomness
russian: Случайность

source: Propel particles around random axes of the shape.
russian: Перемещайте частицы вокруг случайных осей формы.

source: The strength of the drag effect.
russian: Сила эффекта сопротивления.

source: Multiply by Size
russian: Умножить на размер

source: Adjust the drag based on the size of the particles.
russian: Отрегулируйте сопротивление в зависимости от размера частиц.

source: Multiply by Velocity
russian: Умножить на скорость

source: Adjust the drag based on the velocity of the particles.
russian: Отрегулируйте сопротивление в зависимости от скорости частиц.

source: Volume Texture
russian: Объемная текстура

source: The texture used for the vector field.
russian: Текстура, используемая для векторного поля.

source: The speed multiplier applied to particles traveling through the vector field.
russian: Множитель скорости, применяемый к частицам, движущимся через векторное поле.

source: Controls how strongly particles are dragged into the vector field motion.
russian: Управляет тем, насколько сильно частицы вовлекаются в движение векторного поля.

source: Sphere
russian: Сфера

source: Hemisphere
russian: полушарие

source: Cylinder
russian: Цилиндр

source: Direction
russian: Направление

source: Drag
russian: Тащить

source: Vector Field
russian: Векторное поле

source: Gravity Focus
russian: Гравитационный фокус

source: Rotation Randomness
russian: Случайность вращения

source: Multiply Drag By Particle Size
russian: Умножить перетаскивание на размер частиц

source: Multiply Drag By Particle Velocity
russian: Умножьте сопротивление на скорость частицы

source: U axis
russian: ось U

source: V axis
russian: ось V

source: W axis
russian: Ось W

source: Repeat
russian: Повторить

source: Clamp
russian: Зажим

source: Mirror Once
russian: Зеркало однажды

source: Per-axis
russian: По оси

source: UV Set
russian: УФ-набор

source: Albedo
russian: Альбедо

source: Albedo (RGB) and Transparency (A)
russian: Альбедо (RGB) и прозрачность (A)

source: Threshold for alpha cutoff
russian: Порог для отсечки альфа

source: Specular
russian: Зеркальный

source: Specular (RGB) and Smoothness (A)
russian: Зеркальность (RGB) и гладкость (A)

source: Metallic
russian: Металлик

source: Metallic (R) and Smoothness (A)
russian: Металлик (R) и Гладкость (A)

source: Smoothness
russian: Гладкость

source: Smoothness value
russian: Значение гладкости

source: Smoothness scale factor
russian: Масштабный коэффициент гладкости

source: Smoothness texture and channel
russian: Гладкость текстуры и канала

source: Specular Highlights
russian: Зеркальные моменты

source: Reflections
russian: Размышления

source: Glossy Reflections
russian: Глянцевые отражения

source: Height Map
russian: Карта высот

source: Height Map (G)
russian: Карта высот (G)

source: Occlusion
russian: Окклюзия

source: Occlusion (G)
russian: Окклюзия (G)

source: Emission (RGB)
russian: Излучение (RGB)

source: Detail Mask
russian: Детальная маска

source: Mask for Secondary Maps (A)
russian: Маска для второстепенных карт (A)

source: Detail Albedo x2
russian: Деталь Альбедо x2

source: Albedo (RGB) multiplied by 2
russian: Альбедо (RGB), умноженное на 2

source: Bump scale is not supported on mobile platforms
russian: Масштабирование не поддерживается на мобильных платформах.

source: Fix Now
russian: Исправить сейчас

source: MinDistance
russian: МинРасстояние

source: The distance from the centerpoint that the reverb will have full effect at
russian: Расстояние от центральной точки, на котором реверберация будет иметь полный эффект.

source: MaxDistance
russian: Макс. расстояние

source: The distance from the centerpoint that the reverb will not have any effect
russian: Расстояние от центральной точки, на котором реверберация не будет иметь никакого эффекта.

source: ReverbPreset
russian: РеверберацияPreset

source: The reverb preset
russian: Пресет реверберации

source: Room
russian: Комната

source: Room effect level (at mid frequencies)
russian: Уровень эффекта комнаты (на средних частотах)

source: Room HF
russian: Комната ВЧ

source: Relative room effect level at high frequencies
russian: Относительный уровень эффекта помещения на высоких частотах

source: Room LF
russian: Комната НЧ

source: Relative room effect level at low frequencies
russian: Относительный уровень эффекта помещения на низких частотах

source: Decay Time
russian: Время распада

source: Reverberation decay time at mid frequencies
russian: Время затухания реверберации на средних частотах

source: Decay HF Ratio
russian: Коэффициент затухания ВЧ

source: High-frequency to mid-frequency decay time ratio
russian: Соотношение времени затухания высоких и средних частот

source: Early reflections level relative to room effect
russian: Уровень ранних отражений относительно эффекта комнаты
