Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Apply border when the cookie is copied into the atlas. It avoid the cookie border to be clamped when sampling mips but can introduce some blurriness.
russian: Примените границу при копировании файла cookie в атлас. Это позволяет избежать зажима границы файла cookie при выборке mips, но может привести к некоторой размытости.

source: Compress Baked Reflection Probes
russian: Сжатие зондов запеченного отражения

source: When enabled, HDRP compresses baked Reflection Probes to save disk space.
russian: При включении HDRP сжимает запеченные зонды отражения для экономии дискового пространства.

source: Reflection Probe Format
russian: Формат отражающего зонда

source: Color format used for reflection and planar probes. Keep in mind that probes are not pre-exposed when selecting the format.
russian: Цветовой формат, используемый для отраженных и плоских датчиков. Имейте в виду, что зонды не подвергаются предварительному воздействию при выборе формата.

source: Reflection 2D Atlas Size
russian: Размер отражения 2D-атласа

source: Specifies the resolution of Reflection Probes Atlas.
russian: Определяет разрешение Атласа отражающих зондов.

source: Reflection 2D Atlas Last Valid Cube Mip
russian: Reflection 2D Atlas Последний действительный MIP-куб

source: Apply border when the cube Reflection Probe is copied into the atlas. This avoids the Reflection Probe border to be clamped when sampling mips but can introduce some blurriness.
russian: Примените границу, когда куб Reflection Probe копируется в атлас. Это позволяет избежать зажима границы Reflection Probe при выборке mips, но может привести к некоторой размытости.

source: Reflection 2D Atlas Last Valid Planar Mip
russian: Последний действительный планарный MIP-файл Reflection 2D Atlas

source: Apply border when the planar Reflection Probe is copied into the atlas. This avoids the Reflection Probe border to be clamped when sampling mips but can introduce some blurriness.
russian: Примените границу при копировании плоского отражающего зонда в атлас. Это позволяет избежать зажима границы Reflection Probe при выборке mips, но может привести к некоторой размытости.

source: Decrease Reflection Probe Resolution To Fit
russian: Уменьшите разрешение отражающего зонда, чтобы оно соответствовало размеру

source: When enabled, HDRP decreases a Reflection Probe resolution if the Reflection Probe doesn't fit in the cache.
russian: Если этот параметр включен, HDRP уменьшает разрешение Reflection Probe, если Reflection Probe не помещается в кэш.

source: Fabric BSDF Convolution
russian: Ткань BSDF Свертка

source: When enabled, HDRP calculates a separate version of each Reflection Probe for the Fabric Shader, creating more accurate lighting effects. See the documentation for more information and limitations of this feature.
russian: Если этот параметр включен, HDRP рассчитывает отдельную версию каждого датчика отражения для шейдера ткани, создавая более точные эффекты освещения. Дополнительную информацию и ограничения этой функции см. в документации.

source: Reflection Size
russian: Размер отражения

source: Specifies the maximum resolution of the cube map HDRP uses to represent the sky.
russian: Указывает максимальное разрешение кубической карты, которую HDRP использует для представления неба.

source: Lighting Override Mask
russian: Маска переопределения освещения

source: Specifies the layer mask HDRP uses to override sky lighting.
russian: Указывает маску слоя, которую HDRP использует для переопределения освещения неба.

source: Maximum Directional on Screen
russian: Максимальная направленность на экране

source: Sets the maximum number of Directional Lights HDRP can handle on screen at once.
russian: Устанавливает максимальное количество направленных источников света, которые HDRP может одновременно обрабатывать на экране.

source: Maximum Punctual on Screen
russian: Максимальная пунктуальность на экране

source: Sets the maximum number of Point and Spot Lights HDRP can handle on screen at once.
russian: Устанавливает максимальное количество точечных и точечных источников света, которые HDRP может одновременно обрабатывать на экране.

source: Maximum Area on Screen
russian: Максимальная площадь на экране

source: Sets the maximum number of area Lights HDRP can handle on screen at once.
russian: Устанавливает максимальное количество областей Lights, которые HDRP может обрабатывать на экране одновременно.

source: Maximum Cube Reflection Probes on Screen
russian: Зонды максимального отражения куба на экране

source: Sets the maximum number of Cube Reflection Probes HDRP can handle on screen at once.
russian: Устанавливает максимальное количество кубических зондов отражения, которые HDRP может одновременно обрабатывать на экране.

source: Maximum Planar Reflection Probes on Screen
russian: Датчики максимального плоского отражения на экране

source: Sets the maximum number of Planar Reflection Probes HDRP can handle on screen at once.
russian: Устанавливает максимальное количество датчиков плоского отражения, которые HDRP может одновременно обрабатывать на экране.

source: Maximum Clustered Decals on Screen
russian: Максимальное количество кластеризованных надписей на экране

source: Sets the maximum number of decals that can affect transparent GameObjects on screen.
russian: Устанавливает максимальное количество декалей, которые могут влиять на прозрачные игровые объекты на экране.

source: Maximum Lights per Cell (Ray Tracing)
russian: Максимальное количество света на ячейку (трассировка лучей)

source: Sets the maximum number of lights HDRP can handle in each cell of the ray tracing light cluster.
russian: Устанавливает максимальное количество источников света, которые HDRP может обработать в каждой ячейке кластера источников света трассировки лучей.

source: Specifies the resolution of the shadow Atlas.
russian: Определяет разрешение теневого Атласа.

source: Cached Resolution
russian: Кэшированное разрешение

source: Specifies the resolution of the shadow Atlas that contains the cached shadow maps.
russian: Указывает разрешение теневого атласа, содержащего кэшированные карты теней.

source: Precision
russian: Точность

source: Select the shadow map bit depth, this forces HDRP to use selected bit depth for shadow maps.
russian: Выберите битовую глубину карты теней. Это заставит HDRP использовать выбранную битовую глубину для карт теней.

source: Dynamic Rescale
russian: Динамическое масштабирование

source: When enabled, scales the shadow map size using the screen size of the Light to leave more space for other shadows in the atlas.
russian: Если эта опция включена, размер карты теней масштабируется в соответствии с размером экрана источника света, чтобы оставить больше места для других теней в атласе.

source: Maximum Shadows on Screen
russian: Максимум теней на экране

source: Sets the maximum number of shadows HDRP can handle on screen at once. See the documentation for details on how many shadows each light type casts.
russian: Устанавливает максимальное количество теней, которые HDRP может одновременно обрабатывать на экране. Подробную информацию о том, сколько теней отбрасывает каждый тип источника света, см. в документации.

source: Max Resolution
russian: Максимальное разрешение

source: Specifies the maximum resolution that each shadow map can have.
russian: Указывает максимальное разрешение, которое может иметь каждая карта теней.

source: Specifies the resolution of the shadows set to low quality.
russian: Указывает низкое разрешение теней.

source: Specifies the resolution of the shadows set to medium quality.
russian: Указывает разрешение теней, установленное на среднее качество.

source: Specifies the resolution of the shadows set to high quality.
russian: Указывает разрешение теней, установленное на высокое качество.

source: Very High
russian: Очень высокий

source: Specifies the resolution of the shadows set to very high quality.
russian: Определяет разрешение теней, установленное на очень высокое качество.

source: Allow Mixed Cached Shadows
russian: Разрешить смешанные кэшированные тени

source: Allow mixed cached shadows for directional lights, it will incurr in further memory cost.
russian: Разрешите смешанные кэшированные тени для направленного освещения, это повлечет за собой дополнительные затраты памяти.

source: Use Contact Shadows
russian: Используйте контактные тени

source: Use contact shadows for lights.
russian: Используйте контактные тени для освещения.

source: Enables the support of screen space shadows in HDRP.
russian: Включает поддержку теней экранного пространства в HDRP.

source: Maximum
russian: Максимум

source: Sets the maximum number of screen space shadows slots HDRP can handle on screen at once. Monochrome (Opaque/Transparent) shadows requires one slot, colored shadows requires three and area lights shadows require two.
russian: Устанавливает максимальное количество слотов теней на экране, которые HDRP может одновременно обрабатывать на экране. Для монохромных (непрозрачных/прозрачных) теней требуется один слот, для цветных теней — три, а для теней зонального освещения — два.

source: Buffer Format
russian: Формат буфера

source: Defines the format of the buffer used for screen space shadows. The buffer format can be R8G8B8A8 or R16G16B16A16.
russian: Определяет формат буфера, используемого для теней экранного пространства. Формат буфера может быть R8G8B8A8 или R16G16B16A16.

source: Specifies the maximum resolution for any single shadow map.
russian: Указывает максимальное разрешение для любой отдельной карты теней.

source: Draw Distance
russian: Расстояние рисования

source: Sets the maximum distance from the Camera at which HDRP draws Decals.
russian: Устанавливает максимальное расстояние от камеры, на котором HDRP рисует надписи.

source: Atlas Width
russian: Ширина Атласа

source: Sets the width of the Decal Atlas.
russian: Устанавливает ширину Атласа декалей.

source: Atlas Height
russian: Атлас Хайт

source: Sets the height of the Decal Atlas.
russian: Устанавливает высоту Атласа декалей.

source: Metal and Ambient Occlusion Properties
russian: Свойства металла и окружающей среды

source: When enabled, Decals affect metal and ambient occlusion properties.
russian: Когда эта функция включена, декали влияют на свойства металла и окружающей среды.

source: Shadow Filtering Quality
russian: Качество фильтрации теней

source: Specifies the quality of shadows. See the documentation for details on the algorithm HDRP uses for each preset.
russian: Определяет качество теней. Подробную информацию об алгоритме, который HDRP использует для каждой предустановки, см. в документации.

source: Area Shadow Filtering Quality
russian: Качество фильтрации теней области

source: Specifies the quality of area shadows. See the documentation for details on the algorithm HDRP uses for each preset.
russian: Определяет качество теней области. Подробную информацию об алгоритме, который HDRP использует для каждой предустановки, см. в документации.

source: When enabled, HDRP dynamically lowers the resolution of render targets to reduce the workload on the GPU.
russian: При включении HDRP динамически снижает разрешение целей рендеринга, чтобы снизить нагрузку на графический процессор.

source: Enable DLSS
russian: Включить DLSS

source: Enables NVIDIA Deep Learning Super Sampling (DLSS).
russian: Включает суперсэмплинг глубокого обучения NVIDIA (DLSS).

source: Selects a performance quality setting for NVIDIA Deep Learning Super Sampling (DLSS).
russian: Выбирает настройку качества производительности для NVIDIA Deep Learning Super Sampling (DLSS).

source: Injection Point
russian: Точка инъекции

source: The injection point at which to apply DLSS upscaling.
russian: Точка внедрения, в которой применяется масштабирование DLSS.

source: Use Optimal Settings
russian: Используйте оптимальные настройки

source: Sets the sharpness and scale automatically for NVIDIA Deep Learning Super Sampling, depending on the values of quality settings. When DLSS Optimal Settings is on, the percentage settings for Dynamic Resolution Scaling are ignored.
russian: Автоматически устанавливает резкость и масштаб для NVIDIA Deep Learning Super Sampling в зависимости от значений настроек качества. Если включены оптимальные настройки DLSS, процентные настройки для динамического масштабирования разрешения игнорируются.

source: Sharpness
russian: Резкость

source: NVIDIA Deep Learning Super Sampling pixel sharpness of upsampler. Controls how the DLSS upsampler will render edges on the image. More sharpness usually means more contrast and clearer image but can increase flickering and fireflies. This setting is ignored if use optimal settings is used
russian: NVIDIA Deep Learning Super Sampling резкость пикселей повышающей дискретизации. Управляет тем, как повышающая дискретизация DLSS будет отображать края изображения. Большая резкость обычно означает большую контрастность и более четкое изображение, но может увеличить мерцание и появление светлячков. Этот параметр игнорируется, если используются оптимальные настройки.

source: Override FSR Sharpness
russian: Переопределить резкость FSR

source: Overrides the FSR sharpness value for the render pipeline asset.
russian: Переопределяет значение резкости FSR для актива конвейера рендеринга.

source: FSR Sharpness
russian: ФСР Резкость

source: Controls the intensity of the sharpening filter used by AMD FidelityFX Super Resolution.
russian: Управляет интенсивностью фильтра повышения резкости, используемого AMD FidelityFX Super Разрешение.

source: Maximum Screen Percentage
russian: Максимальный процент экрана

source: Sets the maximum screen percentage that dynamic resolution can reach.
russian: Устанавливает максимальный процент экрана, которого может достичь динамическое разрешение.

source: Minimum Screen Percentage
russian: Минимальный процент экрана

source: Sets the minimum screen percentage that dynamic resolution can reach.
russian: Устанавливает минимальный процент экрана, которого может достичь динамическое разрешение.

source: Dynamic Resolution Type
russian: Тип динамического разрешения

source: Specifies the type of dynamic resolution that HDRP uses.
russian: Указывает тип динамического разрешения, используемого HDRP.

source: Use Mip Bias
russian: Используйте MIP-смещение

source: Offsets the mip bias to recover more detail. This only works if the camera is utilizing TAA.
russian: Компенсирует смещение MIP для восстановления большей детализации. Это работает только в том случае, если камера использует TAA.

source: Default Upscale Filter
russian: Фильтр повышения разрешения по умолчанию

source: Specifies the filter that HDRP uses for upscaling unless overwritten by API by the user.
russian: Указывает фильтр, который HDRP использует для масштабирования, если он не перезаписан пользователем API.

source: Default Fallback Upscale Filter
russian: Резервный фильтр повышения разрешения по умолчанию

source: Specifies the filter that HDRP uses for upscaling as a fallback if DLSS is not detected. Can be overwritten via API.
russian: Указывает фильтр, который HDRP использует для масштабирования в качестве резервного варианта, если DLSS не обнаружен. Может быть перезаписан через API.

source: Force Screen Percentage
russian: Принудительный процент экрана

source: When enabled, HDRP uses the Forced Screen Percentage value as the screen percentage.
russian: Если этот параметр включен, HDRP использует значение принудительного процента экрана в качестве процента экрана.

source: Forced Screen Percentage
russian: Принудительный процент экрана

source: Sets a specific screen percentage value. HDRP forces this screen percentage for dynamic resolution.
russian: Устанавливает определенное процентное значение экрана. HDRP устанавливает этот процент экрана для динамического разрешения.

source: Low Res Transparency Min Threshold
russian: Минимальный порог прозрачности низкого разрешения

source: The minimum percentage threshold allowed to clamp low resolution transparency. When the resolution percentage falls below this threshold, HDRP will clamp the low resolution to this percentage.
russian: Минимальный процентный порог позволял ограничить прозрачность низкого разрешения. Когда процент разрешения падает ниже этого порога, HDRP ограничивает низкое разрешение этим процентом.

source: Ray Tracing Half Res Threshold
russian: Порог половинного разрешения трассировки лучей

source: The minimum percentage threshold allowed to render ray tracing effects at half resolution. When the resolution percentage falls below this threshold, HDRP will render ray tracing effects at full resolution.
russian: Минимальный процентный порог позволял отображать эффекты трассировки лучей с половинным разрешением. Когда процент разрешения падает ниже этого порога, HDRP будет отображать эффекты трассировки лучей с полным разрешением.

source: When enabled, materials tagged as Low Res Transparent, will be rendered in a quarter res offscreen buffer and then composited to full res.
russian: Если этот параметр включен, материалы, помеченные как «Прозрачные с низким разрешением», будут отображаться в закадровом буфере с разрешением в четверть разрешения, а затем компоноваться до полного разрешения.

source: Checkerboarded depth buffer downsample
russian: Понижение дискретизации буфера глубины в шахматном порядке

source: When enabled, the depth buffer used for low res transparency is generated in a min/max checkerboard pattern from original full res buffer.
russian: Если этот параметр включен, буфер глубины, используемый для прозрачности с низким разрешением, генерируется в шахматном порядке мин/макс из исходного буфера с полным разрешением.

source: Upsample type
russian: Тип повышения частоты дискретизации

source: The type of upsampling filter used to composite the low resolution transparency.
russian: Тип фильтра повышающей дискретизации, используемый для объединения прозрачности низкого разрешения.

source: Single Pass
russian: Одиночный проход

source: When enabled, XR views are rendered simultaneously and the render loop is processed only once. This setting will improve CPU and GPU performance but will use more GPU memory.
russian: Если этот параметр включен, представления XR визуализируются одновременно, а цикл рендеринга обрабатывается только один раз. Этот параметр улучшит производительность процессора и графического процессора, но будет использовать больше памяти графического процессора.

source: Occlusion Mesh
russian: Окклюзионная сетка

source: When enabled, the occlusion mesh will be rendered for each view during the depth prepass to reduce shaded fragments.
russian: Если этот параметр включен, сетка окклюзии будет отображаться для каждого вида во время предварительного прохода глубины, чтобы уменьшить затененные фрагменты.

source: Camera Jitter
russian: Дрожание камеры

source: When enabled, jitter will be added to the camera to provide more samples for temporal effects. This is usually not required in VR due to micro variations from the tracking.
russian: Если этот параметр включен, к камере будет добавлено дрожание, чтобы предоставить больше образцов для временных эффектов. Обычно в виртуальной реальности этого не требуется из-за микроотклонений при отслеживании.

source: Allow Motion Blur
russian: Разрешить размытие в движении

source: When enabled, motion blur can be used in XR. When this option is disabled, regardless of the settings, motion blur will be turned off when in XR.
russian: Если эта функция включена, размытие в движении можно использовать в XR. Если этот параметр отключен, независимо от настроек, размытие в движении будет отключено в режиме XR.

source: Grading LUT Size
russian: Оценка размера LUT

source: Sets size of the internal and external color grading lookup textures (LUTs).
russian: Устанавливает размер внутренних и внешних текстур поиска цветокоррекции (LUT).

source: Grading LUT Format
russian: Оценка формата LUT

source: Specifies the encoding format for color grading lookup textures. Lower precision formats are faster and use less memory at the expense of color precision.
russian: Указывает формат кодирования для текстур поиска цветокоррекции. Форматы с более низкой точностью работают быстрее и используют меньше памяти за счет точности цветопередачи.

source: Specifies the encoding format of the color buffers that are used during post processing. Lower precision formats are faster and use less memory at the expense of color precision.
russian: Указывает формат кодирования цветных буферов, которые используются во время постобработки. Форматы с более низкой точностью работают быстрее и используют меньше памяти за счет точности цветопередачи.

source: HDRP Asset
russian: HDRP-актив

source: HDRP Global Settings Asset
russian: Актив глобальных настроек HDRP

source: Export HDRP Sky to Image
russian: Экспорт HDRP неба в изображение

source: Sky and Fog Global Volume
russian: Глобальный объем неба и тумана

source: Upgrade HDRP Materials to Latest Version
russian: Обновите материалы HDRP до последней версии

source: Decal Layers
russian: Слои декалей

source: Add HDRP Decal Layer Default to Loaded Mesh Renderers and Terrains
russian: Добавление слоя декалей HDRP по умолчанию к загруженным средствам визуализации сетки и ландшафтам

source: Add HDRP Decal Layer Default to Selected Mesh Renderers and Terrains
russian: Добавить слой декалей HDRP по умолчанию к выбранным средствам рендеринга сетки и ландшафтам

source: Convert Selected Mesh Renderers to receive GI from Light Probes
russian: Преобразование выбранных средств визуализации сетки для получения GI от световых зондов

source: Convert Loaded Mesh Renderers to receive GI from Light Probes
russian: Преобразование загруженных рендереров Mesh для получения GI от световых зондов

source: HDRP Diffusion Profile
russian: Профиль диффузии HDRP

source: HDRP Custom FullScreen Pass
russian: Пользовательский полноэкранный пропуск HDRP

source: HDRP Custom Renderers Pass
russian: Пользовательские средства рендеринга HDRP проходят

source: HDRP C# Custom Pass
russian: Пользовательский проход HDRP C#

source: HDRP C# Post Process Volume
russian: Объем постобработки HDRP C#

source: HDRP Post Process
russian: Постобработка HDRP

source: Check Scene Content for HDRP Ray Tracing
russian: Проверьте содержимое сцены на предмет трассировки лучей HDRP

source: Fix Warning 'referenced script in (Game Object 'SceneIDMap') is missing' in loaded scenes
russian: Исправлено предупреждение: «указанный сценарий в (игровой объект «SceneIDMap») отсутствует» в загруженных сценах.

source: Budget
russian: Бюджет

source: P
russian: П

source: Override this setting in component.
russian: Переопределите этот параметр в компоненте.

source: Toggle all overrides on. To maximize performances you should only toggle overrides that you actually need.
russian: Включите все переопределения. Чтобы максимизировать производительность, вам следует переключать только те переопределения, которые вам действительно нужны.

source: Toggle all overrides off.
russian: Отключите все переопределения.

source: Default Volume Profile Asset
russian: Актив профиля тома по умолчанию

source: LookDev Volume Profile Asset
russian: Актив профиля тома LookDev

source: Frame Settings (Default Values)
russian: Настройки кадра (значения по умолчанию)

source: Realtime Reflection
russian: Отражение в реальном времени

source: Baked or Custom Reflection
russian: Запеченное или пользовательское отражение

source: Asynchronous Compute Shaders
russian: Асинхронные вычислительные шейдеры

source: Light Loop Debug
russian: Отладка светового цикла

source: Volume Profiles
russian: Профили тома

source: Custom Post Process Orders
russian: Пользовательские заказы на постобработку

source: Player Resources
russian: Ресурсы для игроков
