Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Rotate Leaf|Select a leaf spline point and drag to rotate it.
russian: Поворот листа|Выберите точку сплайна листа и перетащите ее, чтобы повернуть.

source: Random|
russian: Случайный|

source: Alternate|
russian: Альтернативный|

source: Opposite|
russian: Напротив|

source: Whorled|
russian: запутанный|

source: Tree Seed|The global seed that affects the entire tree. Use it to randomize your tree, while keeping the general structure of it.
russian: Tree Seed|Глобальное семя, которое влияет на все дерево. Используйте его, чтобы рандомизировать свое дерево, сохраняя при этом его общую структуру.

source: Area Spread|Adjusts the spread of trunk nodes. Has an effect only if you have more than one trunk.
russian: Area Spread|Регулирует распространение магистральных узлов. Имеет эффект только в том случае, если у вас более одного ствола.

source: Ground Offset|Adjusts the offset of trunk nodes on Y axis.
russian: Ground Offset|Регулирует смещение узлов магистрали по оси Y.

source: LOD Quality|Defines the level-of-detail for the entire tree. A low value will make the tree less complex, a high value will make the tree more complex. Check the statistics in the hierarchy view to see the current complexity of the mesh.
russian: LOD Quality|Определяет уровень детализации всего дерева. Низкое значение сделает дерево менее сложным, высокое значение сделает дерево более сложным. Проверьте статистику в представлении иерархии, чтобы увидеть текущую сложность сетки.

source: Ambient Occlusion|Toggles ambient occlusion on or off.
russian: Ambient Occlusion|Включает или выключает Ambient Occlusion.

source: AO Density|Adjusts the density of ambient occlusion.
russian: AO Density|Регулирует плотность фоновой окклюзии.

source: Translucency Color|The color that will be multiplied in when the leaves are backlit.
russian: Цвет полупрозрачности|Цвет, который будет увеличиваться при подсветке листьев.

source: Trans. View Dep.|Translucency view dependency. Fully view dependent translucency is relative to the angle between the view direction and the light direction. View independent is relative to the angle between the leaf's normal vector and the light direction.
russian: Пер. Зависимость вида «Прозрачность». Прозрачность, полностью зависящая от обзора, зависит от угла между направлением обзора и направлением света. Независимость обзора зависит от угла между вектором нормали листа и направлением света.

source: Alpha Cutoff|Alpha values from the base texture smaller than the alpha cutoff are clipped creating a cutout.
russian: Alpha Cutoff|Значения альфа из базовой текстуры, меньшие, чем альфа-обрезка, обрезаются, образуя вырез.

source: Shadow Strength|Makes the shadows on the leaves less harsh. Since it scales all the shadowing that the leaves receive, it should be used with care for trees that are e.g. in a shadow of a mountain.
russian: Shadow Strength|Делает тени на листьях менее резкими. Поскольку он масштабирует всю тень, которую получают листья, его следует использовать с осторожностью для деревьев, которые находятся, например, в тени горы.

source: Shadow Offset|Scales the values from the Shadow Offset texture set in the source material. It is used to offset the position of the leaves when collecting the shadows, so that the leaves appear as if they were not placed on one quad. It's especially important for billboarded leaves and they should have brighter values in the center of the texture and darker ones at the border. Start out with a black texture and add different shades of gray per leaf.
russian: Shadow Offset|Масштабирует значения текстуры Shadow Offset, установленной в исходном материале. Он используется для смещения положения листьев при сборе теней, чтобы листья выглядели так, как будто они не были помещены в один квадрат. Это особенно важно для листьев на рекламных щитах: они должны иметь более яркие оттенки в центре текстуры и более темные на границе. Начните с черной текстуры и добавьте разные оттенки серого для каждого листа.

source: Full Res|
russian: Полное разрешение |

source: Half Res|
russian: Половина разрешения|

source: Quarter Res|
russian: Квартал Рес|

source: One-8th Res|
russian: Один-8-й Рез |

source: One-16th Res|
russian: Один-16-й Рез |

source: Shadow Caster Res.|Defines the resolution of the texture atlas containing alpha values from source diffuse textures. The atlas is used when the leaves are rendered as shadow casters. Using lower resolution might increase performance.
russian: Shadow Caster Res.|Определяет разрешение атласа текстур, содержащего значения альфа из исходных диффузных текстур. Атлас используется, когда листья визуализируются как отбрасыватели теней. Использование более низкого разрешения может повысить производительность.

source: LOD Multiplier|Adjusts the quality of this group relative to tree's LOD Quality, so that it is of either higher or lower quality than the rest of the tree.
russian: Множитель LOD | Регулирует качество этой группы относительно качества LOD дерева, так что оно имеет более высокое или низкое качество, чем остальная часть дерева.

source: Branch Only|
russian: Только филиал|

source: Branch + Fronds|
russian: Ветка + Ветви|

source: Fronds Only|
russian: Только листья|

source: Geometry Mode|Type of geometry for this branch group.
russian: Режим геометрии|Тип геометрии для этой группы ветвей.

source: Branch Material|The primary material for the branches.
russian: Материал ветвей|Основной материал для ветвей.

source: Break Material|Material for capping broken branches.
russian: Break Material|Материал для перекрытия сломанных ветвей.

source: Frond Material|Material for the fronds.
russian: Материал листьев|Материал для листьев.

source: Length|Adjusts the length of the branches.
russian: Длина|Регулирует длину ветвей.

source: Relative Length|Determines whether the radius of a branch is affected by its length.
russian: Относительная длина|Определяет, влияет ли радиус ветки на ее длину.

source: Radius|Adjusts the radius of the branches, use the curve to fine-tune the radius along the length of the branches.
russian: Радиус | Регулирует радиус ветвей. Используйте кривую для точной настройки радиуса по длине ветвей.

source: Cap Smoothing|Defines the roundness of the cap/tip of the branches. Useful for cacti.
russian: Cap Smoothing|Определяет округлость вершин/кончиков ветвей. Полезно для кактусов.

source: Crinkliness|Adjusts how crinkly/crooked the branches are, use the curve to fine-tune.
russian: Crinkliness|Регулирует степень морщинистости/кривости ветвей. Используйте кривую для точной настройки.

source: Seek Sun|Use the curve to adjust how the branches are bent upwards/downwards and the slider to change the scale.
russian: Seek Sun|Используйте кривую, чтобы настроить изгиб ветвей вверх/вниз, и ползунок, чтобы изменить масштаб.

source: Noise|Overall noise factor, use the curve to fine-tune.
russian: Шум|Общий коэффициент шума. Используйте кривую для точной настройки.

source: Noise Scale U|Scale of the noise around the branch, lower values will give a more wobbly look, while higher values gives a more stochastic look.
russian: Noise Scale U | Масштаб шума вокруг ветки. Более низкие значения придадут более шаткий вид, а более высокие значения придадут более стохастический вид.

source: Noise Scale V|Scale of the noise along the branch, lower values will give a more wobbly look, while higher values gives a more stochastic look.
russian: Noise Scale V|Масштаб шума вдоль ветви: более низкие значения придадут более шаткий вид, а более высокие значения придадут более стохастический вид.

source: Flare Radius|The radius of the flares, this is added to the main radius, so a zero value means no flares.
russian: Flare Radius|Радиус бликов, добавляется к основному радиусу, поэтому нулевое значение означает отсутствие бликов.

source: Flare Height|Defines how far up the trunk the flares start.
russian: Flare Height|Определяет, насколько далеко от ствола начинаются вспышки.

source: Flare Noise|Defines the noise of the flares, lower values will give a more wobbly look, while higher values gives a more stochastic look.
russian: Flare Noise|Определяет шум бликов. Более низкие значения придадут более шаткий вид, а более высокие значения придадут более стохастический вид.

source: Weld Length|Defines how far up the branch the weld spread starts.
russian: Длина сварного шва|Определяет, насколько высоко по ветке начинается распространение сварного шва.

source: Spread Top|Weld's spread factor on the top-side of the branch, relative to its parent branch. Zero means no spread.
russian: Spread Top|Коэффициент распространения Weld на верхней стороне ветки относительно родительской ветки. Ноль означает отсутствие спреда.

source: Spread Bottom|Weld's spread factor on the bottom-side of the branch, relative to its parent branch. Zero means no spread.
russian: Spread Bottom|Коэффициент расширения сварного шва на нижней стороне ветви относительно родительской ветви. Ноль означает отсутствие спреда.

source: Break Chance|Chance of a branch breaking, i.e. 0 = no branches are broken, 0.5 = half of the branches are broken, 1.0 = all the branches are broken.
russian: Break Chance|Шанс на то, что ветка сломается, т.е. 0 = ни одна ветка не сломана, 0.5 = половина ветвей сломана, 1.0 = все ветки сломаны.

source: Break Location|This range defines where the branches will be broken. Relative to the length of the branch.
russian: Местоположение разрыва|Этот диапазон определяет, где будут разорваны ветви. Относительно длины ветки.

source: Frond Count|Defines the number of fronds per branch. Fronds are always evenly spaced around the branch.
russian: Количество листьев|Определяет количество листьев на ветке. Ветви всегда располагаются равномерно по ветке.

source: Frond Width|The width of the fronds, use the curve to adjust the specific shape along the length of the branch.
russian: Ширина листьев|Ширина листьев. Используйте кривую, чтобы отрегулировать конкретную форму по длине ветки.

source: Frond Range|Defines the starting and ending point of the fronds.
russian: Диапазон листьев|Определяет начальную и конечную точку листьев.

source: Frond Rotation|Defines rotation around the parent branch.
russian: Frond Rotation|Определяет вращение вокруг родительской ветки.

source: Frond Crease|Adjust to crease / fold the fronds.
russian: Складка листьев|Настройте складку листьев.

source: Geometry Mode|The type of geometry created. You can use a custom mesh, by selecting the Mesh option, ideal for flowers, fruits, etc.
russian: Режим геометрии|Тип создаваемой геометрии. Вы можете использовать собственную сетку, выбрав опцию «Сетка», которая идеально подходит для цветов, фруктов и т. д.

source: Material|Material used for the leaves.
russian: Материал|Материал, использованный для листьев.

source: Mesh|Mesh used for the leaves.
russian: Сетка|Сетка, используемая для листьев.

source: Size|Adjusts the size of the leaves, use the range to adjust the minimum and the maximum size.
russian: Размер | Регулирует размер листьев. Используйте диапазон для настройки минимального и максимального размера.

source: Perpendicular Align|Adjusts whether the leaves are aligned perpendicular to the parent branch.
russian: Перпендикулярное выравнивание|Регулирует выравнивание листьев перпендикулярно родительской ветке.

source: Horizontal Align|Adjusts whether the leaves are aligned horizontally.
russian: Горизонтальное выравнивание|Регулирует выравнивание листьев по горизонтали.

source: Profile
russian: Профиль

source: Tree
russian: Дерево

source: Wind Zone
russian: Зона ветра

source: Distribution|
russian: Распространение|

source: Geometry|
russian: Геометрия|

source: Material|Controls global material properties of the tree.
russian: Material|Управляет глобальными свойствами материала дерева.

source: Distribution|Adjusts the count and placement of branches in the group. Use the curves to fine tune position, rotation and scale. The curves are relative to the parent branch or to the area spread in case of a trunk.
russian: Распределение|Регулирует количество и размещение ветвей в группе. Используйте кривые для точной настройки положения, вращения и масштаба. Кривые относятся к родительской ветви или к площади распространения в случае ствола.

source: Geometry|Select what type of geometry is generated for this branch group and which materials are applied. LOD Multiplier allows you to adjust the quality of this group relative to tree's LOD Quality.
russian: Геометрия|Выберите, какой тип геометрии создается для этой группы ветвей и какие материалы применяются. Множитель LOD позволяет вам настроить качество этой группы относительно качества LOD дерева.

source: Shape|Adjusts the shape and growth of the branches. Use the curves to fine tune the shape, all curves are relative to the branch itself.
russian: Форма | Регулирует форму и рост ветвей. Используйте кривые для точной настройки формы, все кривые относятся к самой ветке.

source: Fronds|
russian: Ветви|

source: Wind|Adjusts the parameters used for animating this group of branches. The wind zones are only active in Play Mode.
russian: Wind|Настраивает параметры, используемые для анимации этой группы ветвей. Зоны ветра активны только в режиме игры.

source: Add Leaf Group
russian: Добавить группу листьев

source: Add Branch Group
russian: Добавить группу филиалов

source: Delete Selected Group
russian: Удалить выбранную группу

source: Duplicate Selected Group
russian: Дублировать выбранную группу

source: Recompute Tree
russian: Пересчитать дерево

source: Group Seed|The seed for this group of branches. Modify to vary procedural generation.
russian: Group Seed|Семя для этой группы ветвей. Измените, чтобы изменить процедурную генерацию.

source: Frequency|Adjusts the number of branches created for each parent branch.
russian: Частота | Регулирует количество ветвей, создаваемых для каждой родительской ветки.

source: Distribution|The way the branches are distributed along their parent.
russian: Распределение|Способ распределения ветвей вдоль их родителя.

source: Twirl|Twirl around the parent branch.
russian: Twirl|Вращение вокруг родительской ветки.

source: Whorled Step|Defines how many nodes are in each whorled step when using Whorled distribution. For real plants this is normally a Fibonacci number.
russian: Закрученный шаг|Определяет количество узлов на каждом закрученном шаге при использовании закрученного распределения. Для реальных растений это обычно число Фибоначчи.

source: Growth Scale|Defines the scale of nodes along the parent node. Use the curve to adjust and the slider to fade the effect in and out.
russian: Масштаб роста|Определяет масштаб узлов вдоль родительского узла. Используйте кривую для регулировки и ползунок для усиления или ослабления эффекта.

source: Growth Angle|Defines the initial angle of growth relative to the parent. Use the curve to adjust and the slider to fade the effect in and out.
russian: Угол роста|Определяет начальный угол роста относительно родителя. Используйте кривую для регулировки и ползунок для усиления или ослабления эффекта.

source: Main Wind|Primary wind effect. This creates a soft swaying motion and is typically the only parameter needed for primary branches.
russian: Основной ветер|Эффект основного ветра. Это создает мягкое покачивающее движение и обычно является единственным параметром, необходимым для основных ветвей.

source: Main Turbulence|Secondary turbulence effect. Produces more stochastic motion, which is individual per branch. Typically used for branches with fronds, such as ferns and palms.
russian: Основная турбулентность|Вторичный эффект турбулентности. Создает более стохастическое движение, индивидуальное для каждой ветви. Обычно используется для ветвей с листьями, таких как папоротники и пальмы.

source: Edge Turbulence|Turbulence along the edge of fronds. Useful for ferns, palms, etc.
russian: Краевая турбулентность|Турбулентность по краям листьев. Полезно для папоротников, пальм и т. д.

source: Group Seed|The seed for this group of leaves. Modify to vary procedural generation.
russian: Групповое семя|Семя для этой группы листьев. Измените, чтобы изменить процедурную генерацию.

source: Frequency|Adjusts the number of leaves created for each parent branch.
russian: Частота | Регулирует количество листьев, создаваемых для каждой родительской ветви.

source: Distribution|Select the way the leaves are distributed along their parent.
russian: Распределение|Выберите способ распределения листьев вдоль родительского элемента.

source: Main Wind|Primary wind effect. Usually this should be kept as a low value to avoid leaves floating away from the parent branch.
russian: Основной ветер|Эффект основного ветра. Обычно это значение следует сохранять на низком уровне, чтобы листья не уплывали от родительской ветки.

source: Main Turbulence|Secondary turbulence effect. For leaves this should usually be kept as a low value.
russian: Основная турбулентность|Вторичный эффект турбулентности. Для листьев это значение обычно следует поддерживать на низком уровне.

source: Edge Turbulence|Defines how much wind turbulence occurs along the edges of the leaves.
russian: Edge Turbulence|Определяет степень ветровой турбулентности по краям листьев.

source: Grid Snapping
russian: Привязка к сетке

source: Grid Size
russian: Размер сетки

source: Align Selected
russian: Выровнять выбранное

source: All Axes
russian: Все оси

source: Snap to Grid
russian: Привязка к сетке

source: Increment Snapping
russian: Приращение привязки

source: Move
russian: Двигаться

source: Grid Visual
russian: Сетка визуальная

source: Grid Plane
russian: Плоскость сетки

source: Opacity
russian: Непрозрачность

source: To Handle
russian: Обрабатывать

source: To Origin
russian: В происхождение

source: Type of source the movie will be read from.
russian: Тип источника, из которого будет читаться фильм.

source: The clock source to use to derive the current time.
russian: Источник часов, используемый для получения текущего времени.

source: Video Clip
russian: Видеоклип

source: VideoClips can be imported using the asset pipeline.
russian: Видеоклипы можно импортировать с помощью конвейера ресурсов.

source: URLs
russian: URL-адреса

source: Start playback as soon as the game is started.
russian: Запустите воспроизведение сразу после запуска игры.

source: Wait For First Frame
russian: Подождите первого кадра

source: Wait for first frame to be ready before starting playback. When on, player time will only start increasing when the first image is ready. When off, the first few frames may be skipped while clip preparation is ongoing.
russian: Прежде чем начать воспроизведение, дождитесь готовности первого кадра. Если эта опция включена, время игрока начнет увеличиваться только тогда, когда будет готово первое изображение. Если этот параметр отключен, первые несколько кадров могут быть пропущены во время подготовки клипа.

source: Start playback at the beginning when end is reached.
russian: Начните воспроизведение с начала, когда будет достигнут конец.

source: Skip On Drop
russian: Пропустить падение

source: Allow to skip frames to catch up with current time.
russian: Разрешить пропускать кадры, чтобы догнать текущее время.

source: Increase or decrease the playback speed. 1.0 is the normal speed.
russian: Увеличьте или уменьшите скорость воспроизведения. 1.0 - нормальная скорость.

source: Type of object on which the played images will be drawn.
russian: Тип объекта, на котором будут отрисовываться воспроизводимые изображения.

source: Camera where the images will be drawn, behind (Back Plane) or in front of (Front Plane) of the scene.
russian: Камера, на которой будут рисоваться изображения, позади (задняя плоскость) или перед (передняя плоскость) сцены.

source: RenderTexture where the images will be drawn. RenderTextures can be created under the Assets folder and then used on other objects.
russian: RenderTexture, где будут отрисовываться изображения. RenderTextures можно создавать в папке «Ресурсы», а затем использовать на других объектах.

source: A value less than 1.0 will reveal the content behind the video.
russian: Значение меньше 1,0 покажет содержимое видео.

source: 3D Layout
russian: 3D-макет

source: Layout of 3D content in the source video. Only meaningful when stereoscopic render is used.
russian: Макет 3D-контента в исходном видео. Имеет смысл только при использовании стереоскопического рендеринга.

source: Audio Output Mode
russian: Режим аудиовыхода

source: Where the audio in the movie will be output.
russian: Куда будет выводиться звук в фильме.

source: AudioSource component that will receive this track's audio samples.
russian: Компонент AudioSource, который будет получать образцы аудио этой дорожки.

source: Movie files
russian: Файлы фильмов

source: Data Source
russian: Источник данных

source: Time Update Mode
russian: Режим обновления времени

source: Target Camera
russian: Целевая камера

source: Target Camera 3D Layout
russian: 3D-макет целевой камеры

source: Target Material Renderer
russian: Средство визуализации целевого материала

source: Controlled Audio Track Count
russian: Контролируемое количество аудиодорожек

source: TextMesh
russian: Текстовая сетка

source: Help
russian: Помощь

source: Unity Package Manager
russian: Менеджер пакетов Unity

source: Resetting packages to defaults will discard any changes you have made and/or remove packages set by the project template. This action may result in compilation errors or a broken project. Are you sure?
russian: Сброс пакетов к значениям по умолчанию приведет к отмене всех внесенных вами изменений и/или удалению пакетов, установленных шаблоном проекта. Это действие может привести к ошибкам компиляции или поломке проекта. Вы уверены?

source: Create new Scene Template Pipeline
russian: Создать новый конвейер шаблонов сцен

source: Please enter a file name for the new Scene Template Pipeline.
russian: Введите имя файла для нового конвейера шаблонов сцен.

source: Save As Scene Template...
russian: Сохранить как шаблон сцены...

source: Save scene
russian: Сохранить сцену

source: Scene Template From Scene
russian: Шаблон сцены из сцены

source: Scene Template
russian: Шаблон сцены

source: Templates
russian: Шаблоны

source: Take scene preview screenshot
russian: Сделать скриншот предварительного просмотра сцены

source: Just an empty scene - no Game Objects.
russian: Просто пустая сцена — никаких игровых объектов.

source: Contains an orthographic camera setup for 2D games. Works with built-in renderer.
russian: Содержит ортогональную камеру для 2D-игр. Работает со встроенным рендерером.

source: Contains a camera and directional light. Works with built-in renderer.
russian: Содержит камеру и направленный свет. Работает со встроенным рендерером.

source: Contains a camera and directional light, works with built-in renderer.
russian: Содержит камеру и направленный свет, работает со встроенным рендерером.

source: Scene Template Pipeline must be a Mono Script whose main class derives from ISceneTemplatePipeline or SceneTemplatePipelineAdapter. The main class and the script must have the same name.
russian: Конвейер шаблонов сцен должен быть моноскриптом, основной класс которого является производным от ISceneTemplatePipeline или SceneTemplatePipelineAdapter. Основной класс и скрипт должны иметь одно и то же имя.

source: Take a snapshot based on the selected target then assign it as thumbnail.
russian: Сделайте снимок на основе выбранной цели, а затем назначьте его миниатюрой.

source: Take Snapshot
russian: Сделать снимок

source: Create a new Scene Template Pipeline.
russian: Создайте новый конвейер шаблонов сцен.

source: Create New Scene Template Pipeline
russian: Создать новый конвейер шаблонов сцен

source: Template Scene
russian: Шаблон сцены
