Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

# From AutoDocumentation
source: Color format of the texture. Format is sRGB if kUnityXRRenderTextureFlagsSRGB is set and there is an equivalent sRGB native format.
russian: Цветовой формат текстуры. Формат — sRGB, если установлен kUnityXRRenderTextureFlagsSRGB и существует эквивалентный собственный формат sRGB.

# From AutoDocumentation
source: Invalidate graphics state after each graphics thread callback. If your plugin changes any graphics state, set this bit.
russian: Недействительное состояние графики после каждого обратного вызова графического потока. Если ваш плагин меняет какое-либо состояние графики, установите этот бит.

# From AutoDocumentation
source: If the hardware or SDK we're running on cannot support single-pass rendering, set this bit.
russian: Если оборудование или SDK, на котором мы работаем, не могут поддерживать однопроходный рендеринг, установите этот бит.

# From AutoDocumentation
source: RefreshFrameDesc will be called whenever this amount of time (in secs) has passed after retrieving data from WaitNextFrameDesc and before calling BeginFrame.
russian: RefreshFrameDesc будет вызываться всякий раз, когда пройдет этот промежуток времени (в секундах) после получения данных из WaitNextFrameDesc и перед вызовом BeginFrame.

# From AutoDocumentation
source: Don't present to the main screen (eglSwapBuffers, etc).
russian: Не отображать на главном экране (например, SwapBuffers и т. д.).

# From AutoDocumentation
source: All supported texture layout should be specified in the flag, could be combination of #UnityXRTextureLayoutFlags.
russian: Все поддерживаемые макеты текстур должны быть указаны во флаге, это может быть комбинация #UnityXRTextureLayoutFlags.

# From AutoDocumentation
source: Native texture ID if you've allocated it yourself.
russian: Собственный идентификатор текстуры, если вы выделили его самостоятельно.

# From AutoDocumentation
source: Texture ID to share color / depth with in the case of reference color / depth format.
russian: Идентификатор текстуры для совместного использования цвета/глубины в случае эталонного формата цвета/глубины.

# From AutoDocumentation
source: Position of the transform.
russian: Позиция преобразования.

# From AutoDocumentation
source: Rotation of the transform, stored as a quaternion.
russian: Вращение преобразования, сохраненного как кватернион.

# From AutoDocumentation
source: Scale of the transform.
russian: Масштаб преобразования.

# From AutoDocumentation
source: X component of the vector.
russian: X-компонент вектора.

# From AutoDocumentation
source: Y component of the vector.
russian: Y-компонент вектора.

# From AutoDocumentation
source: Z component of the vector.
russian: Z-компонент вектора.

# From AutoDocumentation
source: W component of the vector.
russian: W-компонента вектора.

# From AutoDocumentation
source: Pointer which is passed to every callback as the userData parameter.
russian: Указатель, который передается каждому обратному вызову в качестве параметра userData.

# From AutoDocumentation
source: Set this to true if the display is transparent (for example, AR device display).
russian: Установите для этого параметра значение true, если дисплей прозрачный (например, дисплей устройства AR).

# From AutoDocumentation
source: Optional legacy native pointer exposed via the XRDevice.GetNativePtr() C# API.
russian: Необязательный устаревший собственный указатель, предоставляемый через API C# XRDevice.GetNativePtr().

# From AutoDocumentation
source: App requests that the provider enables or disables content protection.
russian: Приложение запрашивает у провайдера включить или отключить защиту контента.

# From AutoDocumentation
source: The rect which Unity rendered the last frame to.
russian: Прямоугольник, в который Unity визуализировал последний кадр.

# From AutoDocumentation
source: Is the provider configured to support the native mirror view blit? If this value is true, Unity might use the registered native bli callback: UnityXRDisplayGraphicsThreadProvider::BlitToMirrorViewRenderTarget The rendering pipeline might not call the native blit function even when it is available.
russian: Настроен ли провайдер для поддержки встроенного зеркального отображения? Если это значение истинно, Unity может использовать зарегистрированный собственный обратный вызов bli: UnityXRDisplayGraphicsThreadProvider::BlitToMirrorViewRenderTarget Конвейер рендеринга может не вызывать встроенную функцию blit, даже если она доступна.

# From AutoDocumentation
source: Gfx thread native texture, Is NULL on game thread.
russian: Собственная текстура потока Gfx, в игровом потоке имеет значение NULL.

# From AutoDocumentation
source: Mirror view render view render target's texture sample count.
russian: Зеркальное отображение. Представление рендеринга. Число образцов текстуры цели рендеринга.

# From AutoDocumentation
source: Render Passes that Unity should execute next frame.
russian: Render передает, что Unity должна выполнить следующий кадр.

# From AutoDocumentation
source: Don't present to the main screen (To skip eglSwapBuffers, or other equivalent graphics API present calls).
russian: Не показывать на главном экране (чтобы пропустить вызовы eglSwapBuffers или другого эквивалентного графического API).

# From AutoDocumentation
source: Texture id to share color / depth with in the case of reference color / depth format.
russian: Идентификатор текстуры для совместного использования цвета/глубины в случае эталонного формата цвета/глубины.

source: Element 30
russian: Элемент 30

source: GI Cache
russian: GI-кэш

source: Element 1
russian: Элемент 1

source: Element 22
russian: Элемент 22

source: Shader Model 2
russian: Шейдерная модель 2

source: Shader Hardware Tier 1
russian: Шейдерное оборудование уровня 1

source: Element 29
russian: Элемент 29

source: Previous Window %#TAB
russian: Предыдущее окно %#TAB

source: Element 10
russian: Элемент 10

source: Unity Preferences
russian: Настройки единства

source: Element 3
russian: Элемент 3

source: Network Emulation
russian: Эмуляция сети

source: Keys
russian: Ключи

source: Diagnostics
russian: Диагностика

source: Element 27
russian: Элемент 27

source: Dial-Up
russian: коммутируемый доступ

source: Lock View to Selected #f
russian: Заблокировать просмотр выбранного #f

source: Redo %y
russian: Повторить %y

source: Element 28
russian: Элемент 28

source: Element 5
russian: Элемент 5

source: Recompile RSLS Shaders %#l
russian: Перекомпилируйте шейдеры RSLS %#l

source: Clipping Pnaes
russian: Обрезка Пнаэса

source: Shader Model 4
russian: Шейдерная модель 4

source: Element 21
russian: Элемент 21

source: Shader Hardware Tier 3
russian: Шейдерное оборудование уровня 3

source: Recompile Editor Code, Editor and Bindings %k
russian: Перекомпилируйте код редактора, редактор и привязки %k

source: Element 26
russian: Элемент 26

source: Playable Behaviour C# Script
russian: Скрипт игрового поведения C#

source: C# Script
russian: С#-скрипт

source: Shader Hardware Tier 2
russian: Шейдерное оборудование уровня 2

source: Shader Model 3
russian: Шейдерная модель 3

source: Redo %s %y
russian: Повторить %s %y

source: Element 14
russian: Элемент 14

source: Element 23
russian: Элемент 23

source: Element 6
russian: Элемент 6

source: Element 7
russian: Элемент 7

source: Element 25
russian: Элемент 25

source: Element 4
russian: Элемент 4

source: Playable C# Script
russian: Воспроизводимый скрипт C#

source: Undo %s %z
russian: Отменить %s %z

source: Element 20
russian: Элемент 20

source: Element 8
russian: Элемент 8

source: Element 0
russian: Элемент 0

source: External Tools
russian: Внешние инструменты

source: Standard Surface Shader
russian: Стандартный шейдер поверхности

source: Element 17
russian: Элемент 17

source: Broadband
russian: Широкополосный доступ

source: Element 19
russian: Элемент 19

source: Element 2
russian: Элемент 2

source: Element 12
russian: Элемент 12

source: Next Window %TAB
russian: Следующее окно %TAB

source: Playable Asset C# Script
russian: Скрипт игрового актива C#

source: Image Effect Shader
russian: Шейдер эффектов изображения

source: Unity Services
russian: Юнити Сервисы

source: Playables
russian: Игровые предметы

source: Element 31
russian: Элемент 31

source: Element 15
russian: Элемент 15

source: Duplicate %d
russian: Дублировать %d

source: Language
russian: Язык

source: Cache Server
russian: Кэш-сервер

source: Element 13
russian: Элемент 13

source: Unlit Shader
russian: Неосвещенный шейдер

source: Element 24
russian: Элемент 24

source: Delete #DEL
russian: Удалить #DEL

source: Element 11
russian: Элемент 11

source: Element 18
russian: Элемент 18

source: No Emulation
russian: Нет эмуляции

source: Run API Updater...
russian: Запустите программу обновления API...

source: Frame Selected _f
russian: Выбран кадр _f

source: Element 9
russian: Элемент 9

source: Element 16
russian: Элемент 16

source: Queries Start In Colliders
russian: Запросы начинаются в коллайдерах

source: 23rd axis (Joysticks)
russian: 23-я ось (Джойстики)

source: Font Rendering Mode
russian: Режим рендеринга шрифтов

source: Exclusive Mode
russian: Эксклюзивный режим

source: Island Solver Cost Threshold
russian: Порог стоимости решателя острова

source: Stone Corridor
russian: Каменный коридор

source: XZ
russian: ХЗ

source: Timecode
russian: Таймкод

source: Text Field
russian: Текстовое поле

source: Screen Space - Camera
russian: Экранное пространство — Камера

source: Graphic
russian: Графика

source: Simulated Input
russian: Имитированный ввод

source: Based On Clips
russian: На основе клипов

source: Languages
russian: Языки

source: Insert HDRI
russian: Вставить HDRI

source: Min Size
russian: Минимальный размер

source: Native Plugin
russian: Родной плагин

source: Batching Static
russian: Пакетирование статических

source: Close all floating panels...
russian: Закройте все плавающие панели...

source: World Bounds
russian: Мировые границы

source: Force Module Active
russian: Силовой модуль активен

source: Surround
russian: Объемное звучание

source: Self Collision Distance
russian: Расстояние самостолкновения

source: Two Cascades
russian: Два Каскада

source: Negative Button
russian: Отрицательная кнопка

source: HoloLens Input Module
russian: Модуль ввода HoloLens

source: Font
russian: Шрифт

source: GUI Text
russian: Текст графического интерфейса

source: Show Lobby GUI
russian: Показать графический интерфейс лобби

source: Save Layout to File...
russian: Сохранить макет в файл...

source: The scale to apply to the inverse mass and inertia tensor of the body. [ 0.00001, infinity ].
russian: Масштаб, применяемый к обратной массе и тензору инерции тела. [0,00001, бесконечность].

source: Scale Constraint
russian: Ограничение масштаба

source: Graphic Raycaster (Script)
russian: Графический рейкастер (скрипт)

source: Specifies distance which the collision detection system uses to generate collision contacts. The value must be positive and if set too close to zero can cause jitter.
russian: Указывает расстояние, которое система обнаружения столкновений использует для создания контактов при столкновении. Значение должно быть положительным, и если оно установлено слишком близко к нулю, может возникнуть дрожание.

source: The Export Raw button allows you to save the terrainâs heightmap to an image file in the RAW grayscale format. RAW format can be generated by third party terrain editing tools (such as Bryce) and can also be opened, edited and saved by Photoshop. This allows for sophisticated generation and editing of terrains outside Unity.
russian: Кнопка «Экспортировать в Raw» позволяет сохранить карту высот ландшафта в файл изображения в формате оттенков серого RAW. Формат RAW может быть создан с помощью сторонних инструментов редактирования ландшафта (таких как Bryce), а также может быть открыт, отредактирован и сохранен в Photoshop. Это позволяет создавать и редактировать ландшафты вне Unity.

source: Eighth Res
russian: Восьмое разрешение

source: Aspect Ratio Fitter
russian: Установщик соотношения сторон

source: Rename GameObject
russian: Переименовать игровой объект

source: Remote
russian: Удаленный

source: Color Tint
russian: Цвет Оттенок

source: Unreal
russian: Нереально

source: Ascii Start Offset
russian: Смещение начала Ascii

source: Quarry
russian: Карьер

source: When Selected
russian: При выборе

source: Slerp
russian: Слерп

source: The width of the Cameraâs view angle, measured in degrees along the local Y axis.
russian: Ширина угла обзора камеры, измеряемая в градусах вдоль локальной оси Y.

source: Please update, there are server changes.
russian: Пожалуйста обновите, есть изменения на сервере.

source: Velocity Threshold
russian: Порог скорости

source: Fatal
russian: Фатальный

source: Padded Cell
russian: Мягкая ячейка

source: URL of the VRPN server.
russian: URL-адрес VRPN-сервера.

source: Interpolation/Euler Angles
russian: Интерполяция/Углы Эйлера

source: Offset Z
russian: Смещение Z

source: Set as Default Parent
russian: Установить в качестве родителя по умолчанию

source: There are removed tags. They will be removed from this list the next time the project is loaded.
russian: Есть удаленные теги. Они будут удалены из этого списка при следующей загрузке проекта.

source: Surround 7.1
russian: Объемное звучание 7.1

source: Visual Studio Monochrome
russian: Visual Studio монохромный

source: Player Spawn Method
russian: Метод появления игрока

source: Capture the current view and open in RenderDoc
russian: Захватите текущий вид и откройте его в RenderDoc.

source: Scaled
russian: Масштабированный

source: UV2
russian: УФ2

source: Canvas Group
russian: Группа холстов

source: enum RendererType
russian: перечисление типа рендерера

source: Time Measurement Script (Script)
russian: Скрипт измерения времени (Скрипт)

source: X Motion
russian: X-движение

source: Set the terrain height.
russian: Установите высоту местности.

source: Play the sound when the scene loads.
russian: Воспроизводить звук при загрузке сцены.

source: NetworkStartPosition
russian: Сетьстартпозиция

source: Fixed Length
russian: Фиксированная длина

source: Custom Rolloff
russian: Пользовательский спад

source: Vertical Axis
russian: Вертикальная ось

source: Drugged
russian: Наркотик

source: API Only
russian: Только API

source: Create Image
russian: Создать изображение

source: Arena
russian: Арена

source: Toggles skybox, fog and lens flare effects.
russian: Включает эффекты скайбокса, тумана и бликов.

source: The physics material used by the collider. Overrides any Rigidbody2D or global physics material.
russian: Физический материал, используемый коллайдером. Переопределяет любой Rigidbody2D или глобальный физический материал.

source: Camera Near Plane
russian: Камера возле самолета

source: Draw the waveforms for all audio clips.
russian: Нарисуйте формы сигналов для всех аудиоклипов.

source: Submit Button
russian: Кнопка «Отправить»

source: Grid Layout Group
russian: Группа макетов сетки

source: Minimum
russian: Минимум

source: Mono Script
russian: Моно сценарий

source: Every V Blank
russian: Каждый V Бланк

source: AudioManager
russian: АудиоМенеджер

source: Please fix your conflicts prior to publishing.
russian: Пожалуйста, устраните конфликты перед публикацией.

source: Developer
russian: Разработчик

source: Angular Z Limit
russian: Угловой предел Z

source: If spring is greater than zero, the limit is soft. This is the damping of spring. [ 0, infinity ].
russian: Если пружина больше нуля, ограничение является мягким. Это затухание весны. [0, бесконечность].

source: Physics2DSettings
russian: Физика2DНастройки

source: View Tool
russian: Инструмент просмотра

source: Limited
russian: Ограниченный

source: Loop on
russian: Цикл включен

source: The scale to apply to the inverse mass and inertia tensor of the connected body. [ 0.00001, infinity ].
russian: Масштаб, применяемый к обратному тензору массы и инерции присоединенного тела. [0,00001, бесконечность].

source: Nearest
russian: Ближайший

source: DSP Clock
russian: Часы DSP

source: World Subdivisions
russian: Подразделения мира

source: Right To Left
russian: Справа налево

source: Unscaled Time
russian: Немасштабированное время

source: Tall
russian: Высокий

source: Network Port
russian: Сетевой порт

source: Character Spacing
russian: Расстояние между символами

source: Base Score
russian: Базовый балл

source: Important
russian: Важный

source: Joystick 4
russian: Джойстик 4

source: Rotation Constraint
russian: Ограничение вращения

source: No Services Apply
russian: Никакие услуги не применяются

source: Surround 5.1
russian: Объемное звучание 5.1

source: Tango Mesh Reconstruction Server
russian: Сервер реконструкции сетки Tango

source: Joystick 11
russian: Джойстик 11

source: Plain
russian: Простой

source: Enables the force which improves the stability of large stacks.
russian: Включает силу, которая улучшает стабильность больших штабелей.

source: The maximum force the drive can exert to reach the target velocity. [ 0, infinity ].
russian: Максимальная сила, которую может приложить привод для достижения целевой скорости. [0, бесконечность].

source: Explicit
russian: Явный

source: Configurable Joint
russian: Конфигурируемое соединение

source: Go to the end of the timeline. (Shift+>)
russian: Перейдите в конец временной шкалы. (Shift+>)

source: Horizontal Slider
russian: Горизонтальный слайдер

source: Friction Combine
russian: Фрикционный комбайн

source: Content Size Fitter
russian: Установщик размера контента

source: Hinge Joint
russian: Шарнирное соединение

source: 10th axis (Joysticks)
russian: 10-я ось (джойстики)

source: Components that are only on some of the selected objects cannot be multi-edited.
russian: Компоненты, которые есть только на некоторых выбранных объектах, нельзя редактировать одновременно.

source: Mass Scale
russian: Массовый масштаб

source: C# Test Script
russian: Тестовый сценарий C#

source: Connected Mass Scale
russian: Связанная шкала масс

source: Enable collisions between bodies connected with a joint.
russian: Включить столкновения между телами, соединенными суставом.

source: Right Hips
russian: Правые бедра

source: Warn
russian: Предупреждать

source: Occluder Static
russian: Окклюдер статический

source: Sync Continuous Fixtures Per Job
russian: Синхронизация непрерывных приборов для каждого задания

source: UI Tookit
russian: Набор инструментов пользовательского интерфейса

source: Scale factor for Fixed DPI when scaling the screen resolution.
russian: Коэффициент масштабирования для фиксированного разрешения при масштабировании разрешения экрана.

source: Baumgarte Scale
russian: Шкала Баумгарта

source: Cloth Gravity
russian: Тканевая гравитация

source: Character Rects
russian: Персонажи

source: Bypass/ignore any applied effects from listener.
russian: Обход/игнорирование любых примененных эффектов от слушателя.

source: Default Contact Offset
russian: Смещение контакта по умолчанию

source: 1 Bone
russian: 1 кость

source: Rect Transform
russian: Прямое преобразование

source: Loop off
russian: Выключение петли

source: Dizzy
russian: Испытывающий головокружение

source: Single Line
russian: Одна линия

source: Material Override
russian: Переопределение материала

source: Angular Z Motion
russian: Угловое Z-движение

source: Top To Bottom
russian: Сверху вниз

source: Best performance
russian: Лучшее выступление

source: 2 UI Toolkit Editor Window Creator
russian: 2 Создатель окна редактора набора инструментов пользовательского интерфейса

source: XR Plugin Management
russian: Управление плагинами XR

source: Solver Frequency
russian: Частота решателя

source: Island Solver Body Cost Scale
russian: Шкала стоимости тела решателя острова

source: Position Iterations
russian: Итерации позиции

source: Default-HighResolution
russian: По умолчанию-высокое разрешение

source: 18th axis (Joysticks)
russian: 18-я ось (джойстики)

source: How long the tail should be (seconds) [ 0, infinity ].
russian: Какой длины должен быть хвост (в секундах) [0, бесконечность].

source: Parent Constraint
russian: Родительское ограничение

source: Interpolation/Euler Angles (Not fully supported in Legacy)
russian: Углы интерполяции/Эйлера (не полностью поддерживаются в устаревшей версии)

source: Override Sample Rate
russian: Переопределить частоту дискретизации

source: Grid and Snap
russian: Сетка и привязка

source: Close Fit
russian: Плотная посадка

source: Always Animate
russian: Всегда анимировать

source: public key
russian: открытый ключ

source: Frame Selected
russian: Кадр выбран

source: Toggles environment rotation on and off
russian: Включает и выключает вращение среды.

source: Reflection Probe Static
russian: Отражающий зонд Статический

source: On Click
russian: По клику

source: Streaming
russian: Потоковое вещание

source: Audio Mixer Group
russian: Группа аудиомикшеров

source: Base texture level
russian: Базовый уровень текстур

source: Livingroom
russian: Гостиная

source: Aim Constraint
russian: Ограничение цели

source: Default ( English )
russian: По умолчанию (английский)

source: UI Builder
russian: конструктор пользовательского интерфейса

source: The Lightâs GameObject is inactive. These lights have no effect on the Scene.
russian: GameObject Света неактивен. Эти источники света не влияют на сцену.

source: Projection Mode
russian: Режим проецирования

source: Display {0}
russian: Показать {0}

source: Occludee Static
russian: Окклюдер статический

source: Y Motion
russian: Y-движение

source: Bathroom
russian: Ванная комната

source: Minimize
russian: Свернуть

source: Set the source to loop. If loop points are defined in the clip, these will be respected.
russian: Установите источник в циклический режим. Если в клипе определены точки цикла, они будут учитываться.

source: |Branch Group
russian: |Группа филиалов

source: Alphanumeric
russian: Буквенно-цифровой

source: Bounce Threshold
russian: Порог отскока

source: Set as last sibling
russian: Сделать последним братом или сестрой

source: Create Empty Game Object
russian: Создать пустой игровой объект

source: Mouse Movement
russian: Движение мыши

source: 4x4 Grid
russian: Сетка 4х4

source: Contact Pairs Mode
russian: Режим контактных пар

source: Import TMP Essential Resources
russian: Импорт основных ресурсов TMP

source: Default Max Angular Speed
russian: Максимальная угловая скорость по умолчанию

source: Is the body to be simulated? If not, it is effectively hidden from the simulation.
russian: Нужно ли моделировать тело? Если нет, то он фактически скрыт от моделирования.

source: Lower center
russian: Нижний центр

source: Vertical Slider Thumb
russian: Вертикальный ползунок

source: Scrollbar (Script)
russian: Полоса прокрутки (скрипт)

source: Debugger
russian: Отладчик

source: revenue
russian: доход

source: 7th axis (Joysticks)
russian: 7-я ось (джойстики)

source: Offset shadow near plane to account for large triangles being distorted by shadow pancaking.
russian: Смещает тень вблизи плоскости, чтобы учесть искажение больших треугольников из-за сглаживания теней.

source: Connected Anchor
russian: Подключенный якорь

source: Single2 object view
russian: Просмотр одного объекта 2

source: 16th axis (Joysticks)
russian: 16-я ось (Джойстики)

source: No Shader Selected
russian: Шейдер не выбран

source: Clear Default Parent
russian: Очистить родительский элемент по умолчанию

source: Operation in progress.
russian: Операция в процессе.

source: Visual Studio 2015
russian: Визуальная Студия 2015

source: Hide Unity %h
russian: Скрыть единство %h

source: City
russian: Город

source: X and YZ
russian: X и YZ

source: Mode A (Normal)
russian: Режим А (Нормальный)
