Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Reduces keyframes on import. If selected, the Animation Compression Errors options are displayed.
russian: Уменьшает количество ключевых кадров при импорте. Если этот флажок установлен, отображаются параметры «Ошибки сжатия анимации».

source: Keyframe Reduction and Compression
russian: Сокращение и сжатие ключевых кадров

source: Reduces keyframes on import and compresses keyframes when storing animations in files. This affects only file size - the runtime memory size is the same as Keyframe Reduction. If selected, the Animation Compression Errors options are displayed.
russian: Уменьшает количество ключевых кадров при импорте и сжимает ключевые кадры при сохранении анимации в файлах. Это влияет только на размер файла — размер памяти времени выполнения такой же, как и при уменьшении ключевых кадров. Если этот флажок установлен, отображаются параметры «Ошибки сжатия анимации».

source: Optimal
russian: Оптимальный

source: Reduces keyframes on import and choose between different curve representations to reduce memory usage at runtime. This affects the runtime memory size and how curves are evaluated.
russian: Уменьшает количество ключевых кадров при импорте и позволяет выбирать между различными представлениями кривых, чтобы уменьшить использование памяти во время выполнения. Это влияет на размер памяти времени выполнения и способ оценки кривых.

source: Rotation Error
russian: Ошибка вращения

source: Defines how much rotation curves should be reduced. The smaller value you use - the higher precision you get.
russian: Определяет, насколько следует уменьшить кривые вращения. Чем меньшее значение вы используете, тем выше точность.

source: Position Error
russian: Ошибка позиции

source: Defines how much position curves should be reduced. The smaller value you use - the higher precision you get.
russian: Определяет, насколько должны быть уменьшены позиционные кривые. Чем меньшее значение вы используете, тем выше точность.

source: Scale Error
russian: Ошибка масштаба

source: Defines how much scale curves should be reduced. The smaller value you use - the higher precision you get.
russian: Определяет, насколько масштабные кривые должны быть уменьшены. Чем меньшее значение вы используете, тем выше точность.

source: Rotation error is defined as maximum angle deviation allowed in degrees, for others it is defined as maximum distance/delta deviation allowed in percents
russian: Ошибка вращения определяется как максимально допустимое угловое отклонение в градусах, для других она определяется как максимальное допустимое отклонение расстояния/дельты в процентах.

source: Multi-object editing of clips not supported.
russian: Многообъектное редактирование клипов не поддерживается.

source: Advanced setting for root motion and blending pivot
russian: Расширенные настройки для движения корня и поворота смешивания

source: Root Motion Node
russian: Корневой узел движения

source: Define a transform node that will be used to create root motion curves
russian: Определите узел преобразования, который будет использоваться для создания корневых кривых движения.

source: Generate Retargeting Quality Report
russian: Создать отчет о качестве ретаргетинга

source: Retargeting Quality compares retargeted with original animation. It reports average and maximum position/orientation difference for body parts. It may slow down import time of this file.
russian: Качество ретаргетинга сравнивает ретаргетинг с оригинальной анимацией. Он сообщает среднюю и максимальную разницу в положении/ориентации частей тела. Это может замедлить время импорта этого файла.

source: Animation data was imported using a deprecated Generation option in the Rig tab. Please switch to a non-deprecated import mode in the Rig tab to be able to edit the animation import settings.
russian: Данные анимации были импортированы с использованием устаревшей опции «Генерация» на вкладке «Оснащение». Пожалуйста, переключитесь в неустаревший режим импорта на вкладке «Оснащение», чтобы иметь возможность редактировать настройки импорта анимации.

source: The animations settings can be edited after clicking Apply.
russian: Настройки анимации можно редактировать после нажатия кнопки «Применить».

source: Error(s) found while importing rig in this animation file. Open "Rig" tab for more details.
russian: При импорте буровой установки в этом файле анимации обнаружены ошибки. Откройте вкладку «Установка» для получения более подробной информации.

source: No animation data available in this model.
russian: В этой модели нет данных анимации.

source: The rigs of the selected models have different Animation Types.
russian: Оснастки выбранных моделей имеют разные типы анимации.

source: The rigs of the selected models are not setup to handle animation. Change the Animation Type in the Rig tab and click Apply.
russian: Оснащение выбранных моделей не настроено для обработки анимации. Измените тип анимации на вкладке «Оснащение» и нажмите «Применить».

source: Clips
russian: Клипы

source: Mask has a path that does not match the transform hierarchy. Animation may not import correctly.
russian: Маска имеет путь, который не соответствует иерархии преобразований. Анимация может импортироваться неправильно.

source: Update Mask
russian: Обновить маску

source: Source Mask has changed since last import and must be updated.
russian: Маска источника изменилась с момента последнего импорта и должна быть обновлена.

source: Source Mask has a path that does not match the transform hierarchy. Animation may not import correctly.
russian: Исходная маска имеет путь, который не соответствует иерархии преобразования. Анимация может импортироваться неправильно.

source: Configure the mask for this clip to remove unnecessary curves.
russian: Настройте маску для этого клипа, чтобы удалить ненужные кривые.

source: Animated Custom Properties
russian: Анимированные пользовательские свойства

source: Controls if animated custom properties are imported.
russian: Определяет, импортируются ли анимированные пользовательские свойства.

source: Import Constraints
russian: Ограничения импорта

source: Controls if the constraints are imported.
russian: Определяет, импортированы ли ограничения.

source: Remove Constant Scale Curves
russian: Удаление кривых постоянного масштаба

source: Removes constant animation curves with values identical to the object initial scale value.
russian: Удаляет постоянные кривые анимации со значениями, идентичными начальному значению масштаба объекта.

source: <None>
russian: <Нет>

source: <Root Transform>
russian: <Корневое преобразование>

source: Animation Do Retargeting Warnings
russian: Предупреждения о ретаргетинге Animation Do

source: Bake Simulation
russian: Моделирование выпечки

source: Resample Curves
russian: Повторная выборка кривых

source: Animation Rotation Error
russian: Ошибка поворота анимации

source: Animation Position Error
russian: Ошибка положения анимации

source: Animation Scale Error
russian: Ошибка масштаба анимации

source: Import Animated Custom Properties
russian: Импортировать анимированные пользовательские свойства

source: Plugin load settings
russian: Настройки загрузки плагина

source: Load on startup
russian: Загрузка при запуске

source: Always load plugin during startup instead of on-demand
russian: Всегда загружайте плагин во время запуска, а не по требованию.

source: Select platforms for plugin
russian: Выберите платформы для плагина

source: Platform settings
russian: Настройки платформы

source: Naming
russian: Именование

source: By Base Texture Name
russian: По названию базовой текстуры

source: From Model's Material
russian: Из материала модели

source: Model Name + Model's Material
russian: Название модели + материал модели

source: Texture Name or Model Name + Model's Material (Obsolete)
russian: Название текстуры или название модели + материал модели (устарело)

source: Local Materials Folder
russian: Папка локальных материалов

source: Recursive-Up
russian: Рекурсивный подъем

source: Project-Wide
russian: Весь проект

source: Do not generate materials. Use Unity's default material instead.
russian: Не создавайте материалы. Вместо этого используйте материал Unity по умолчанию.

source: For each imported material, Unity first looks for an existing material named %MAT%.
russian: Для каждого импортированного материала Unity сначала ищет существующий материал с именем %MAT%.

source: [BaseTextureName]
russian: [БазовоеИмяТекстуры]

source: [MaterialName]
russian: [ИмяМатериала]

source: [ModelFileName]-[MaterialName]
russian: [ИмяФайлаМодели]-[ИмяМатериала]

source: [BaseTextureName] or [ModelFileName]-[MaterialName] if no base texture can be found
russian: [BaseTextureName] или [ModelFileName]-[MaterialName], если базовая текстура не найдена.

source: Unity will look for it in the local Materials folder.
russian: Unity найдет его в локальной папке «Материалы».

source: Unity will do a recursive-up search for it in all Materials folders up to the Assets folder.
russian: Unity выполнит рекурсивный поиск во всех папках «Материалы» вплоть до папки «Ресурсы».

source: Unity will search for it anywhere inside the Assets folder.
russian: Unity будет искать его в любом месте папки «Ресурсы».

source: If it doesn't exist, a new one is created in the local Materials folder.
russian: Если он не существует, в локальной папке «Материалы» создается новый.

source: Extract Textures...
russian: Извлечь текстуры...

source: Click on this button to extract the embedded textures.
russian: Нажмите на эту кнопку, чтобы извлечь встроенные текстуры.

source: Search and Remap
russian: Поиск и переназначение

source: sRGB Albedo Colors
russian: Цвета sRGB-альбедо

source: Albedo colors in gamma space. Disable this for projects using linear color space.
russian: Цвета альбедо в гамма-пространстве. Отключите это для проектов, использующих линейное цветовое пространство.

source: Material Creation Mode
russian: Режим создания материала

source: Select the method used to generate materials during the import process.
russian: Выберите метод, используемый для создания материалов в процессе импорта.

source: Are you sure you want to re-extract the Materials?
russian: Вы уверены, что хотите повторно извлечь Материалы?

source: In order to re-extract the Materials we'll need to reimport the mesh, this might take a while. Do you want to continue?
russian: Чтобы повторно извлечь Материалы, нам потребуется повторно импортировать сетку, это может занять некоторое время. Хотите продолжить?

source: Material Editing is not supported on multiple selection
russian: Редактирование материалов не поддерживается при множественном выборе.

source: Use SRGB Material Color
russian: Использовать цвет материала SRGB

source: Text
russian: Текст

source: Sprite Importer
russian: Импортер спрайтов

source: Text StyleSheet
russian: Таблица стилей текста

source: Select Material
russian: Выберите материал

source: Copy Atlas
russian: Копировать Атлас

source: Paste Atlas
russian: Вставить Атлас

source: Copy Material Properties
russian: Копировать свойства материала

source: Paste Material Properties
russian: Вставить свойства материала

source: Font Asset
russian: Шрифтовый актив

source: Update Atlas Texture...
russian: Обновить текстуру Атласа...

source: Create Font Asset...
russian: Создать ресурс шрифта...

source: Extract Atlas
russian: Извлечь Атлас

source: Font Asset Creator
russian: Создатель шрифтовых ресурсов

source: Font Asset Variant
russian: Вариант шрифтового ресурса

source: Font Asset Fallback
russian: Резервный ресурс шрифта

source: Point Size Property
russian: Свойство размера точки

source: Scale Property
russian: Свойство масштабирования

source: Ascent Line Property
russian: Недвижимость линии подъема

source: Baseline Property
russian: Базовое свойство

source: Descent Line Property
russian: Свойство линии спуска

source: Sprite Atlas_prop
russian: Спрайт Atlas_prop

source: Material_prop
russian: Материал_проп

source: Sprite Character Property
russian: Свойство персонажа спрайта

source: Sprite Glyph Property
russian: Свойство глифа спрайта

source: Style Name
russian: Название стиля

source: Point Size
russian: Размер точки

source: Line Height
russian: Высота линии

source: Ascent Line
russian: Линия подъема

source: Cap Line
russian: Линия кепки

source: Mean Line
russian: Средняя линия

source: Baseline
russian: Базовый уровень

source: Descent Line
russian: Линия спуска

source: Underline Offset
russian: Смещение подчеркивания

source: Underline Thickness
russian: Толщина подчеркивания

source: Strikethrough Offset
russian: Смещение зачеркивания

source: Superscript Offset
russian: Смещение надстрочного индекса

source: Superscript Size
russian: Размер надстрочного индекса

source: Subscript Offset
russian: Смещение индекса

source: Subscript Size
russian: Размер нижнего индекса

source: Tab Width
russian: Ширина вкладки

source: Atlas Population Mode_prop
russian: Режим народонаселения Атласа_prop

source: Atlas Render Mode_prop
russian: Режим рендеринга Атласа_prop

source: Sampling Point Size_prop
russian: Размер точки отбора проб_проп

source: Atlas Padding_prop
russian: Атлас Padding_prop

source: Is Multi Atlas Textures Enabled_prop
russian: Включены ли текстуры Multi Atlas_prop?

source: Clear Dynamic Data On Build_prop
russian: Очистить динамические данные в Build_prop

source: Character Property
russian: Свойство персонажа

source: Glyph Property
russian: Свойство глифа

source: Ligature Property Record
russian: Запись о свойствах лигатуры

source: Pair Adjustment Record Property
russian: Свойство записи корректировки пары

source: Empty Glyph Pair Adjustment Record_prop
russian: Настройка пустой пары глифов Record_prop

source: Mark To Base Property Record
russian: Отметить в базовой записи свойства

source: Mark To Mark Property Record
russian: Отметить запись о свойстве

source: Prop Font Asset
russian: Реквизитный шрифт

source: Prop Default Font Asset Path
russian: Путь к шрифту по умолчанию для реквизита

source: Prop Match Material Preset
russian: Предустановка материала соответствия реквизита

source: Prop Missing Glyph Character
russian: Опора, отсутствующий символ глифа

source: Prop Clear Dynamic Data On Build
russian: Опора Очистить динамические данные при сборке

source: Prop Display Warnings
russian: Предупреждения на дисплее реквизита

source: Prop Default Text Mesh Pro Text Container Size
russian: Текстовая сетка по умолчанию Prop Размер текстового контейнера Pro

source: Prop Default Text Mesh Pro UI Text Container Size
russian: Размер текстового контейнера пользовательского интерфейса Prop Text Mesh по умолчанию

source: Prop Enable Raycast Target
russian: Опора Включить цель Raycast

source: Prop Auto Size Text Container
russian: Текстовый контейнер с автоматическим размером реквизита

source: Prop Default Font Size
russian: Размер шрифта по умолчанию

source: Prop Default Auto Size Min Ratio
russian: Проп по умолчанию, автоматический размер, минимальное соотношение

source: Prop Default Auto Size Max Ratio
russian: Опора по умолчанию, автоматический размер, максимальное соотношение

source: Prop Word Wrapping
russian: Перенос слов в реквизите

source: Prop Kerning
russian: Опора Кернинг

source: Prop Extra Padding
russian: Опора Дополнительная прокладка

source: Prop Tint All Sprites
russian: Проп Оттенок всех спрайтов

source: Prop Parse Escape Characters
russian: Проп-символы разбора Escape-символов

source: Prop Sprite Asset
russian: Реквизит-спрайт

source: Prop Missing Sprite Character Unicode
russian: Опора, отсутствующий символ спрайта в Юникоде

source: Prop Sprite Asset Path
russian: Путь к активу спрайта реквизита

source: Prop Style Sheet
russian: Таблица стилей реквизита

source: Prop Style Sheets Resource Path
russian: Путь к ресурсу таблиц стилей реквизита

source: Prop Color Gradient Presets Path
russian: Путь к настройкам градиента цвета реквизита

source: Prop Unicode Line Breaking Rules
russian: Правила переноса строк в Юникоде

source: Text Settings
russian: Настройки текста

source: Style Property
russian: Свойство стиля

source: SpriteAsset
russian: СпрайтАссет

source: Add Default Material
russian: Добавить материал по умолчанию

source: Update Sprite Asset
russian: Обновить спрайт-актив

source: Sprite Asset
russian: Спрайтовый актив

source: Search Engines
russian: Поисковые системы

source: Ignored properties (Use line break or ; to separate tokens)
russian: Игнорируемые свойства (используйте разрыв строки или ; для разделения токенов)

source: Provider Settings
russian: Настройки провайдера

source: Enable or disable this provider. Disabled search provider will be completely ignored by the search service.
russian: Включите или отключите этого провайдера. Отключенный поставщик поиска будет полностью игнорироваться службой поиска.

source: Reset Providers Settings
russian: Сбросить настройки провайдеров

source: All search providers will restore their initial preferences (priority, active, default action)
russian: Все поставщики поиска восстановят свои первоначальные настройки (приоритет, активность, действие по умолчанию).

source: Increase the provider's priority
russian: Повысить приоритет провайдера

source: Decrease the provider's priority
russian: Уменьшить приоритет провайдера

source: Open Search as dockable window
russian: Открыть поиск как закрепляемое окно

source: [DEV] Display additional debugging information
russian: [DEV] Отображение дополнительной отладочной информации

source: Select the typing debounce threshold (ms)
russian: Выберите порог устранения дребезга при наборе текста (мс).

source: Enable or disable this object selector. Disabled object selectors will be completely ignored.
russian: Включите или отключите этот селектор объектов. Отключенные селекторы объектов будут полностью игнорироваться.

source: Reset Selector Settings
russian: Сбросить настройки селектора

source: All object selectors will restore their initial preferences (priority, active)
russian: Все селекторы объектов восстановят свои первоначальные настройки (приоритет, активность).

source: Increase the object selector's priority
russian: Увеличьте приоритет селектора объектов

source: Decrease the object selector's priority
russian: Уменьшить приоритет селектора объектов

source: Word Components
russian: Компоненты слова

source: There is no activated search provider
russian: Нет активированного поставщика поиска

source: <b>Search Tips</b>
russian: <b>Советы по поиску</b>

source: Search All...
russian: Искать все...

source: New Window
russian: Новое окно

source: Transient Window
russian: Переходное окно

source: Open Inspector (F4)
russian: Открыть инспектор (F4)

source: Searches
russian: Поиски

source: Type '?' for help
russian: Тип '?' для помощи

source: Drag from search results to Scene, Hierarchy or Inspector
russian: Перетащите из результатов поиска в сцену, иерархию или инспектор.

source: Save Searches you use often
russian: Сохранить поисковые запросы, которые вы часто используете

source: Enable the Preview Inspector to edit search results in place
russian: Включите инспектор предварительного просмотра, чтобы редактировать результаты поиска на месте.

source: Enable sync to keep other Editor search fields populated
russian: Включите синхронизацию, чтобы другие поля поиска редактора оставались заполненными.

source: Enable sync to keep other Editor search fields populated
russian: Включите синхронизацию, чтобы другие поля поиска редактора оставались заполненными.

source: Press Tab \u21B9 to filter
russian: Нажмите Tab \u21B9, чтобы отфильтровать

source: Import Report...
russian: Импортировать отчет...

source: Add column...
russian: Добавить столбец...

source: Reset Columns Layout
russian: Сбросить макет столбцов

source: Save current table configuration
russian: Сохранить текущую конфигурацию таблицы

source: Delete table configuration
russian: Удалить конфигурацию таблицы

source: L
russian: л

source: List View
russian: Просмотр списка

source: T
russian: Т

source: Table View
russian: Представление таблицы

source: Search Text
russian: Поиск текста

source: Description Property
russian: Описание Недвижимость

source: Is Search Template Property
russian: Является ли свойство шаблона поиска

source: Your saved searches available for all Unity projects on this machine.
russian: Сохраненные вами поисковые запросы доступны для всех проектов Unity на этом компьютере.

source: Shared searches available for all contributors on this project.
russian: Общий поиск доступен всем участникам этого проекта.

source: Exclude
russian: Исключать

source: Find Files
russian: Найти файлы

source: Asset Database
russian: База данных активов

source: Performance Markers
russian: Маркеры производительности

source: Graph Viewer
russian: Просмотр графиков

source: Transaction Viewer
russian: Просмотр транзакций

source: No table configuration selected
russian: Конфигурация стола не выбрана

source: Export Report...
russian: Экспортный отчет...

source: Export CSV...
russian: Экспортировать CSV...

source: Edit Search Column Settings
russian: Изменить настройки столбца поиска

source: Sortable
russian: Сортируемый

source: Selector
russian: Селектор

source: Add Column...
russian: Добавить столбец...

source: Reset Columns
russian: Сбросить столбцы

source: Open Report...
russian: Открыть отчет...

source: Index Manager
russian: Менеджер индексов

source: Search Index Manager
russian: Менеджер поискового индекса

source: Show package indexes
russian: Показать индексы пакетов

source: File Path
russian: Путь к файлу

source: The path to this index in the Project
russian: Путь к этому индексу в проекте

source: The name of this index (can be different than the file)
russian: Имя этого индекса (может отличаться от имени файла)

source: Score
russian: Счет

source: When the Project has multiple indexes, those with higher scores take priority over those with lower scores
russian: Если у Проекта несколько индексов, индексы с более высокими баллами имеют приоритет над индексами с более низкими баллами.

source: If checked, all packages content will be indexed.
russian: Если этот флажок установлен, все содержимое пакетов будет проиндексировано.

source: Roots
russian: Корни

source: List of root folders to start indexing from.
russian: Список корневых папок, с которых нужно начать индексирование.

source: Includes
russian: Включает

source: A list of files, folders, and/or file types (by extension) that this index must include
russian: Список файлов, папок и/или типов файлов (по расширению), которые должен включать этот индекс.

source: Excludes
russian: Исключает

source: A list of files, folders, and/or file types (by extension) that this index must exclude
russian: Список файлов, папок и/или типов файлов (по расширению), которые этот индекс должен исключить.

source: Loading the index...
russian: Загрузка индекса...

source: Toggles this index off so search does not use it
russian: Отключает этот индекс, чтобы поиск не использовал его.

source: Include object type information in this index
russian: Включить информацию о типе объекта в этот индекс

source: Include objects' serialized properties in this index
russian: Включить сериализованные свойства объектов в этот индекс.

source: Sub objects
russian: Подобъекты

source: Include all sub objects (all Scene objects for a Unity scene, and all sub-assets for an FBX)
russian: Включите все подобъекты (все объекты сцены для сцены Unity и все подресурсы для FBX).

source: Include information about objects' direct dependencies in this index
russian: Включите в этот индекс информацию о прямых зависимостях объектов.

source: Please enter a file name for the new Index Settings.
russian: Введите имя файла для новых настроек индекса.

source: Save Index Settings
russian: Сохранить настройки индекса
