Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Controls which simulation band is used for the caustics evaluation. The first (index 0) and second band (index 1) come from the swell simulation and the third (index 2) one from the ripples.
russian: Определяет, какой диапазон моделирования используется для оценки каустики. Первая (индекс 0) и вторая полосы (индекс 1) получены в результате моделирования зыби, а третья (индекс 2) — в результате моделирования ряби.

source: Controls which simulation band is used for the caustics evaluation. The first band (index 0) comes from the agitation simulation and the second one (index 1) from the ripples.
russian: Определяет, какой диапазон моделирования используется для оценки каустики. Первая полоса (индекс 0) получена в результате моделирования волнения, а вторая (индекс 1) — в результате пульсации.

source: Simulation Foam Smoothness
russian: Имитация гладкости пены

source: Controls the simulation foam smoothness.
russian: Управляет гладкостью имитации пены.

source: Simulation Foam Drag
russian: Моделирование пенопласта

source: Controls the life span of the surface foam. A higher value will cause the foam to persist longer and leave a trail.
russian: Контролирует срок службы поверхностной пены. Более высокое значение приведет к тому, что пена будет сохраняться дольше и оставлять след.

source: Simulation Foam Amount
russian: Моделирование количества пены

source: Controls the simulation foam amount. Higher values generate larger foam patches. Foam presence is highly dependent on the Distant Wind Speed.
russian: Управляет количеством пены для моделирования. Более высокие значения приводят к появлению более крупных пятен пены. Наличие пены сильно зависит от скорости удаленного ветра.

source: Custom Texture
russian: Пользовательская текстура

source: Set the texture used to define a visual appearance for the foam.
russian: Установите текстуру, используемую для определения внешнего вида пены.

source: Texture Tiling
russian: Текстурная черепица

source: Set the per meter tiling for the foam texture.
russian: Установите размер плитки на метр для текстуры пены.

source: Sets the texture used to attenuate or suppress the simulation foam. The red channel of the texture is used for the masking.
russian: Устанавливает текстуру, используемую для ослабления или подавления имитации пены. Красный канал текстуры используется для маскировки.

source: Wind Speed Dimmer
russian: Диммер скорости ветра

source: Controls the foam intensity depending on the normalized Distant Wind Speed. The X axis refers to the normalized Distant Wind Speed, the Y axis refers to the dimmer value.
russian: Управляет интенсивностью пены в зависимости от нормализованной скорости ветра вдали. Ось X относится к нормализованной скорости ветра в отдалении, ось Y относится к значению диммера.

source: Add a Box Collider
russian: Добавьте бокс-коллайдер

source: Use an existing Box Collider
russian: Используйте существующий коллайдер Box

source: Water Surface
russian: Поверхность воды

source: Ocean Sea or Lake
russian: Океан Море или Озеро

source: River
russian: Река

source: Pool
russian: Бассейн

source: WaterSurface
russian: ВодаПоверхность

source: Show All Additional Properties...
russian: Показать все дополнительные свойства...

source: Grey 12.5%
russian: Серый 12,5%

source: Grey 14.0%
russian: Серый 14,0%

source: Grey 18.0%
russian: Серый 18,0%

source: Post-processing
russian: Постобработка

source: Virtual Texturing
russian: Виртуальное текстурирование

source: Virtual Texturing Settings. These are only available when Virtual Texturing is enabled in the Player Settings.
russian: Настройки виртуального текстурирования. Они доступны только в том случае, если в настройках проигрывателя включено виртуальное текстурирование.

source: Post-processing Quality Settings
russian: Настройки качества постобработки

source: Lighting Quality Settings
russian: Настройки качества освещения

source: Volumetrics
russian: Объемность

source: Volumetric Clouds
russian: Объемные облака

source: Light Probe Lighting
russian: Световой зонд Освещение

source: Cookies
russian: Файлы cookie

source: Sky
russian: Небо

source: Decals
russian: Наклейки

source: Decals Metal And AO
russian: Декали Металл и АО

source: Punctual Light Shadows
russian: Пунктуальные светлые тени

source: Directional Light Shadows
russian: Направленные световые тени

source: Area Light Shadows
russian: Область Света Тени

source: Light Atlas
russian: Световой Атлас

source: Resolution Tiers
russian: Уровни разрешения

source: Dynamic resolution
russian: Динамическое разрешение

source: Low res Transparency
russian: Низкое разрешение Прозрачность

source: Motion Blur
russian: Размытие в движении

source: Bloom
russian: Цвести

source: Chromatic Aberration
russian: Хроматическая аберрация

source: Depth Of Field
russian: Глубина резкости

source: Far Blur
russian: Дальнее размытие

source: Near Blur
russian: Рядом с размытием

source: Max Radius
russian: Макс. радиус

source: Sample Count
russian: Количество образцов

source: Enable High Resolution
russian: Включить высокое разрешение

source: High Quality Prefiltering
russian: Высококачественная предварительная фильтрация

source: High Quality Filtering
russian: Высококачественная фильтрация

source: Physically Based
russian: Физически основанный

source: Limit Manual Range Near Blur
russian: Ограничить ручной диапазон вблизи размытия

source: Max Samples
russian: Максимальное количество образцов

source: Screen Space Ambient Occlusion
russian: Экранное пространство Ambient Occlusion

source: Step Count
russian: Количество шагов

source: Maximum Radius in Pixels
russian: Максимальный радиус в пикселях

source: Direction Count
russian: Количество направлений

source: Bilateral Upsample
russian: Двусторонняя повышающая дискретизация

source: Ray Traced Ambient Occlusion
russian: Окружающая окклюзия с трассировкой лучей

source: Max Ray Length
russian: Максимальная длина луча

source: Denoiser Radius
russian: Радиус шумоподавления

source: Contact Shadows
russian: Контактные тени

source: Screen Space Reflection
russian: Отражение экранного пространства

source: Max Ray Steps
russian: Макс Рэй Шаги

source: Ray Traced Reflections (Performance)
russian: Отражения с трассировкой лучей (производительность)

source: Minimum Smoothness
russian: Минимальная гладкость

source: Smoothness Fade Start
russian: Плавность Затухание Начало

source: Clamp Value
russian: Значение зажима

source: Ray Max Iterations
russian: Рэй Макс Итерации

source: Affect Smooth Surfaces
russian: Влиять на гладкие поверхности

source: Ray Traced Global Illumination (Performance)
russian: Глобальное освещение с трассировкой лучей (производительность)

source: Ray Steps
russian: Рэй Степс

source: Half Resolution Denoiser
russian: Шумоподавитель половинного разрешения

source: Second Denoiser Pass
russian: Второй проход шумоподавления

source: Screen Space Global Illumination
russian: Глобальное освещение экрана

source: Water
russian: Вода

source: When enabled, HDRP allocates memory for the water surfaces simulation and rendering. This allows you to use water surfaces in your Unity Project.
russian: Когда HDRP включен, он выделяет память для моделирования и рендеринга водных поверхностей. Это позволяет вам использовать водные поверхности в вашем проекте Unity.

source: Simulation Resolution
russian: Разрешение моделирования

source: Specifies the resolution of the water simulation. A higher resolution increases the visual quality, but increases the cost.
russian: Определяет разрешение моделирования воды. Более высокое разрешение повышает качество изображения, но увеличивает стоимость.

source: When enabled, HDRP allocates memory for the water simulation on the CPU. This allows you to enable CPU simulation on water surfaces to query height information.
russian: При включении HDRP выделяет память для моделирования воды на ЦП. Это позволяет вам включить моделирование ЦП на водных поверхностях для запроса информации о высоте.

source: Volumetric Fog
russian: Объемный туман

source: Volumetric Fog Budget
russian: Объемный бюджет тумана

source: Resolution Depth Ratio
russian: Разрешение Глубина

source: Default Material Quality Level
russian: Уровень качества материала по умолчанию

source: When enabled, HDRP allocates Shader variants and memory for processing shadow masks. This allows you to use shadow masks in your Unity Project.
russian: При включении HDRP выделяет варианты шейдеров и память для обработки теневых масок. Это позволяет вам использовать теневые маски в вашем проекте Unity.

source: When enabled, HDRP allocates memory for processing screen space reflection (SSR). This allows you to use SSR in your Unity Project.
russian: При включении HDRP выделяет память для обработки отражения экранного пространства (SSR). Это позволяет вам использовать SSR в вашем проекте Unity.

source: Cube Reflection Resolution Tiers
russian: Уровни разрешения отражения куба

source: Resolution of a cube Reflection Probe rendered from a camera. Unity represents a cube Reflection Probe in its 2d atlas with a 2d octahedral projection texture.
russian: Разрешение куба Reflection Probe, визуализированного с камеры. Unity представляет куб Reflection Probe в своем 2D-атласе с 2D-текстурой октаэдрической проекции.

source: Planar Reflection Resolution Tiers
russian: Уровни разрешения плоского отражения

source: Resolution of a planar Reflection Probe rendered from a camera.
russian: Разрешение планарного отражающего зонда, полученное с камеры.

source: When enabled, HDRP executes additional steps to achieve screen space reflection (SSR) on transparent objects. This feature requires both screen space reflections and transparent depth prepass to be enabled.
russian: При включении HDRP выполняет дополнительные шаги для достижения отражения экранного пространства (SSR) на прозрачных объектах. Для этой функции необходимо включить как отражения в пространстве экрана, так и предварительный проход прозрачной глубины.

source: When enabled, HDRP allocates memory for processing screen space ambient occlusion (SSAO). This allows you to use SSAO in your Unity Project.
russian: Когда этот параметр включен, HDRP выделяет память для обработки фонового затенения экранного пространства (SSAO). Это позволяет вам использовать SSAO в вашем проекте Unity.

source: When enabled, HDRP allocates memory for processing screen space global illumination (SSGI). This allows you to use SSGI in your Unity Project.
russian: При включении HDRP выделяет память для обработки глобального освещения экранного пространства (SSGI). Это позволяет вам использовать SSGI в вашем проекте Unity.

source: Subsurface Scattering
russian: Подповерхностное рассеяние

source: When enabled, HDRP allocates memory for processing subsurface scattering (SSS). This allows you to use SSS in your Unity Project.
russian: При включении HDRP выделяет память для обработки подповерхностного рассеяния (SSS). Это позволяет вам использовать SSS в вашем проекте Unity.

source: Sample Budget
russian: Пример бюджета

source: Maximum number of samples the Subsurface Scattering algorithm is allowed to take.
russian: Максимальное количество выборок, которое может взять алгоритм подповерхностного рассеяния.

source: When enabled, HDRP allocates Shader variants and memory for volumetric effects. This allows you to use volumetric lighting and fog in your Unity Project.
russian: При включении HDRP выделяет варианты шейдеров и память для объемных эффектов. Это позволяет вам использовать объемное освещение и туман в вашем проекте Unity.

source: When enabled, HDRP allocates memory for processing volumetric clouds. This allows you to use volumetric clouds in your Unity Project.
russian: При включении HDRP выделяет память для обработки объемных облаков. Это позволяет вам использовать объемные облака в вашем проекте Unity.

source: High Quality
russian: Высокое качество

source: When enabled, HDRP increases the resolution of volumetric lighting buffers. Warning: There is a high performance cost, do not enable on consoles.
russian: При включении HDRP увеличивает разрешение буферов объемного освещения. Предупреждение. Это связано с высокими затратами на производительность, не включайте на консолях.

source: Light Layers
russian: Легкие слои

source: When enabled, HDRP allocates memory for processing Light Layers. This allows you to use Light Layers in your Unity Project. For deferred rendering, this allocation includes an extra render target in memory and extra cost.
russian: При включении HDRP выделяет память для обработки легких слоев. Это позволяет вам использовать легкие слои в вашем проекте Unity. Для отложенного рендеринга это выделение включает дополнительную цель рендеринга в памяти и дополнительную стоимость.

source: Color Buffer Format
russian: Формат цветового буфера

source: Specifies the format used by the scene color render target. R11G11B10 is a faster option and should have sufficient precision.
russian: Указывает формат, используемый целью рендеринга цвета сцены. R11G11B10 — более быстрый вариант и должен иметь достаточную точность.

source: Custom Pass
russian: Пользовательский пропуск

source: When enabled, HDRP allocates a custom pass buffer. It also enable custom passes inside Custom Pass Volume components.
russian: При включении HDRP выделяет пользовательский буфер прохода. Он также позволяет использовать пользовательские проходы внутри компонентов Custom Pass Volume.

source: Custom Buffer Format
russian: Пользовательский формат буфера

source: Specifies the format used by the custom pass render target.
russian: Указывает формат, используемый целевой целью рендеринга пользовательского прохода.

source: Lit Shader Mode
russian: Горящий режим шейдера

source: Specifies the rendering modes HDRP supports for Lit Shaders. HDRP removes all allocated memory and Shader variants for modes you do not specify.
russian: Указывает режимы рендеринга, поддерживаемые HDRP для освещенных шейдеров. HDRP удаляет всю выделенную память и варианты шейдеров для режимов, которые вы не указали.

source: Multisample Anti-aliasing Quality
russian: Качество мультисэмплового сглаживания

source: Specifies the default quality for MSAA. Set Lit Shader Mode to Forward Only or Both to use this feature.
russian: Указывает качество по умолчанию для MSAA. Чтобы использовать эту функцию, установите для режима шейдера освещения значение «Только вперед» или «Оба».

source: When enabled, HDRP allocates Shader variants and memory to the decals buffer and cluster decal. This allows you to use decals in your Unity Project.
russian: При включении HDRP выделяет варианты шейдеров и память для буфера декалей и декалей кластера. Это позволит вам использовать декали в вашем проекте Unity.

source: When enabled, HDRP allocates Shader variants and memory to the decals layers buffer. This allows you to use decal layers in your Unity Project.
russian: При включении HDRP выделяет варианты шейдеров и память в буфер слоев декалей. Это позволяет вам использовать слои декалей в вашем проекте Unity.

source: Additive Normal Blending
russian: Аддитивное нормальное смешивание

source: When enabled, HDRP uses surface gradients to preserve the affected objects normal when applying decal normals.
russian: Если этот параметр включен, HDRP использует градиенты поверхности, чтобы сохранить нормальность затронутых объектов при применении нормалей декалей.

source: High Precision Normal Buffer
russian: Нормальный буфер высокой точности

source: When enabled, HDRP uses a high precision format for the buffer storing decal normals.
russian: Когда этот параметр включен, HDRP использует формат высокой точности для буфера, в котором хранятся нормали декалей.

source: When enabled, HDRP allocates memory for processing motion vectors which it uses for Motion Blur, TAA, and temporal re-projection of various effect like SSR.
russian: При включении HDRP выделяет память для обработки векторов движения, которые он использует для размытия в движении, TAA и временного перепроецирования различных эффектов, таких как SSR.

source: Runtime AOV API
russian: API AOV среды выполнения

source: When disabled, HDRP removes all AOV API Shader variants when you build for the Unity Player. This decreases build time.
russian: Если этот параметр отключен, HDRP удаляет все варианты шейдеров AOV API при сборке для Unity Player. Это сокращает время сборки.

source: Dithering Cross-fade
russian: Дизеринг

source: When disabled, HDRP removes all dithering cross fade Shader variants when you build for the Unity Player. This decreases build time.
russian: Если этот параметр отключен, HDRP удаляет все варианты шейдеров с сглаживанием и перекрестным затуханием при сборке для Unity Player. Это сокращает время сборки.

source: Terrain Hole
russian: Местность Дыра

source: When disabled, HDRP removes all Terrain hole Shader variants when you build for the Unity Player. This decreases build time.
russian: Если этот параметр отключен, HDRP удаляет все варианты шейдеров Terrain Hole при сборке для Unity Player. Это сокращает время сборки.

source: When disabled, HDRP removes all distortion Shader variants when you build for the Unity Player. This decreases build time.
russian: Если этот параметр отключен, HDRP удаляет все варианты шейдеров искажений при сборке для Unity Player. Это сокращает время сборки.

source: Transparent Backface
russian: Прозрачная задняя панель

source: When disabled, HDRP removes all transparent backface Shader variants when you build for the Unity Player. This decreases build time.
russian: Если этот параметр отключен, HDRP удаляет все варианты шейдеров с прозрачной задней поверхностью при сборке для Unity Player. Это сокращает время сборки.

source: Transparent Depth Prepass
russian: Прозрачный предварительный проход по глубине

source: When disabled, HDRP removes all transparent depth prepass Shader variants when you build for the Unity Player. This decreases build time.
russian: Если этот параметр отключен, HDRP удаляет все варианты шейдеров прозрачной глубины при сборке для Unity Player. Это сокращает время сборки.

source: Transparent Depth Postpass
russian: Прозрачная глубина

source: When disabled, HDRP removes all transparent depth postpass Shader variants when you build for the Unity Player. This decreases build time.
russian: Если этот параметр отключен, HDRP удаляет все варианты постпроходных шейдеров прозрачной глубины при сборке для Unity Player. Это сокращает время сборки.

source: Realtime Raytracing (Preview)
russian: Трассировка лучей в реальном времени (предварительная версия)

source: Supported Ray Tracing Mode (Preview)
russian: Поддерживаемый режим трассировки лучей (предварительная версия)

source: Ray tracing is not supported on your device. Please refer to the documentation.
russian: Трассировка лучей не поддерживается на вашем устройстве. Пожалуйста, обратитесь к документации.

source: When Ray tracing is enabled in asset, MSAA is not supported. Please refer to the documentation.
russian: Если в активе включена трассировка лучей, MSAA не поддерживается. Пожалуйста, обратитесь к документации.

source: When Water is enabled in asset, MSAA is not supported. Please refer to the documentation.
russian: Если в активе включена вода, MSAA не поддерживается. Пожалуйста, обратитесь к документации.

source: Runtime Debug Shaders
russian: Шейдеры отладки во время выполнения

source: When disabled, all debug display shader variants are removed when you build for the Unity Player. This decreases build time, but prevents the use of Rendering Debugger in Player builds.
russian: Если этот параметр отключен, все варианты шейдеров отображения отладки удаляются при сборке для Unity Player. Это сокращает время сборки, но предотвращает использование отладчика рендеринга в сборках проигрывателя.

source: Light Probe System
russian: Система светового зонда

source: What system to use for Light Probes.
russian: Какую систему использовать для световых зондов.

source: Determines the width and height of the textures used to store GI data from probes. Note that the textures also has a fixed depth dimension.
russian: Определяет ширину и высоту текстур, используемых для хранения данных GI от зондов. Обратите внимание, что текстуры также имеют фиксированную глубину.

source: Scenario Blending Memory Budget
russian: Сценарий смешивания бюджета памяти

source: Determines the width and height of the textures used to blend between lighting scenarios. Note that the textures also has a fixed depth dimension.
russian: Определяет ширину и высоту текстур, используемых для смешивания сценариев освещения. Обратите внимание, что текстуры также имеют фиксированную глубину.

source: Enable Streaming
russian: Включить потоковую передачу

source: Enable cell streaming for probe volume.
russian: Включите потоковую передачу ячеек для объема зонда.

source: SH Bands
russian: SH-полосы

source: Determines up to what SH bands the Probe Volume will use. Choosing L2 will lead to better quality, but also higher memory and runtime cost.
russian: Определяет, до каких диапазонов SH будет использоваться объем зонда. Выбор L2 приведет к улучшению качества, но также к увеличению затрат на память и время выполнения.

source: Max Local Fog On Screen
russian: Макс. локальный туман на экране

source: Sets the maximum number of Local Volumetric Fog can handle on screen at once. This settings will affect your memory consumption.
russian: Устанавливает максимальное количество локального объемного тумана, которое может одновременно отображаться на экране. Эти настройки повлияют на потребление памяти.

source: Specifies the maximum size for the individual 2D cookies that HDRP uses for Directional and Spot Lights.
russian: Указывает максимальный размер отдельных 2D-файлов cookie, которые HDRP использует для направленного и точечного освещения.

source: Texture Array Size
russian: Размер массива текстур

source: Sets the maximum Texture Array size for the 2D cookies HDRP uses for Directional and Spot Lights. Higher values allow HDRP to use more cookies concurrently on screen.
russian: Устанавливает максимальный размер массива текстур для 2D-файлов cookie, которые HDRP использует для направленного и точечного освещения. Более высокие значения позволяют HDRP одновременно использовать больше файлов cookie на экране.

source: Point Cookie Size
russian: Размер точечного файла cookie

source: Specifies the maximum size for the Cube cookies HDRP uses for Point Lights.
russian: Указывает максимальный размер файлов cookie Cube, которые HDRP использует для точечных источников света.

source: Cubemap Array Size
russian: Размер массива кубической карты

source: Sets the maximum Texture Array size for the Cube cookies HDRP uses for Directional and Spot Lights. Higher values allow HDRP to use more cookies concurrently on screen.
russian: Устанавливает максимальный размер массива текстур для файлов cookie Cube, которые HDRP использует для направленного и точечного освещения. Более высокие значения позволяют HDRP одновременно использовать больше файлов cookie на экране.

source: 2D Atlas Size
russian: Размер 2D-атласа

source: Specifies the size of the atlas used for 2D cookies (Directional, Spot and Rectangle Lights).
russian: Указывает размер атласа, используемого для 2D-файлов cookie (направленное освещение, точечное освещение и прямоугольное освещение).

source: Specifies the HDR format of the atlas used for 2D cookies. R16G16B16A16 can be use for EXR cookies (it provides more precision than R11G11B10)
russian: Указывает формат HDR атласа, используемый для 2D-файлов cookie. R16G16B16A16 можно использовать для файлов cookie EXR (он обеспечивает большую точность, чем R11G11B10).

source: 2D Atlas Last Valid Mip
russian: Последний действительный MIP 2D-атласа
