Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Idle Import Worker Shutdown Delay
russian: Задержка завершения работы Idle Import Worker

source: Loop
russian: Петля

source: Bounds Int
russian: Границы Int

source: Android Minify Release
russian: Минимизированный выпуск Android

source: Force White Albedo
russian: Форсировать Белое Альбедо

source: Object Hide Flags
russian: Флаги скрытия объекта

source: Entry Transitions
russian: Вступительные переходы

source: Vertex Channel Compression Mask
russian: Маска сжатия вершинного канала

source: Android Render Outside Safe Area
russian: Android-рендеринг за пределами безопасной зоны

source: IOS Launch Screeni Pad Custom Xib Path
russian: Запуск iOS Screeni Pad Custom Xib Path

source: Texture Streaming Priority
russian: Приоритет потоковой передачи текстур

source: Source
russian: Источник

source: Build TargetVR Settings
russian: Создайте настройки TargetVR

source: Intensity Multiplier
russian: Множитель интенсивности

source: Redo Paths
russian: Повторить пути

source: Far Clip Plane
russian: Дальняя плоскость отсечения

source: Halo Strength
russian: Гало Сила

source: Show Unity Splash Screen
russian: Показать заставку Unity

source: Keep Loaded Shaders Alive
russian: Сохраняйте загруженные шейдеры живыми

source: Sorting Layers
russian: Сортировка слоев

source: Remote Device Info
russian: Информация об удаленном устройстве

source: AtlasRD
russian: АтласРД

source: Solo
russian: Соло

source: Current Value
russian: Текущее значение

source: Bake Backend
russian: Запекать бэкэнд

source: NVN Draw Validation Heavy
russian: Валидация розыгрыша NVN Тяжелая

source: Lightmap Keep Plain
russian: Световая карта остается пустой

source: Prepare IOS For Recording
russian: Подготовьте IOS к записи

source: Is Wsa Holographic Remoting Enabled
russian: Включено ли голографическое удаленное взаимодействие WSA?

source: Enable Rotation
russian: Включить вращение

source: Min MaxAABB
russian: Мин МаксAABB

source: IOS Launch Screen Portrait
russian: Портрет экрана запуска iOS

source: Padding
russian: Заполнение

source: SceneGUID
russian: ГИД сцены

source: Lightmap Keep Shadow Mask
russian: Световая карта Keep Shadow Mask

source: Custom Render Pipeline
russian: Пользовательский конвейер рендеринга

source: Bone Template
russian: Шаблон кости

source: Alpha Test Ref
russian: Альфа-тест

source: Types
russian: Типы

source: UseHDR Display
russian: Использовать HDR-дисплей

source: Publish Selection
russian: Опубликовать выборку

source: Alpha Usage
russian: Использование альфа-версии

source: Splash Screen Background Source Landscape
russian: Фон заставки Источник Пейзаж

source: Import Log
russian: Импортировать журнал

source: Export Training Data
russian: Экспорт данных обучения

source: Cloud Services Enabled
russian: Облачные сервисы включены

source: Quality Settings
russian: Настройки качества

source: Override Default Settings
russian: Переопределить настройки по умолчанию

source: Out Buffers
russian: Выходные буферы

source: Method Name
russian: Имя метода

source: TvOS Top Shelf Image Wide Layers
russian: Изображение верхней полки TVOS, широкие слои

source: Light Probe Volume Override
russian: Коррекция громкости светового зонда

source: Expanded
russian: Расширенный

source: Adaptive Tiling
russian: Адаптивная мозаика

source: Vr Settings
russian: Настройки виртуальной реальности

source: Index Renderers
russian: Индексные рендереры

source: Respect Scene Visibility When BakingGI
russian: Соблюдайте видимость сцены при запеканииGI

source: TvOS Large Icon Layers2x
russian: Слои больших значков TVOS2x

source: Halo Texture
russian: Текстура ореола

source: Blend ParameterY
russian: Параметр смешиванияY

source: WebGL Data Caching
russian: Кэширование данных WebGL

source: Android Enable Banner
russian: Баннер включения Android

source: Streaming Mipmaps Active
russian: Потоковая передача MIP-карт активна

source: Capture Single Screen
russian: Захват одного экрана

source: Aniso
russian: Анизо

source: PVR Denoiser Type Indirect
russian: Тип шумоподавления PVR Косвенный

source: Vt Only
russian: Только ВТ

source: WebGL Initial Memory Size
russian: Начальный размер памяти WebGL

source: Convert To Normal Map
russian: Преобразовать в нормальную карту

source: Visible In Background
russian: Видимый в фоновом режиме

source: Lightmaps Cache Files
russian: Файлы кэша световых карт

source: Organization Foreign Keys
russian: Внешние ключи организации

source: Android Use Low Accuracy Location
russian: Android использует определение местоположения с низкой точностью

source: Fallback Name
russian: Резервное имя

source: Rotation
russian: Вращение

source: Distance
russian: Расстояние

source: IOS Launch Screen Landscape
russian: Ландшафт экрана запуска iOS

source: Using Shadowmask
russian: Использование теневой маски

source: Editor Data Hash
russian: Хэш данных редактора

source: Default Textures
russian: Текстуры по умолчанию

source: Use Custom Gradle Properties Template
russian: Использовать собственный шаблон свойств Gradle

source: Company Name
russian: Название компании

source: Enable Wet Mix
russian: Включить мокрую смесь

source: Labels
russian: Этикетки

source: Effect Name
russian: Название эффекта

source: Android Filter Touches When Obscured
russian: Фильтр Android касается, когда он скрыт

source: UV1
russian: УВ1

source: Packed Sprite Names To Index
russian: Упакованные имена спрайтов для индексации

source: Layers
russian: Слои

source: Renderer Size
russian: Размер рендерера

source: Keyword Indices
russian: Индексы ключевых слов

source: Variant ParentGUID
russian: Вариант родительского GUID

source: IOS Launch Screeni Pad Custom Storyboard Path
russian: Запуск iOS Screeni Pad Пользовательский путь к раскадровке

source: Normal Map Filter
russian: Фильтр нормальных карт

source: X
russian: Х

source: InternalID
russian: ВнутреннийID

source: WebGL Debug Symbols
russian: Символы отладки WebGL

source: WebGL Show Diagnostics
russian: WebGL Показать диагностику

source: OpenGL RequireES32
russian: OpenGL требует ES32

source: Variant Multiplier
russian: Вариант множителя

source: Blend Op
russian: Операция по смешиванию

source: IOS RequireAR Kit
russian: IOS Требуется комплект AR

source: MetroFTA Name
russian: Название MetroFTA

source: Needs Reflection Data
russian: Требуются данные для отражения

source: Ints
russian: Целые числа

source: Explicit Divide By Zero Checks
russian: Явные проверки деления на ноль

source: Action On Dot Net Unhandled Exception
russian: Действие при необработанном исключении Dot Net

source: Lights
russian: Свет

source: Scenes
russian: Сцены

source: Autodestruct
russian: Автоуничтожение

source: EffectID
russian: Идентификатор эффекта

source: UV
russian: УФ

source: Type Tree Hash
russian: Тип хеша дерева

source: Generate Mips
russian: Генерировать Mips

source: Build Target Graphics Jobs
russian: Создание заданий целевой графики

source: Flare Fade Speed
russian: Скорость затухания вспышки

source: Resolution Scaling FixedDPI Factor
russian: Масштабирование разрешения Коэффициент фиксированного разрешения

source: Use Custom Base Gradle Template
russian: Использовать собственный базовый шаблон Gradle

source: UseOS Autorotation
russian: Использовать автоповорот ОС

source: WebGL Template
russian: Шаблон WebGL

source: Allow Debugging
russian: Разрешить отладку

source: Asset Importer
russian: Импортер активов

source: PVR Filtering Atrous Position Sigma Indirect
russian: PVR-фильтрация Atrous Position Sigma Indirect

source: Bottom
russian: Нижний

source: Uses On Mouse Events
russian: Использование событий мыши

source: User Name
russian: Имя пользователя

source: MetalAPI Validation
russian: Проверка MetalAPI

source: Ismulti
russian: Исмульти

source: Alpha Test Reference Value
russian: Эталонное значение альфа-теста

source: Status Message
russian: Сообщение о состоянии

source: Serialized Path
russian: Сериализованный путь

source: Types Mask
russian: Типы масок

source: LastLOD Is Billboard
russian: LastLOD — это рекламный щит

source: Mip Map Fade Distance End
russian: Mip Map Fade Distance Конец

source: Cloud Project Id
russian: Идентификатор облачного проекта

source: Hmi Player Data Path
russian: Путь к данным проигрывателя HMI

source: Has Normals
russian: Имеет нормали

source: GUID
russian: ГУИД

source: IOS Launch Screen Fill Pct
russian: Заполнение экрана запуска iOS

source: Response Headers
russian: Заголовки ответов

source: Enabled
russian: Включено

source: Precompiled
russian: Предварительно скомпилированный

source: Fog
russian: Туман

source: Indirect Output Scale
russian: Масштаб косвенного вывода

source: TvOS Small Icon Layers
russian: Слои маленьких значков TVOS

source: Config Objects
russian: Объекты конфигурации

source: Culling Matrix Override
russian: Переопределение матрицы отбраковки

source: Dead
russian: Мертвый

source: Baseid
russian: Басейд

source: Gravity
russian: Гравитация

source: Baked Texture
russian: Запеченная текстура

source: Renderer
russian: Рендерер

source: Mirror Parameter
russian: Зеркальный параметр

source: Compress Files In Package
russian: Сжать файлы в пакете

source: Renderers
russian: Рендереры

source: Real Zero Time
russian: Настоящее нулевое время

source: To
russian: К

source: Metro Medium Tile Show Name
russian: Название показа плитки Metro Medium

source: Asset File Hash
russian: Хэш файла ресурса

source: Mip Stripping
russian: мип зачистки

source: Depth
russian: Глубина

source: Tangent Signs
russian: Касательные знаки

source: Location Usage Description
russian: Описание использования местоположения

source: Sampler Bind Point
russian: Точка привязки сэмплера

source: From
russian: От

source: Bounces
russian: Отскакивает

source: Shadow Cascade2Split
russian: Теневой Каскад2Сплит

source: Update When Offscreen
russian: Обновить, когда за кадром

source: Shared Billboard Data
russian: Общие данные рекламного щита

source: Editor Extension
russian: Расширение редактора

source: Lightmap Keep Dynamic Dir Combined
russian: Lightmap Сохранение динамического каталога в сочетании

source: Isolation Mode
russian: Режим изоляции

source: D3d11Fullscreen Mode
russian: D3d11Полноэкранный режим

source: Ambient Mode
russian: Окружающий режим

source: Is Readable
russian: Читабельно

source: Disable No Subshaders Message
russian: Отключить сообщение «Нет субшейдеров»

source: Data
russian: Данные

source: Skip On Missing Main Object
russian: Пропустить отсутствие основного объекта

source: Publish All
russian: Опубликовать все

source: Force Texture Readable
russian: Силовая текстура читаема

source: Sprite Border
russian: Граница спрайта

source: Is No Watermark Build
russian: Нет сборки водяных знаков

source: Build Target Settings
russian: Создайте целевые настройки

source: Builtin Keywords
russian: Встроенные ключевые слова

source: D3d9Fullscreen Mode
russian: D3d9Полноэкранный режим

source: Organization Foreign Key
russian: Внешний ключ организации

source: Strippable
russian: Съемный

source: Name Space
russian: Пространство имен

source: Skybox Material
russian: Материал скайбокса

source: CompAO Exponent
russian: Экспонента CompAO

source: Hardware Tier Variants Mask
russian: Маска вариантов уровня оборудования

source: Hierarchies Persistent
russian: Иерархии постоянные

source: Streamed Resource
russian: Потоковый ресурс

source: VC Other Overlay Icons
russian: Другие значки наложения VC

source: PVR Sampling
russian: Выборка PVR

source: Normals
russian: Нормальные

source: Build Texture Stacks
russian: Создание стеков текстур

source: Anti Aliasing
russian: Антиалиасинг

source: Double Buffered
russian: Двойная буферизация

source: Val
russian: Вал

source: Shadow Resolution
russian: Разрешение теней

source: Cube Intermediate Size
russian: Куб среднего размера

source: Requirements
russian: Требования

source: Bone Name Hashes
russian: Хэши имен костей

source: Serialized State
russian: Сериализованное состояние

source: GcW Barrier Validation
russian: Проверка барьера GcW

source: Number Of Mips Stripped
russian: Количество удаленных Mips

source: Box Projection
russian: Коробчатая проекция

source: Mute
russian: Немой

source: MaximumLOD Level
russian: Максимальный уровень детализации

source: Baked Ambient Probe In Linear
russian: Запеченный датчик окружающей среды, линейный

source: GraphicsAP Is
russian: ГрафикаAP

source: VC Debug Com
russian: Отладка ВК

source: Use Reflection Probe Blending
russian: Используйте смешивание с отражающим зондом

source: Remote Device Exports
russian: Экспорт удаленных устройств

source: PVR Filter Type Indirect
russian: Тип PVR-фильтра Косвенный

source: Offset Factor
russian: Фактор смещения

source: Sub Shaders
russian: Субшейдеры

source: Bone Weight
russian: Вес кости

source: Struct Size
russian: Размер структуры

source: Mips Stripped
russian: Мипс раздели

source: Old Asset
russian: Старый актив

source: K Undo Serialization Version
russian: K Отменить версию сериализации

source: Sprite Tessellation Detail
russian: Детали тесселяции спрайтов

source: Settings
russian: Настройки

source: Parent State Machine Position
russian: Позиция родительского конечного автомата

source: Texture Settings
russian: Настройки текстур

source: Selected Compression Type
russian: Выбранный тип сжатия

source: Splash Screen Logo Animation Zoom
russian: Анимация логотипа на заставке, масштабирование

source: Extended Platform
russian: Расширенная платформа

source: Start RevisionID
russian: Идентификатор начальной версии

source: Render Pipeline Type
russian: Тип конвейера рендеринга

source: Editor Quality
russian: Качество редактора

source: Ymin
russian: Имин

source: Texture Type
russian: Тип текстуры

source: Color Gradient
russian: Цветовой градиент

source: Default Weight
russian: Вес по умолчанию

source: Camera
russian: Камера

source: Field
russian: Поле

source: SelectedWSA Architecture
russian: Выбранная архитектура WSA

source: Valid
russian: Действительный

source: Sprite Packer Policy
russian: Политика упаковщика спрайтов

source: Object
russian: Объект

source: Windows Device Portal Address
russian: Адрес портала устройств Windows

source: Common Parameters
russian: Общие параметры

source: Ticks
russian: Клещи

source: Global Texture Mipmap Limit
russian: Глобальный лимит MIP-карт текстур

source: Wrap Update Zones
russian: Обернуть зоны обновления

source: Organization Names
russian: Названия организаций

source: Target
russian: Цель

source: Stripped Prefab Object
russian: Разобранный сборный объект

source: Version Name
russian: Название версии

source: Property Path
russian: Путь к свойству

source: Default Reflection Mode
russian: Режим отражения по умолчанию

source: Progressive
russian: Прогрессивный

source: Mode
russian: Режим

source: Importance
russian: Важность

source: Use Custom Main Gradle Template
russian: Использовать собственный основной шаблон Gradle

source: Min Vertex Distance
russian: Минимальное расстояние до вершины

source: Stadia Present Mode
russian: Режим презентации Stadia

source: Compiler Platform
russian: Платформа компилятора

source: Training Data Destination
russian: Назначение обучающих данных

source: Weighted Mode
russian: Взвешенный режим

source: VC User Name
russian: Имя пользователя ВК

source: Number Of Mips Stripped Per Mipmap Limit Group
russian: Количество удаленных Mips на группу ограничений Mipmap

source: PVR Environment Importance Sampling
russian: Выборка по важности среды PVR

source: Reset Temp Folder
russian: Сбросить временную папку

source: Editor Hide Flags
russian: Редактор Скрыть флаги

source: Fog End
russian: Туманный конец

source: Atlas Hash
russian: Атлас Хэш

source: PVR Filter TypeAO
russian: Тип PVR-фильтраAO

source: Chunk Size InMB
russian: Размер блока, дюймы в МБ

source: Send Target
russian: Отправить цель

source: Controller
russian: Контроллер

source: Input System Hash
russian: Ввод системного хеша

source: Preload Shaders Batch Time Limit
russian: Ограничение времени предварительной загрузки пакета шейдеров

source: Debug Mode Enabled
russian: Режим отладки включен

source: Behaviour
russian: Поведение

source: Export As Google Android Project
russian: Экспортировать как проект Google Android

source: Brightness
russian: Яркость

source: Flipbook Columns
russian: Столбцы флипбука

source: Build Number
russian: Номер сборки

source: Scale Factor
russian: Масштабный коэффициент

source: Android Target Sdk Version
russian: Целевая версия SDK для Android

source: Ray Tracing ShaderID
russian: Трассировка лучей ShaderID

source: Size Portals
russian: Размер порталов

source: Bone Indices
russian: Костные индексы

source: Seat
russian: Сиденье

source: First Byte
russian: Первый байт

source: Light Probe Sample Count Multiplier
russian: Множитель количества выборок светового зонда

source: Bluetooth Usage Description
russian: Описание использования Bluetooth

source: Sprite Mesh Type
russian: Тип сетки спрайтов

source: Script
russian: Скрипт

source: Shadow Distance
russian: Расстояние тени

source: WebGL Analyze Build Size
russian: WebGL анализирует размер сборки

source: Invalidated Pattern Texture
russian: Недействительная текстура узора

source: Managed Stripping Level
russian: Управляемый уровень вскрыши

source: Condition Event
russian: Условие Событие

source: IK Pass
russian: ИК Пасс

source: Baked Coefficients
russian: Запеченные коэффициенты

source: Use32Bit Display Buffer
russian: Использовать 32-битный буфер отображения

source: Streaming Mipmaps Memory Budget
russian: Бюджет памяти потоковых MIP-карт

source: State
russian: Состояние

source: Atomic
russian: Атомный

source: Response
russian: Ответ

source: Force Updates
russian: Принудительные обновления

source: Shadow Bias
russian: Теневое смещение

source: Any State Transitions
russian: Любые переходы состояний

source: Attribute Size In Bytes
russian: Размер атрибута в байтах

source: Frames
russian: Рамки

source: Num Chunks InX
russian: Число кусков InX

source: Default Scene
russian: Сцена по умолчанию

source: FileID To Recycle Name
russian: FileID для повторного использования имени

source: Bake Collision Meshes
russian: Запекание сеток столкновений

source: Width
russian: Ширина

source: Final Gather Ray Count
russian: Окончательный сбор количества лучей

source: Render Dynamic Objects
russian: Рендеринг динамических объектов

source: Stadia Target Framerate
russian: Целевая частота кадров Stadia

source: Methods To Preserve
russian: Методы сохранения

source: Variants
russian: Варианты

source: Allowed Autorotate To Portrait Upside Down
russian: Разрешен автоповорот в портретном режиме в перевернутом виде

source: Android Splash Screen Scale
russian: Масштаб заставки Android

source: Local Identfier In File
russian: Локальный идентификатор в файле

source: Preloaded Plugins
russian: Предустановленные плагины

source: Enable SmoothLOD Transition
russian: Включить переход SmoothLOD

source: Has Surface Shaders
russian: Имеет поверхностные шейдеры

source: Texture Name
russian: Название текстуры

source: Def Texture
russian: Защитная текстура

source: Selected Build Platform Group Name
russian: Имя выбранной группы платформы сборки

source: Cloud Enabled
russian: Облако включено

source: System Id
russian: Идентификатор системы

source: Build Tags
russian: Создание тегов

source: Dim
russian: Дим

source: Light Probe Count
russian: Количество световых зондов

source: Use DxcAP Is
russian: Использовать DxcAP Is

source: Locked Properties
russian: Заблокированные свойства

source: Out Weight
russian: Внешний вес

source: Build Texture Stack Reference
russian: Справочник по стеку текстур сборки

source: Base Vertex
russian: Базовая вершина

source: Backface Threshold
russian: Порог задней поверхности

source: Set Time Manually
russian: Установите время вручную

source: Is Trial
russian: Испытание

source: Unique Variants
russian: Уникальные варианты

source: Vector
russian: Вектор

source: Passes
russian: Проходит

source: Keep Indices
russian: Сохранять индексы

source: Importer Data
russian: Данные импортера

source: Extrude
russian: Выдавливание

source: Secondary Sprite Texture
russian: Вторичная текстура спрайта

source: Children
russian: Дети

source: Lightmap
russian: Карта освещения

source: Shadow Near Plane Offset
russian: Смещение тени вблизи плоскости

source: Lightmaps
russian: Карты освещения

source: Lighting
russian: Освещение

source: Transparency Sort Mode
russian: Режим прозрачности сортировки

source: Added Object FileI Ds
russian: Добавлены идентификаторы объектных файлов.

source: Apple Developer TeamID
russian: TeamID разработчика Apple

source: Mac Fullscreen Mode
russian: Полноэкранный режим Mac

source: Enlighten Data
russian: Просвещение данных

source: Sub Programs
russian: Подпрограммы

source: Use Automatic Thresholds
russian: Используйте автоматические пороговые значения

source: Undo Group
russian: Отменить группу

source: Global Keyword Indices
russian: Глобальные индексы ключевых слов

source: Portal Folder Path
russian: Путь к папке портала

source: Max
russian: Макс

source: Lightmap Bake Mask
russian: Маска для запекания Lightmap

source: Non Tetrahedralized Probe Set Index Map
russian: Карта индексов набора нететраэдральных зондов

source: Range
russian: Диапазон

source: Cycle Offset
russian: Смещение цикла

source: Billboard
russian: Рекламный щит

source: Lightmap Format
russian: Формат карты освещения

source: Use Light Probes
russian: Используйте световые зонды

source: Ios App In Background Behavior
russian: Приложение iOS в фоновом режиме

source: Z Test
russian: Z-тест

source: Lightmap Size
russian: Размер карты освещения

source: NVN Shader Debugging
russian: Отладка шейдеров NVN

source: Redo Name
russian: Имя повтора

source: Fade Out Width
russian: Ширина затухания

source: Local Keyword Indices
russian: Локальные индексы ключевых слов

source: Sprites Default Material
russian: Материал спрайтов по умолчанию

source: Gradient
russian: Градиент

source: Mask
russian: Маска

source: Splash Screen Background Portrait
russian: Портрет Фона Заставки

source: Is Pre Processed
russian: предварительно обработано

source: Shadow Casting Light Count
russian: Отбрасывание теней

source: IOS Render Extra Frame On Pause
russian: IOS рендерит дополнительный кадр при паузе

source: Environment Lighting Mode
russian: Режим освещения окружающей среды

source: Tags
russian: Теги

source: Serialization Mode
russian: Режим сериализации

source: PVS Data
russian: Данные ПВС

source: Frame Count
russian: Количество кадров

source: Source Skin
russian: Исходный скин

source: Affected Scene Handles
russian: Затронутые дескрипторы сцены

source: Icon
russian: Икона

source: Bounce Scale
russian: Масштаб отскока

source: Terrain Chunks
russian: Куски местности

source: Secondary Textures
russian: Вторичные текстуры

source: Cache Server Enable Auth
russian: Кэш-сервер Включить аутентификацию

source: AutoUV Max Angle
russian: Максимальный угол AutoUV

source: Maximum Allowed Timestep
russian: Максимально допустимый временной шаг

source: Guids
russian: Руководства

source: VC Show Failed Checkout
russian: VC Показать неудавшуюся проверку

source: Android Use Swappy
russian: Android использовать Swappy

source: Is Variant
russian: Вариант

source: Uv Mesh
russian: УФ-сетка

source: Motion Vectors
russian: Векторы движения

source: Buffer Params
russian: Параметры буфера

source: Player Path
russian: Путь игрока

source: Shadow Projection
russian: Теневая проекция

source: Mip Count
russian: Количество МиП

source: Android Current Deployment Target Id
russian: Идентификатор текущего целевого объекта развертывания Android

source: Disabled Shader Passes
russian: Отключенные проходы шейдеров

source: Index Portals
russian: Индексные порталы

source: Start Width
russian: Начальная ширина
