Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Controls the angular velocity of each particle based on its speed.
russian: Управляет угловой скоростью каждой частицы в зависимости от ее скорости.

source: Create and assign a Particle System as sub-emitter.
russian: Создайте и назначьте систему частиц в качестве субэмиттера.

source: Inherit
russian: Наследовать

source: Determines what properties to inherit from the Parent System.
russian: Определяет, какие свойства наследуются от родительской системы.

source: Emit Probability
russian: Вероятность выброса

source: Determines the proportion of sub-emitter spawn events that successfully triggers the associated sub-emitter.
russian: Определяет долю событий появления суб-излучателя, которая успешно запускает соответствующий суб-излучатель.

source: The following sub-emitters are not descendents of their owning Particle System. Reparent the sub-emitters so that they are children of their owning system:
russian: Следующие субэмиттеры не являются потомками их собственной системы частиц. Переназначьте субэмиттеры так, чтобы они были дочерними элементами своей собственной системы:

source: Birth
russian: Рождение

source: Death
russian: Смерть

source: Trigger
russian: Курок

source: Manual
russian: Руководство

source: Sub emission of particles. This allows each particle to emit particles in another system.
russian: Субэмиссия частиц. Это позволяет каждой частице испускать частицы в другую систему.

source: Used to scale the force applied to this Particle System. If you use a curve to set this value, the Particle System applies the curve over the lifetime of each particle.
russian: Используется для масштабирования силы, приложенной к этой системе частиц. Если вы используете кривую для установки этого значения, система частиц применяет кривую в течение времени жизни каждой частицы.

source: Influence Filter
russian: Фильтр влияния

source: Use either a LayerMask or a List, to decide which Force Fields affect this Particle System.
russian: Используйте маску слоя или список, чтобы решить, какие силовые поля влияют на эту систему частиц.

source: Influence Mask
russian: Маска влияния

source: Select a global mask of which GameObjects can affect this Particle System.
russian: Выберите глобальную маску, на которую GameObjects может влиять на эту систему частиц.

source: Create a GameObject containing a Particle System Force Field and assign it to the list.
russian: Создайте GameObject, содержащий силовое поле системы частиц, и назначьте его в список.

source: Layer Mask and List
russian: Маска слоя и список

source: Rate over Time
russian: Скорость с течением времени

source: The number of particles emitted per second.
russian: Количество частиц, испускаемых в секунду.

source: Rate over Distance
russian: Скорость в зависимости от расстояния

source: The number of particles emitted per distance unit.
russian: Количество частиц, испускаемых на единицу расстояния.

source: Bursts
russian: всплески

source: Emission of extra particles at specific times during the duration of the system.
russian: Выброс дополнительных частиц в определенное время в течение срока службы системы.

source: When the burst will trigger.
russian: Когда сработает взрыв.

source: Count
russian: Считать

source: The number of particles to emit.
russian: Количество испускаемых частиц.

source: How many times to emit the burst. Use the dropdown to repeat infinitely.
russian: Сколько раз испустить взрыв. Используйте раскрывающийся список, чтобы повторять бесконечно.

source: Interval
russian: Интервал

source: Repeat the burst every N seconds.
russian: Повторяйте пакет каждые N секунд.

source: Probability
russian: Вероятность

source: 0-1 Chance that the burst will trigger.
russian: 0-1 Шанс, что всплеск сработает.

source: Randomize
russian: Рандомизировать

source: Randomize force every frame. Only available when using random between two constants or random between two curves.
russian: Рандомизировать силу каждого кадра. Доступно только при использовании случайного значения между двумя константами или случайного значения между двумя кривыми.

source: Specifies if the force values are in local space (rotated with the transform) or world space.
russian: Указывает, находятся ли значения силы в локальном пространстве (повернутом с помощью преобразования) или в мировом пространстве.

source: Amount of particles that have a light source attached to them.
russian: Количество частиц, к которым прикреплен источник света.

source: Random Distribution
russian: Случайное распределение

source: Emit lights randomly, or at regular intervals.
russian: Излучайте свет случайным образом или через равные промежутки времени.

source: Light prefab to be used for spawning particle lights.
russian: Световой префаб, который будет использоваться для создания источников света из частиц.

source: Use Particle Color
russian: Использовать цвет частиц

source: Check the option to multiply the particle color by the light color. Otherwise, only the color of the light is used.
russian: Установите флажок умножить цвет частицы на цвет света. В противном случае используется только цвет света.

source: Size Affects Range
russian: Размер влияет на диапазон

source: Multiply the range of the light with the size of the particle.
russian: Умножьте дальность света на размер частицы.

source: Alpha Affects Intensity
russian: Альфа влияет на интенсивность

source: Multiply the intensity of the light with the alpha of the particle.
russian: Умножьте интенсивность света на альфу частицы.

source: Range Multiplier
russian: Множитель диапазона

source: Apply a custom multiplier to the range of the lights. If you use a curve to set this value, the Particle System applies the curve over the lifetime of each particle.
russian: Примените пользовательский множитель к дальности света. Если вы используете кривую для установки этого значения, система частиц применяет кривую в течение времени жизни каждой частицы.

source: Apply a custom multiplier to the intensity of the lights. If you use a curve to set this value, the Particle System applies the curve over the lifetime of each particle.
russian: Примените пользовательский множитель к интенсивности света. Если вы используете кривую для установки этого значения, система частиц применяет кривую в течение времени жизни каждой частицы.

source: Maximum Lights
russian: Максимальное освещение

source: Limit the amount of lights the system can create. This module makes it very easy to create lots of lights, which can hurt performance.
russian: Ограничьте количество источников света, которые может создать система. Этот модуль позволяет очень легко создавать множество источников света, что может ухудшить производительность.

source: Only point and spot lights are supported on particles.
russian: На частицах поддерживаются только точечные источники света.

source: Progress
russian: Прогресс

source: Background Tasks
russian: Фоновые задачи

source: Clear inactive
russian: Очистить неактивный

source: Unity is in Safe Mode because we detected scripts with compilation errors upon opening this project. Use this mode to fix script errors listed in the Console before exiting, which will import any remaining assets.
russian: Unity находится в безопасном режиме, поскольку при открытии этого проекта мы обнаружили скрипты с ошибками компиляции. Используйте этот режим, чтобы исправить ошибки сценария, перечисленные в консоли, перед выходом, при котором будут импортированы все оставшиеся ресурсы.

source: Experimental Packages in Use
russian: Используемые экспериментальные пакеты

source: Learn More
russian: Узнать больше

source: Exit Safe Mode
russian: Выйти из безопасного режима

source: Exit Safe Mode blocked
russian: Выход из безопасного режима заблокирован

source: Cannot exit Safe Mode while compiling scripts
russian: Невозможно выйти из безопасного режима во время компиляции скриптов.

source: Exiting Safe Mode
russian: Выход из безопасного режима

source: Exit Anyway
russian: Выйти в любом случае

source: Git
russian: Гит

source: Pre
russian: Предварительно

source: Pre-release
russian: Предварительная версия

source: Release
russian: Выпускать

source: Exp
russian: Опыт

source: Experimental
russian: Экспериментальный

source: RC
russian: ЖК

source: Release Candidate
russian: Кандидат на выпуск

source: Installing {0}
russian: Установка {0}

source: Enabling {0}
russian: Включение {0}

source: Downloading {0}
russian: Загрузка {0}

source: {0} items
russian: {0} предметов

source: {0} item
russian: {0} элемент

source: This package is not accessible anymore.
russian: Этот пакет больше не доступен.

source: Multi-object editing not supported.
russian: Редактирование нескольких объектов не поддерживается.

source: {0} '{1}' Manifest
russian: {0} '{1}' Манифест

source: Information
russian: Информация

source: Display name
russian: Отображаемое имя

source: Package name
russian: Имя пакета

source: View in Package Manager
russian: Посмотреть в диспетчере пакетов

source: {0} Packages
russian: {0} Пакеты

source: One package shown
russian: Показана одна упаковка

source: All {0} packages shown
russian: Показаны все пакеты {0}

source: {0} of {1}
russian: {0} из {1}

source: [Package Manager Window] UPM server is not running. Please check that your Editor was not launched with '-noUpm' command line option.
russian: [Окно диспетчера пакетов] Сервер UPM не работает. Пожалуйста, убедитесь, что ваш редактор не был запущен с параметром командной строки «-noUpm».

source: UPM server is not running
russian: Сервер UPM не работает

source: Please wait, installing a package...
russian: Пожалуйста, подождите, идет установка пакета...

source: Pre-release packages are in the process of becoming stable and will be available as production-ready by the end of this LTS release. We recommend using these only for testing purposes and to give us direct feedback until then.
russian: Предварительные пакеты находятся в процессе стабилизации и будут доступны как готовые к выпуску к концу этого выпуска LTS. Мы рекомендуем использовать их только в целях тестирования и до тех пор оставлять нам прямые отзывы.

source: Experimental packages are new packages or experiments on mature packages in the early stages of development. Experimental packages are not supported by Unity.
russian: Экспериментальные пакеты — это новые пакеты или эксперименты над зрелыми пакетами на ранних стадиях разработки. Экспериментальные пакеты не поддерживаются Unity.

source: Release Candidate (RC) versions of a package will transition to Released with the current editor release. RCs are supported by Unity
russian: Версии Release Candidate (RC) пакета перейдут в Released с текущей версией редактора. RC поддерживаются Unity

source: This package is hosted on a Scoped Registry.
russian: Этот пакет размещается в реестре с ограниченной областью действия.

source: QuickStart
russian: Быстрый старт

source: quick start documentation
russian: документация по быстрому запуску

source: This package is locked because it's part of a feature set. Click unlock button to be able to make changes
russian: Этот пакет заблокирован, поскольку он является частью набора функций. Нажмите кнопку разблокировки, чтобы иметь возможность внести изменения.

source: This package is unlocked. You can now change its version.
russian: Этот пакет разблокирован. Теперь вы можете изменить его версию.

source: is installed as part of the
russian: устанавливается как часть

source: and
russian: и

source: features.
russian: функции.

source: feature.
russian: особенность.

source: This package is part of the {0} features, therefore we recommend keeping the version {1} installed. Changing to a different version may affect the features' performance.
russian: Этот пакет является частью функций {0}, поэтому мы рекомендуем оставить установленную версию {1}. Переход на другую версию может повлиять на производительность функций.

source: This package is part of the {0} feature, therefore we recommend keeping the version {1} installed. Changing to a different version may affect the feature's performance.
russian: Этот пакет является частью функции {0}, поэтому мы рекомендуем оставить установленную версию {1}. Переход на другую версию может повлиять на производительность функции.

source: This is an Entitlement package.
russian: Это пакет прав.

source: Unity installed version {0} because another package depends on it (version {0} overrides version {1}).
russian: Unity установила версию {0}, поскольку от нее зависит другой пакет (версия {0} переопределяет версию {1}).

source: This package is not officially supported for Unity {0}.
russian: Этот пакет официально не поддерживается для Unity {0}.

source: This version is not the recommended for Unity {0}. The recommended version is {1}.
russian: Эта версия не рекомендуется для Unity {0}. Рекомендуемая версия: {1}.

source: From <b>{0}</b> by {1}
russian: От <b>{0}</b> от {1}

source: From <b>{0}</b>
russian: От <b>{0}</b>

source: By {0}
russian: К {0}

source: Author unknown
russian: Автор неизвестен

source: You seem to be offline
russian: Кажется, ты не в сети

source: Refresh list
russian: Обновить список

source: packages
russian: пакеты

source: Refreshing {0}...
russian: Обновление {0}...

source: Checking for updates...
russian: Проверяем наличие обновлений...

source: Error refreshing {0}, see console
russian: Ошибка обновления {0}, см. консоль.

source: Error refreshing {0}
russian: Ошибка обновления {0}

source: Last update {0}
russian: Последнее обновление {0}

source: Check for updates
russian: Проверьте наличие обновлений

source: {0} packages
russian: {0} пакетов

source: This feature has been manually customized
russian: Эта функция была настроена вручную

source: This {0} is installed.
russian: Этот {0} установлен.

source: This {0} is available for download.
russian: Этот {0} доступен для загрузки.

source: This {0} is available for import.
russian: Этот {0} доступен для импорта.

source: This {0} is in development.
russian: Этот {0} находится в разработке.

source: A newer version of this {0} is available.
russian: Доступна более новая версия этого {0}.

source: There are errors with this {0}. Please read the {0} details for further guidance.
russian: В этом {0} есть ошибки. Пожалуйста, прочтите информацию о {0} для получения дальнейших указаний.

source: There are warnings with this {0}. Please read the {0} details for further guidance.
russian: С этим {0} есть предупреждения. Пожалуйста, прочтите информацию о {0} для получения дальнейших указаний.

source: {0} refreshing in progress.
russian: {0} выполняется обновление.

source: {0} downloading in progress.
russian: {0} идет загрузка.

source: {0} pausing in progress.
russian: {0} находится на паузе.

source: {0} resuming in progress.
russian: {0} возобновляется.

source: {0} installing in progress.
russian: {0} выполняется установка.

source: {0} resetting in progress.
russian: {0} выполняется сброс.

source: {0} removing in progress.
russian: {0} выполняется удаление.

source: New Scoped Registry
russian: Новый реестр с ограниченной областью действия

source: Edit Registry Name
russian: Изменить имя реестра

source: Edit Registry URL
russian: Изменить URL-адрес реестра

source: Edit Registry Scopes
russian: Редактировать области реестра

source: Add New Registry Draft
russian: Добавить новый проект реестра

source: Remove registry
russian: Удалить реестр

source: Registry Selection Change
russian: Изменение выбора реестра

source: There are packages in your project that are from this scoped registry, please remove them before removing the scoped registry.
russian: В вашем проекте есть пакеты из этого реестра. Удалите их перед удалением реестра с определенной областью.

source: Cannot delete scoped registry
russian: Невозможно удалить реестр с заданной областью

source: You are about to delete a scoped registry, are you sure you want to continue?
russian: Вы собираетесь удалить реестр с определенной областью действия. Вы уверены, что хотите продолжить?

source: Deleting a scoped registry
russian: Удаление ограниченного реестра

source: Updating a scoped registry
russian: Обновление реестра с заданной областью действия

source: There are packages in your project that are from this scoped registry, updating the URL or the scopes could result in errors in your project. Are you sure you want to continue?
russian: В вашем проекте есть пакеты из этого реестра с определенной областью действия. Обновление URL-адреса или областей может привести к ошибкам в вашем проекте. Вы уверены, что хотите продолжить?

source: Discard unsaved changes
russian: Отменить несохраненные изменения

source: You have unsaved changes which would be lost if you continue this operation. Do you want to continue and discard unsaved changes?
russian: У вас есть несохраненные изменения, которые будут потеряны, если вы продолжите эту операцию. Хотите продолжить и отменить несохраненные изменения?

source: Unable to display a scoped registry named {0} defined in a UPM configuration file: an existing scoped registry has the same name in your project manifest. Rename one of the conflicting scoped registries if you want to see them all in the Scoped Registry list.
russian: Невозможно отобразить реестр с заданной областью имени {0}, определенный в файле конфигурации UPM: существующий реестр с заданной областью имеет то же имя в манифесте вашего проекта. Переименуйте один из конфликтующих реестров с заданной областью, если вы хотите видеть их все в списке реестров с заданной областью.

source: MMMM dd, yyyy
russian: ММММ дд, гггг

source: released on {0}
russian: выпущен {0}

source: Unity Registry
russian: Реестр Единства

source: My Registries
russian: Мои реестры

source: In Project
russian: В проекте

source: Built-in
russian: Встроенный

source: My Assets
russian: Мои активы

source: Packages: {0}
russian: Пакеты: {0}

source: Status
russian: Статус

source: Filters
russian: Фильтры

source: Click to see progress details
russian: Нажмите, чтобы увидеть подробности прогресса

source: Project Settings
russian: Настройки проекта

source: Manual resolve
russian: Решение вручную

source: Reset Packages to defaults
russian: Сбросить пакеты к настройкам по умолчанию

source: Internal/Reset Package Database
russian: Внутренняя/сброс базы данных пакетов

source: Add package from disk...
russian: Добавить пакет с диска...

source: Select package on disk
russian: Выбрать пакет на диске

source: [Package Manager Window] Please select a valid package.json file in a package folder.
russian: [Окно диспетчера пакетов] Выберите действительный файл package.json в папке пакета.

source: Add package from tarball...
russian: Добавить пакет из архива...

source: Add package from git URL...
russian: Добавить пакет из URL-адреса git...

source: Add package from git URL
russian: Добавить пакет из URL-адреса git

source: URL
russian: URL-адрес

source: Add package by name...
russian: Добавить пакет по имени...

source: Sort:
russian: Сортировать:

source: Package Manager
russian: Менеджер пакетов

source: [Package Manager Window] Unable to load resource, window can't be displayed.)
russian: [Окно диспетчера пакетов] Невозможно загрузить ресурс, окно невозможно отобразить.)

source: Fetching {0}...
russian: Получение {0}...

source: Checking for updates {0}%...
russian: Проверка обновлений {0}%...

source: There are no {0}.
russian: Нет {0}.

source: No results for "{0}"
russian: Нет результатов по запросу "{0}".

source: Sign in to access your assets
russian: Войдите, чтобы получить доступ к своим ресурсам

source: Accepting Terms of Service and EULA
russian: Принятие Условий обслуживания и Лицензионного соглашения

source: You need to accept Asset Store Terms of Service and EULA before you can download/update any package.
russian: Вам необходимо принять Условия обслуживания Asset Store и Лицензионное соглашение, прежде чем вы сможете загрузить/обновить любой пакет.

source: Read and accept
russian: Прочтите и примите

source: {0} is already up-to-date.
russian: {0} уже обновлен.

source: Documentation
russian: Документация

source: Changelog
russian: Журнал изменений

source: Licenses
russian: Лицензии

source: Use Cases
russian: Варианты использования

source: Go to Dashboard
russian: Перейти на панель управления

source: Install to view documentation
russian: Установите для просмотра документации

source: Install to view changelog
russian: Установите, чтобы просмотреть список изменений

source: Install to view licenses
russian: Установите, чтобы просмотреть лицензии

source: documentation
russian: документация

source: changelog
russian: журнал изменений

source: license documentation
russian: лицензионная документация

source: use cases
russian: варианты использования

source: dashboard
russian: приборная панель

source: Supported Platforms:
russian: Поддерживаемые платформы:

source: Supported Platform:
russian: Поддерживаемая платформа:

source: {0} Package Manifests
russian: {0} Манифесты пакетов

source: Invalid Package Manifest
russian: Неверный манифест пакета

source: Must be lowercase
russian: Должно быть в нижнем регистре

source: Organization name
russian: Название организации

source: Must be lowercase and not include dots '.'
russian: Должен быть написан строчными буквами и не содержать точек.

source: Display name used in UI.
russian: Отображаемое имя, используемое в пользовательском интерфейсе.

source: Must follow SemVer (ex: 1.0.0-preview.1).
russian: Должен следовать SemVer (например: 1.0.0-preview.1).

source: Type (optional).
russian: Тип (необязательно).

source: Visibility in Editor
russian: Видимость в редакторе

source: Minimal Unity Version
russian: Минимальная версия Unity

source: Major
russian: Главный

source: Major version of Unity
russian: Основная версия Unity

source: Minor
russian: Незначительный

source: Minor version of Unity
russian: Младшая версия Unity

source: Specific release (ex: 0a9)
russian: Конкретный выпуск (например: 0a9)

source: Brief Description
russian: Краткое описание

source: Unity Version Enabled
russian: Версия Unity включена

source: Visibility
russian: Видимость

source: Version (optional)
russian: Версия (необязательно)

source: Unable to find the package with the specified version. Please check the version and try again.
russian: Не удалось найти пакет указанной версии. Проверьте версию и повторите попытку.

source: Unable to find the package with the specified name. Please check the name and try again.
russian: Не удалось найти пакет с указанным именем. Проверьте имя и повторите попытку.

source: [Package Manager Window] Package manager extension failed with error: {0}
russian: [Окно диспетчера пакетов] Расширение диспетчера пакетов завершилось с ошибкой: {0}

source: Show all
russian: Показать все

source: Categories
russian: Категории

source: Removing package in development
russian: Удаление пакета в разработке

source: You will lose all your changes (if any) if you delete a package in development. Are you sure?
russian: Вы потеряете все свои изменения (если таковые имеются), если удалите пакет, находящийся в разработке. Вы уверены?

source: Click to remove this {0} from your project.
russian: Нажмите, чтобы удалить этот {0} из вашего проекта.

source: Removing
russian: Удаление

source: The resume request has been sent. Please wait for the download to resume.
russian: Запрос на резюме отправлен. Пожалуйста, подождите, пока загрузка возобновится.

source: Click to resume the download of this {0}.
russian: Нажмите, чтобы возобновить загрузку этого {0}.

source: Resume
russian: Резюме

source: Click to import assets from the {0} into your project.
russian: Нажмите, чтобы импортировать ресурсы из {0} в свой проект.

source: This package is no longer available and can not be imported anymore.
russian: Этот пакет больше недоступен и его больше нельзя импортировать.
