Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Mouse ScrollWheel
russian: Колесо Прокрутки Мыши

source: Clear Body Forces Per Job
russian: Чистые телесные силы на работу

source: Depth only
russian: Только глубина

source: Sets the shadowmask behaviour when using Shadowmask Mixed Lighting mode. Distance Shadowmask: Realtime shadows are used up to Shadow Distance, baked shadows after. Shadowmask: Static shadow casters always use baked shadows. Refer to documentation for further details.
russian: Устанавливает поведение теневой маски при использовании режима смешанного освещения Shadowmask. Distance Shadowmask: тени в реальном времени используются до значения Shadow Distance, после этого запекаются тени. Теневая маска: создатели статических теней всегда используют запеченные тени. Дополнительную информацию см. в документации.

source: Disable Shadows
russian: Отключить тени

source: Fit Vertically
russian: Установить вертикально

source: Stereo
russian: Стерео

source: Bypass/ignore any applied effects on AudioSource.
russian: Обход/игнорирование любых примененных эффектов в AudioSource.

source: Tests Assembly Folder
russian: Папка сборки тестов

source: Distribute Per Segment
russian: Распределить по сегментам

source: Bold And Italic
russian: Жирный и курсив

source: Audio Spatializer
russian: Аудио пространственный преобразователь

source: Continuous Dynamic
russian: Непрерывная динамика

source: Import TMP Examples and Extras
russian: Импортируйте примеры TMP и дополнительные сведения

source: Static Friction
russian: Статическое трение

source: Fire3
russian: Огонь3

source: Extrapolate
russian: Экстраполировать

source: Friction Type
russian: Тип трения

source: Clamped
russian: Зажатый

source: Panel Raycaster (UI Toolkit)
russian: Панель Raycaster (набор инструментов пользовательского интерфейса)

source: Sequencing
russian: Секвенирование

source: Target Graphic
russian: Целевая графика

source: Text (Script)
russian: Текст (скрипт)

source: Change Stops Callbacks
russian: Изменение остановки обратных вызовов

source: The angle of an arc that defines the surface of the platform centered of the local 'up' of the effector. Any collision normals within this arc are never considered for one-way whereas everything outside this arc is considered for one-way. [ 0, 360.0 ].
russian: Угол дуги, определяющий поверхность платформы с центром в локальном «верхе» эффектора. Любые нормали столкновения внутри этой дуги никогда не считаются односторонними, тогда как все, что находится за пределами этой дуги, считается односторонним. [0, 360,0].

source: Multiply
russian: Умножить

source: Detailed
russian: Подробный

source: Lobby Player Prefab
russian: Сборный блок игрока в лобби

source: Play the timeline (Space).
russian: Воспроизведите временную шкалу (Пробел).

source: No Support
russian: Нет поддержки

source: Define the time unit for the timeline window (Frames, Timecode or Seconds).
russian: Определите единицу времени для окна временной шкалы (кадры, временной код или секунды).

source: Side by side comparison view
russian: Сравнение бок о бок

source: Blend Probes
russian: Смешивание зондов

source: Global Search (âK)
russian: Глобальный поиск (âŒ˜K)

source: Hallway
russian: Прихожая

source: EditorOnly
russian: Только для редактора

source: Stop Playing And Recompile
russian: Прекратите играть и перекомпилируйте

source: Solver hint. Setting this low can cause jittering, but runs fast. Setting high can reduce jittering, but runs the solver more often (0 = use default) [Translation limit: Meters, Rotation limit: Degrees]. [ 0, infinity ].
russian: Подсказка решателя. Установка этого низкого значения может вызвать дрожание, но работает быстро. Установка высокого значения может уменьшить дрожание, но решатель запускается чаще (0 = использовать значение по умолчанию) [Предел перевода: метры, предел вращения: градусы]. [0, бесконечность].

source: PC Hosted
russian: Хостинг на ПК

source: Min Value
russian: Минимальное значение

source: Changes animation preview speed
russian: Изменяет скорость предварительного просмотра анимации.

source: The minimum distance to spawn a new point on the trail [ 0, infinity ].
russian: Минимальное расстояние для создания новой точки на маршруте [0, бесконечность].

source: Upper right
russian: Верхний правый

source: Time To Sleep
russian: Время спать

source: Kinematic
russian: Кинематика

source: Custom shader
russian: Пользовательский шейдер

source: Right Controller
russian: Правый контроллер

source: Psychotic
russian: психотический

source: 2 Bones
russian: 2 кости

source: Physics 3D
russian: Физика 3D

source: NetworkTransformChild
russian: СетьTransformChild

source: Use soft blending for particles?
russian: Использовать мягкое смешивание для частиц?

source: NetworkTransform
russian: СетьПреобразование

source: Hard Shadows Only
russian: Только жесткие тени

source: 11th axis (Joysticks)
russian: 11-я ось (Джойстики)

source: Network Manager (Script)
russian: Сетевой менеджер (скрипт)

source: Tracking
russian: Отслеживание

source: Default Solver Velocity Iterations
russian: Итерации скорости решателя по умолчанию

source: Fire2
russian: Огонь2

source: Log Level
russian: Уровень журнала

source: Shadows Only
russian: Только тени

source: Game Time
russian: Время игры

source: The radius of the circle. [ 0.0001, 1000000 ].
russian: Радиус круга. [0,0001, 1000000].

source: Sliced
russian: Нарезанный

source: Very High Resolution
russian: Очень высокое разрешение

source: Test Result Renderer Callback
russian: Обратный вызов средства рендеринга результатов теста

source: Start Awake
russian: Начать пробуждение

source: Four Cascades
russian: Четыре Каскада

source: Elastic
russian: Эластичный

source: platforms
russian: платформы

source: Input Field (Script)
russian: Поле ввода (скрипт)

source: Assembly Definition Reference
russian: Справочник по определению сборки

source: Single1 object view
russian: Просмотр одного объекта

source: Russian (Experimental)
russian: Русский (Экспериментальный)

source: 0: Default
russian: 0: по умолчанию

source: Dropdown (Script)
russian: Раскрывающийся список (скрипт)

source: Silly
russian: Глупый

source: Time Unit
russian: Единица времени

source: Mono2x
russian: Моно2x

source: Auto Simulation
russian: Автоматическое моделирование

source: 5: UI
russian: 5: Пользовательский интерфейс

source: Blend Probes And Skybox
russian: Смешайте зонды и скайбокс

source: Blocking Objects
russian: Блокирующие объекты

source: NetworkDiscovery
russian: Обнаружение сети

source: Framerate value used for new Timeline Assets.
russian: Значение частоты кадров, используемое для новых ресурсов временной шкалы.

source: Key or Mouse Button
russian: Ключ или кнопка мыши

source: Settings for the terrain
russian: Настройки местности

source: The linear drag coefficient. 0 means no damping. [ 0, 1000000 ].
russian: Коэффициент линейного сопротивления. 0 означает отсутствие демпфирования. [0, 1000000].

source: Medium Resolution
russian: Среднее разрешение

source: Grid and Snap Settings...
russian: Настройки сетки и привязки...

source: 1 Large 2 Medium 8 Small
russian: 1 Большой 2 Средний 8 Маленький

source: Left Controller
russian: Левый контроллер

source: Cube (Mesh Filter)
russian: Куб (Сетчатый фильтр)

source: Custom framerate value used for new Timeline Assets.
russian: Пользовательское значение частоты кадров, используемое для новых ресурсов временной шкалы.

source: Capsule (Mesh Filter)
russian: Капсула (сетчатый фильтр)

source: The gravity applied to all rigid bodies in the scene.
russian: Гравитация применяется ко всем твердым телам в сцене.

source: Baumgarte Time Of Impact Scale
russian: Шкала времени удара Баумгарте

source: Visual Studio 2012
russian: Визуальная Студия 2012

source: The tool handle is placed at the active object's pivot point.
russian: Ручка инструмента размещается в точке поворота активного объекта.

source: monetization
russian: монетизация

source: Pin
russian: Приколоть

source: Move To View
russian: Переместить для просмотра

source: Custom Axis
russian: Пользовательская ось

source: Whether the collider behaves as a trigger or not.
russian: Будет ли коллайдер вести себя как триггер или нет.

source: Test Runner
russian: Тестовый бегун

source: Text Area
russian: Текстовая область

source: Activation Log Component
russian: Компонент журнала активации

source: in-app
russian: в приложении

source: PlayerSettings
russian: Настройки игрока

source: Right Knee
russian: Правое колено

source: Flip Forward
russian: Перевернуть вперед

source: Constant Physical Size
russian: Постоянный физический размер

source: Middle left
russian: Средний левый

source: Joystick 2
russian: Джойстик 2

source: Island Solver Contact Cost Scale
russian: Шкала стоимости контактов с Island Solver

source: Max Rotation Speed
russian: Максимальная скорость вращения

source: Low Angular X Limit
russian: Низкий угловой предел X

source: Hide Others
russian: Скрыть других

source: TransparentFX
russian: ПрозрачныйFX

source: Spherical
russian: сферический

source: Built In Legacy Specular
russian: Встроенный Legacy Specular

source: Solver Type
russian: Тип решателя

source: Max Delay
russian: Макс. задержка

source: Horizontal Overflow
russian: Горизонтальное переполнение

source: Left Knee
russian: Левое колено

source: Uncompressed
russian: Несжатый

source: Lower left
russian: Внизу слева

source: The mass of the body. [ 0.0001, 1000000 ].
russian: Масса тела. [0,0001, 1000000].

source: A camera with a larger depth is drawn on top of a camera with a smaller depth [ -100, 100 ].
russian: Камера с большей глубиной рисуется поверх камеры с меньшей глубиной [-100, 100].

source: Smooth the terrain height.
russian: Сгладьте высоту местности.

source: Bold
russian: Смелый

source: Dynamic Friction
russian: Динамическое трение

source: Forest
russian: Лес

source: Wrap
russian: Сворачивать

source: Fade Duration
russian: Продолжительность затухания

source: organization
russian: организация

source: Please check your network connection.
russian: Пожалуйста, проверьте ваше сетевое соединение.

source: Toggle (Script)
russian: Переключить (скрипт)

source: Text - TextMeshPro
russian: Текст - TextMeshPro

source: Sprite Swap
russian: Замена спрайтов

source: Auditorium
russian: Аудитория

source: Opaque
russian: Непрозрачный

source: 14th axis (Joysticks)
russian: 14-я ось (джойстики)

source: Vertical Scrollbar Thumb
russian: Большой палец вертикальной полосы прокрутки

source: Vertical Layout Group
russian: Группа вертикальной компоновки

source: Network Discovery (Script)
russian: Обнаружение сети (сценарий)

source: Build & Run %b
russian: Сборка и запуск %b

source: How fast compared to the real time does the game time progress (1.0 is realtime, .5 slow motion) [ 0, 100 ].
russian: Насколько быстро по сравнению с реальным временем происходит течение игрового времени (1,0 – реальное время, 0,5 — замедленное движение) [0, 100].

source: Raw Image (Script)
russian: Необработанное изображение (скрипт)

source: Chinese (Experimental)
russian: Китайский (Экспериментальный)

source: Align By Geometry
russian: Выровнять по геометрии

source: 4th axis (Joysticks)
russian: 4-я ось (джойстики)

source: Underwater
russian: Подводный

source: On Hover
russian: При наведении

source: Timeline Asset
russian: Ресурс временной шкалы

source: TSS Theme File
russian: Файл темы TSS

source: Custom Provided
russian: Пользовательские при условии

source: The Lightâs GameObject is active, but the Light component is disabled. These lights have no effect on the Scene.
russian: GameObject Light активен, но компонент Light отключен. Эти источники света не влияют на сцену.

source: Optimize Sample Rate
russian: Оптимизация частоты дискретизации

source: Scene Filter:
russian: Фильтр сцены:

source: Shadow drawing distance.
russian: Расстояние рисования теней.

source: Visual Scripting
russian: Визуальные сценарии

source: Network View
russian: Просмотр сети

source: You are up to date.
russian: Вы в курсе событий.

source: Slow and Safe
russian: Медленно и безопасно

source: No Scaling
russian: Без масштабирования

source: Enable Adaptive Force
russian: Включить адаптивную силу

source: Multi Line Submit
russian: Многострочная отправка

source: purchase
russian: покупка

source: No depth buffer
russian: Нет буфера глубины

source: Scene Asset
russian: Ресурс сцены

source: 1 Texture
russian: 1 текстура

source: Playback Scrolling Mode
russian: Режим прокрутки воспроизведения

source: Transform Z
russian: Преобразовать Z

source: Manage License...
russian: Управление лицензией...

source: Send Navigation Events
russian: Отправить события навигации

source: Project Files GUID Remapping Tool
russian: Инструмент переназначения GUID файлов проекта

source: Save As...
russian: Сохранить как...

source: Paint the terrain texture.
russian: Нарисуйте текстуру местности.

source: Load RenderDoc
russian: Загрузить рендердок

source: Don't Sync
russian: Не синхронизировать

source: Y-Axis
russian: Ось Y

source: Which layers the camera does render.
russian: Какие слои рендерит камера.

source: Should the collider mask be used or the global collision matrix? When true, the collider mask is used. When false, the global collision matrix is used.
russian: Следует ли использовать маску коллайдера или глобальную матрицу столкновений? Если это правда, используется маска коллайдера. Если установлено значение false, используется глобальная матрица столкновений.

source: Animation Window is linked to Sequence Editor. Press to Unlink.
russian: Окно анимации связано с редактором последовательностей. Нажмите, чтобы отменить связь.

source: When this flag is set, audio will be normalized upon mono-downmixing.
russian: Когда этот флаг установлен, звук будет нормализован при монофоническом микшировании.

source: Open Scene
russian: Открытая сцена

source: Slider (Script)
russian: Слайдер (скрипт)

source: The angular drag coefficient. 0 means no damping. [ 0, 1000000 ].
russian: Коэффициент углового сопротивления. 0 означает отсутствие демпфирования. [0, 1000000].

source: Enable Snap to Frame to manipulate clips and align them on frames.
russian: Включите «Привязка к кадру», чтобы манипулировать клипами и выравнивать их по кадрам.

source: Quad (Mesh Filter)
russian: Quad (сетчатый фильтр)

source: Within the minDistance, the volume will stay at the loudest possible. Outside of this mindistance it begins to attenuate.
russian: В пределах minDistance громкость останется максимально возможной. За пределами этой дистанции ума оно начинает ослабевать.

source: Hand Tool
russian: Ручной инструмент

source: Tool handles are in active object's rotation.
russian: Ручки инструментов находятся во вращении активного объекта.

source: 2x2 Grid
russian: Сетка 2x2

source: Half Res
russian: Половинное разрешение

source: Event System (Script)
russian: Система событий (скрипт)

source: Graphics Tier
russian: Уровень графики

source: 19th axis (Joysticks)
russian: 19-я ось (джойстики)

source: The type of the rigidbody.
russian: Тип твердого тела.

source: 1: TransparentFX
russian: 1: ПрозрачныйFX

source: Accuracy of the resulting velocity after a bounce. Higher value costs more performance. (Default 1) [ 1, 255 ].
russian: Точность результирующей скорости после отскока. Более высокое значение требует большей производительности. (По умолчанию 1) [1, 255].

source: Select project
russian: Выберите проект

source: Off Mesh Link Generation
russian: Выключение генерации ссылок Mesh

source: 4 Split
russian: 4 Сплит

source: Edge Snap
russian: Краевая привязка

source: Open in Search (âK)
russian: Открыть в поиске (âŒ˜K)

source: Strip All
russian: Раздеть все

source: Allow the users to hear audio while scrubbing on audio clip.
russian: Разрешить пользователям слышать звук при прокрутке аудиоклипа.

source: Toggle Transition
russian: Переключить переход

source: Production
russian: Производство

source: Server Bind To IP
russian: Привязка сервера к IP

source: Preferences...
russian: Предпочтения...

source: Korean (Experimental)
russian: Корейский (Экспериментальный)

source: Default Material
russian: Материал по умолчанию

source: Build Settings...
russian: Настройки сборки...

source: Use Proxy Volume
russian: Использовать прокси-том

source: HideSelectedItems
russian: Скрыть выбранные элементы

source: X axis
russian: ось X

source: Enable Unified Heightmaps
russian: Включить унифицированные карты высот

source: User friendly name used to access this input from script.
russian: Удобное имя, используемое для доступа к этим входным данным из сценария.

source: Don't Show
russian: Не показывать

source: Progressive (Preview)
russian: Прогрессивный (предварительный просмотр)

source: Truncate
russian: Усечь

source: Not Important
russian: Не важно

source: NetworkManagerHUD
russian: Сетевой менеджерHUD

source: insights
russian: идеи

source: Create Panel
russian: Создать панель

source: Unscaled Game Time
russian: Немасштабированное игровое время

source: Wide
russian: Широкий

source: Reset all environment
russian: Сбросить всю среду

source: Edit in playmode and your changes are automatically saved. Note when editting is disabled then live values are shown.
russian: Редактируйте в режиме воспроизведения, и ваши изменения автоматически сохраняются. Обратите внимание, что когда редактирование отключено, отображаются текущие значения.

source: Filled
russian: Заполненный

source: Input Actions Per Second
russian: Действия ввода в секунду

source: UV0
russian: УВ0

source: Layout Element
russian: Элемент макета

source: Start Asleep
russian: Начать спать

source: TimeManager
russian: Таймменеджер

source: Concerthall
russian: Концертный зал

source: The spring used to reach the target. [ 0, infinity ].
russian: Пружина раньше доходила до цели. [0, бесконечность].

source: The mask used to select specific layers allowed to interact with the effector. This overrides the global collision layers used for collision.
russian: Маска, используемая для выбора определенных слоев, позволяет взаимодействовать с эффектором. Это переопределяет глобальные слои столкновений, используемые для столкновения.

source: Dropdown - TextMeshPro
russian: Раскрывающийся список - TextMeshPro

source: Maximum force the joint can withstand before breaking. Infinity means unbreakable. [ 0.001, infinity ].
russian: Максимальное усилие, которое может выдержать соединение, прежде чем оно сломается. Бесконечность означает нерушимость. [0,001, бесконечность].

source: Free Cpu Per Frame Measurement Script
russian: Бесплатный скрипт измерения количества процессоров в кадре

source: Interpolation Poses Per Job
russian: Позы интерполяции для каждого задания

source: Positive Button
russian: Положительная кнопка

source: Integer Number
russian: Целое число

source: ReadWriteProtection
russian: Защита от чтения и записи

source: GNU Emacs: The extensible self-documenting text editor
russian: GNU Emacs: расширяемый самодокументируемый текстовый редактор.

source: |Show / Hide Group
russian: |Показать/Скрыть группу

source: Queries Hit Triggers
russian: Триггеры попадания запросов

source: Turn Auto Play on
russian: Включите автоматическое воспроизведение

source: Set as first sibling
russian: Сделать первым братом или сестрой

source: Carpetted Hallway
russian: Ковровый коридор

source: Ignore Reversed Graphics
russian: Игнорировать перевернутую графику

source: Player Quit Handler
russian: Обработчик выхода игрока

source: Enable PCM
russian: Включить ПКМ

source: Built In Standard
russian: Встроенный стандарт

source: Toggles shadows on and off
russian: Включает и выключает тени

source: Swing 2 Limit
russian: Лимит свинга 2

source: Horizontal Scrollbar Left Button
russian: Левая кнопка горизонтальной полосы прокрутки

source: Position and Rotation
russian: Позиция и вращение

source: Permanent
russian: Постоянный

source: If greater than zero, the limit is soft. The spring will pull the joint back. [ 0, infinity ].
russian: Если больше нуля, ограничение является мягким. Пружина потянет шарнир назад. [0, бесконечность].

source: Sync all light vertically with current light position in current selected HDRI
russian: Синхронизировать весь источник света по вертикали с текущим положением источника света в текущем выбранном HDRI.

source: Go to the previous frame.
russian: Перейти к предыдущему кадру.

source: NetworkIdentity
russian: Сетевая идентификация

source: Create Object
russian: Создать объект

source: Network Migration Manager (Script)
russian: Менеджер сетевой миграции (сценарий)

source: Show Selected Items
russian: Показать выбранные элементы

source: AnalyticsTracker
russian: АналитикаТрекер

source: Image (Script)
russian: Изображение (скрипт)

source: Timeline Editor Settings
russian: Настройки редактора временной шкалы

source: NetworkTransformVisualizer
russian: СетевойПреобразованиеВизуализатор

source: Inline Sheet
russian: Встроенный лист

source: Light on Dark
russian: Свет на темноте

source: Editor Window
russian: Окно редактора

source: Screen anti aliasing
russian: Сглаживание экрана

source: (Deprecated)
russian: (Устарело)

source: Best latency
russian: Лучшая задержка

source: Repeat Delay
russian: Повторить задержку

source: Default-VeryLowResolution
russian: По умолчанию-VeryLowResolution

source: Right Elbow
russian: Правый локоть

source: Spatial Mapping Renderer
russian: Средство пространственного картографирования

source: Rect Mask 2D
russian: Прямая маска 2D

source: Character Size
russian: Размер символа

source: Collab
russian: Совместная работа

source: Angular YZ Limit Spring
russian: Угловая ограничительная пружина YZ

source: Turn Auto Play off
russian: Отключить автоматическое воспроизведение

source: Total Mass
russian: Общая масса

source: Projection Angle
russian: Угол проекции

source: Per Texture
russian: За текстуру

source: Angular X Motion
russian: Угловое X-движение

source: X-Axis
russian: Ось X

source: Mouse Y
russian: Мышь Y

source: 9th axis (Joysticks)
russian: 9-я ось (джойстики)

source: 12th axis (Joysticks)
russian: 12-я ось (Джойстики)

source: Dolly
russian: Долли

source: The joystick number or sensor number of a device that have multiple inputs.
russian: Номер джойстика или номер датчика устройства, имеющего несколько входов.

source: Don't Clear
russian: Не очищать

source: Upper center
russian: Верхний центр

source: Testing
russian: Тестирование

source: On Hover With Alt
russian: При наведении с помощью Alt

source: Never
russian: Никогда

source: Fit Outside
russian: Подходит снаружи

source: Vertical Slider
russian: Вертикальный слайдер

source: Decimal Number
russian: Десятичное число

source: Enable the ability to snap clips on the edge of another clip.
russian: Включите возможность привязки клипов к краю другого клипа.

source: Bone count for mesh skinning
russian: Подсчет костей при снятии шкур с помощью сетки

source: 26th axis (Joysticks)
russian: 26-я ось (Джойстики)

source: Create InputField
russian: Создать поле ввода

source: Unrestricted
russian: Неограниченный

source: Forced On
russian: Принудительно включено

source: Free
russian: Бесплатно

source: Horizontal Slider Thumb
russian: Горизонтальный ползунок

source: Use Consistency Sorting
russian: Используйте сортировку по согласованности

source: Email Address
russian: Адрес электронной почты

source: This tree uses multiple leaf shaders but only one leaf shader can be used on a tree. Select which leaf shader to apply to all the leaf materials used by this tree.|
russian: В этом дереве используется несколько шейдеров листьев, но на дереве можно использовать только один шейдер листьев. Выберите, какой шейдер листьев применить ко всем материалам листьев, используемым этим деревом.|

source: Normal Color
russian: Нормальный цвет
