Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Select Line for the detailed information
russian: Выберите «Линия» для получения подробной информации.

source: Profiler Module Editor
russian: Редактор модуля профилировщика

source: Do you want to save the changes you made before closing?
russian: Хотите сохранить внесенные изменения перед закрытием?

source: Counters
russian: Счетчики

source: Add counters to be displayed by the module.
russian: Добавьте счетчики, которые будут отображаться модулем.

source: Remove Selected
russian: Удалить выбранное

source: Delete Module
russian: Удалить модуль

source: Available Counters
russian: Доступные счетчики

source: Select counters in the list below to add them to the selected module's counters. This list includes all built-in Unity counters, as well as any User-defined counters present upon load in the Profiler's data stream.
russian: Выберите счетчики в списке ниже, чтобы добавить их к счетчикам выбранного модуля. Этот список включает в себя все встроенные счетчики Unity, а также все определяемые пользователем счетчики, присутствующие при загрузке в потоке данных профилировщика.

source: Add Selected
russian: Добавить выбранное

source: Save Changes
russian: Сохранить изменения

source: Select a custom module from the list or add a new custom module.
russian: Выберите пользовательский модуль из списка или добавьте новый пользовательский модуль.

source: Are you sure you want to delete the module '{0}'?
russian: Вы уверены, что хотите удалить модуль «{0}»?

source: Collapse EditorOnly Samples
russian: Свернуть образцы «Только для редактора»

source: Samples that are only created due to profiling the editor are collapsed by default, renamed to EditorOnly [<FunctionName>] and any GC Alloc incurred by them will not be accumulated.
russian: Образцы, созданные только в результате профилирования редактора, по умолчанию сворачиваются, переименовываются в EditorOnly [<FunctionName>], и любое выделение GC, понесенное ими, не накапливается.

source: Show Full Scripting Method Names
russian: Показать полные имена методов сценариев

source: Display fully qualified method names including assembly name and namespace.
russian: Отображение полных имен методов, включая имя сборки и пространство имен.

source: Show Flow Events
russian: Показать события потока

source: Visualize job scheduling and execution.
russian: Визуализируйте планирование и выполнение заданий.

source: Data is only available when profiling Play Mode in the Editor.
russian: Данные доступны только при профилировании режима воспроизведения в редакторе.

source: Find matching objects in scene
russian: Найдите совпадающие объекты на сцене

source: Self Batch Count
russian: Самостоятельный подсчет партий

source: Cumulative Batch Count
russian: Совокупное количество партий

source: Self Vertex Count
russian: Самостоятельное подсчет вершин

source: Cumulative Vertex Count
russian: Совокупное количество вершин

source: Batch Breaking Reason
russian: Причина разрыва пакета

source: GameObject Count
russian: Количество игровых объектов

source: GameObjects
russian: Игровые объекты

source: No frame data available - UI profiling is only available when profiling in the editor
russian: Данные фрейма недоступны — профилирование пользовательского интерфейса доступно только при профилировании в редакторе.

source: Detach
russian: Отсоединить

source: Checkerboard
russian: шахматная доска

source: Black
russian: Черный

source: White
russian: Белый

source: Standard
russian: Стандартный

source: Overdraw
russian: Перерисовка

source: Composite overdraw
russian: Составная перерисовка

source: GPU Profiling was not enabled so no data was gathered.
russian: Профилирование графического процессора не было включено, поэтому данные не собирались.

source: GPU Profiling was not supported when profiling the Editor before 2021.2.
russian: Профилирование графического процессора не поддерживалось при профилировании редактора до 2021.2.

source: GPU Profiling is currently not supported when using Graphics Jobs.
russian: Профилирование графического процессора в настоящее время не поддерживается при использовании графических заданий.

source: GPU Profiling is currently not supported by this device.
russian: Профилирование графического процессора в настоящее время не поддерживается этим устройством.

source: GPU Profiling is currently not supported by the used graphics API.
russian: Профилирование графического процессора в настоящее время не поддерживается используемым графическим API.

source: GPU Profiling is currently not supported on this device when PlayerSettings.enableFrameTimingStats is enabled. (<a playersettingslink="Project/Player" playersettingssearchstring="Frame Timing Stats">Click here to edit</a>)
russian: Профилирование графического процессора в настоящее время не поддерживается на этом устройстве, если включен PlayerSettings.enableFrameTimingStats. (<a playersettingslink="Project/Player" playersettingssearchstring="Статистика времени кадра">Нажмите здесь, чтобы изменить</a>)

source: GPU Profiling is currently not supported when using Vulkan.
russian: Профилирование графического процессора в настоящее время не поддерживается при использовании Vulkan.

source: GPU Profiling is currently not supported when using Metal.
russian: Профилирование графического процессора в настоящее время не поддерживается при использовании Metal.

source: GPU Profiling is currently not supported in OpenGL when PlayerSettings. enableOpenGLProfilerGPURecorders is enabled. (<a playersettingslink="Project/Player" playersettingssearchstring="OpenGL: Profiler GPU Recorders">Click here to edit</a>)
russian: Профилирование графического процессора в настоящее время не поддерживается в OpenGL, если включен PlayerSettings. enableOpenGLProfilerGPURecorders. (<a playersettingslink="Project/Player" playersettingssearchstring="OpenGL: Profiler GPU Recorders">Нажмите здесь, чтобы изменить</a>)

source: Animation Clips
russian: Анимационные клипы

source: Scene Objects
russian: Объекты сцены

source: GC allocated in frame
russian: GC, выделенный в кадре

source: Gather object references
russian: Сбор ссылок на объекты

source: Collect reference information to see where objects are referenced from. Disable this to save memory
russian: Собирайте справочную информацию, чтобы увидеть, откуда ссылаются объекты. Отключите это для экономии памяти

source: Take Sample {0}
russian: Взять образец {0}

source: Warning: this may freeze the Editor and the connected Player for a moment!
russian: Внимание: это может привести к зависанию редактора и подключенного плеера на мгновение!

source: Memory usage in the Editor is not the same as it would be in a Player.
russian: Использование памяти в редакторе отличается от использования в проигрывателе.

source: See more details with the experimental Memory Profiler Package.
russian: Более подробную информацию можно найти в экспериментальном пакете профилировщика памяти.

source: Install Memory Profiler Package{0}
russian: Установите пакет профилировщика памяти{0}

source: (Version {0})
russian: (Версия {0})

source: A chart showing performance counters related to '{0}'. These only include bytes read through the AsyncReadManager.
russian: Диаграмма, показывающая счетчики производительности, связанные с «{0}». Сюда входят только байты, прочитанные через AsyncReadManager.

source: Selected: {0}
russian: Выбрано: {0}

source: Selected: {0} (Thread: {1})
russian: Выбрано: {0} (Тема: {1})

source: Selected Sample Stack: {0} (Thread: {1})
russian: Выбранный образец стека: {0} (тема: {1})

source: {0} total over {1} frames on thread '{2}'
russian: {0} всего более {1} кадров в потоке '{2}'

source: Current frame accumulated time:
russian: Накопленное время текущего кадра:

source: {0} for {1} instances on thread '{2}'
russian: {0} для экземпляров {1} в потоке '{2}'

source: {0} for {1} instances over {2} threads
russian: {0} для экземпляров {1} в {2} потоках

source: <No Name>
russian: <Без имени>

source: Realtime GI was not supported.
russian: GI в реальном времени не поддерживался.

source: Realtime GI was not enabled.
russian: GI в реальном времени не был включен.

source: Open Frame Debugger
russian: Отладчик открытого фрейма

source: Frame Debugger for current game view
russian: Отладчик кадров для текущего вида игры

source: Open Frame Debugger (Current frame needs to be selected)
russian: Отладчик открытого фрейма (необходимо выбрать текущий фрейм)

source: Cache Format
russian: Формат кэша

source: Demand
russian: Требовать

source: Selected: {0} ({1:0.0}% of {2})
russian: Выбрано: {0} ({1:0.0}% от {2})

source: Reserved
russian: Сдержанный

source: Used: {0} ({1:0.0}% of {2})
russian: Использовано: {0} ({1:0.0}% от {2})

source: {0}: {1} ({2:0.0}% of {3})
russian: {0}: {1} ({2:0.0}% от {3})

source: Reserved
russian: Зарезервировано

source: Total: {0}
russian: Итого: {0}

source: The Total memory usage.
russian: Общее использование памяти.

source: Total: {0} | Max: {1}
russian: Итого: {0} | Макс: {1}

source: The bar is scaled in relation to the frame with the highest total memory usage (Max).
russian: Полоса масштабируется относительно кадра с наибольшим общим использованием памяти (Макс.).

source: This is one of the frames with the highest total memory usage (Max).
russian: Это один из кадров с самым высоким общим использованием памяти (Макс.).

source: Maximum of visible frames in the Profiler Window.
russian: Максимум видимых кадров в окне профилировщика.

source: Profiler overhead and memory usage can increase significantly the more frames are kept visible in the Profiler Window through the 'Frame Count' setting.
russian: Издержки профилировщика и использование памяти могут значительно возрасти, если больше кадров отображается в окне профилировщика с помощью настройки «Количество кадров».

source: Default recording state
russian: Состояние записи по умолчанию

source: Recording state in which the profiler should start the first time, or when not remembering state.
russian: Состояние записи, в котором профилировщик должен запускаться в первый раз, или когда состояние не запоминается.

source: Default editor target mode on start
russian: Целевой режим редактора по умолчанию при запуске

source: Default profiler recording target mode, which is set on editor start.
russian: Целевой режим записи профилировщика по умолчанию, который устанавливается при запуске редактора.

source: Remember
russian: Помнить

source: The profiler will remember the previous recording state.
russian: Профилировщик запомнит предыдущее состояние записи.

source: The profiler starts with recording enabled.
russian: Профилировщик запускается с включенной записью.

source: The profiler starts with recording disabled.
russian: Профилировщик запускается с отключенной записью.

source: The editor starts with play mode as a recording target.
russian: Редактор запускается с режимом воспроизведения в качестве цели записи.

source: The editor starts with the editor as a recording target.
russian: Редактор начинается с редактора в качестве цели записи.

source: Install Adaptive Performance
russian: Установите адаптивную производительность

source: Downloading Adaptive Performance ...
russian: Загрузка Адаптивной производительности...

source: Installing Adaptive Performance ...
russian: Установка адаптивной производительности...

source: Read more
russian: Читать далее

source: Binding Conflict
russian: Связывающий конфликт

source: The key {0} is already assigned to the "{1}" shortcut. Do you want to reassign this key?
russian: Клавиша {0} уже назначена ярлыку "{1}". Хотите переназначить эту клавишу?

source: Reassign
russian: Переназначить

source: Create Conflict
russian: Создать конфликт

source: Command
russian: Команда

source: Shortcut
russian: Ярлык

source: Create profile
russian: Создать профиль

source: Create a shortcut profile
russian: Создать ярлык профиля

source: Enter the name of the profile you want to create
russian: Введите имя профиля, который вы хотите создать

source: Profile Name:
russian: Имя профиля:

source: New profile
russian: Новый профиль

source: Rename profile
russian: Переименовать профиль

source: Rename a shortcut profile
russian: Переименование профиля ярлыка

source: Enter the new name you want to give the profile '{0}'
russian: Введите новое имя, которое вы хотите дать профилю «{0}».

source: Create new profile...
russian: Создать новый профиль...

source: Rename profile...
russian: Переименовать профиль...

source: Delete profile...
russian: Удалить профиль...

source: Import Profile
russian: Импортировать профиль

source: No Profile
russian: Нет профиля

source: Export Profile
russian: Экспортировать профиль

source: Unassigned Key
russian: Неназначенный ключ

source: Assigned Key
russian: Назначенный ключ

source: Global Key
russian: Глобальный ключ

source: Mixed Key
russian: Смешанный ключ

source: Context
russian: Контекст

source: Reset to default
russian: Сбросить настройки по умолчанию

source: Remove shortcut
russian: Удалить ярлык

source: Hue Tolerance:
russian: Допуск оттенка:

source: Saturation Tolerance:
russian: Допуск насыщения:

source: The Draw Mode used to display the Scene.
russian: Режим рисования, используемый для отображения сцены.

source: Preset Type
russian: Тип предустановки

source: The Object type this Preset can be applied to.
russian: Тип объекта, к которому можно применить этот пресет.

source: Add to {0} default
russian: Добавить к {0} по умолчанию

source: The Preset will be added first in the default list with an empty filter.
russian: Пресет будет добавлен первым в список по умолчанию с пустым фильтром.

source: Remove from {0} default
russian: Удалить из {0} по умолчанию

source: All entry using this Preset will be removed from the default list.
russian: Все записи, использующие этот пресет, будут удалены из списка по умолчанию.

source: Preset
russian: Предустановка

source: Exclude all properties
russian: Исключить все свойства

source: Include all properties
russian: Включить все свойства

source: Cell Size
russian: Размер ячейки

source: Cell Gap
russian: Разрыв в ячейках

source: Cell Layout
russian: Расположение ячеек

source: Cell Swizzle
russian: Свиззл сотовой связи

source: Simulator
russian: Симулятор

source: Device Simulator
russian: Симулятор устройства

source: Select the SketchUp nodes to import
russian: Выберите узлы SketchUp для импорта.

source: Nodes in the file hierarchy
russian: Узлы в файловой иерархии

source: SketchUp Node Selection Dialog
russian: Диалоговое окно выбора узла SketchUp

source: Generate Back Face
russian: Создать заднюю грань

source: Merge Coplanar Faces
russian: Объединение копланарных граней

source: Selected Nodes
russian: Выбранные узлы

source: Import Cameras
russian: Импортировать камеры

source: SketchUp
russian: СкетчАп

source: SketchUp import settings
russian: Настройки импорта SketchUp

source: Enable/disable generation of back facing polygons
russian: Включить/отключить создание полигонов, обращенных назад.

source: Enable/disable merging of coplanar faces when generating meshes
russian: Включить/отключить объединение копланарных граней при создании сеток.

source: Select Nodes...
russian: Выбрать узлы...

source: Brings up the node selection dialog box
russian: Вызывает диалоговое окно выбора узла.

source: Unit conversion
russian: Преобразование единиц измерения

source: Length measurement to unit conversion. The value in Scale Factor is calculated based on the value here
russian: Измерение длины в преобразование единиц измерения. Значение масштабного коэффициента рассчитывается на основе значения здесь.

source: Longitude
russian: Долгота

source: Longitude Geo-location
russian: Долгота

source: Latitude
russian: Широта

source: Latitude Geo-location
russian: Географическое местоположение Широты

source: North Correction
russian: Северная коррекция

source: The angle which will rotate the north direction to the z-axis for the model
russian: Угол поворота модели на север в направлении оси Z.

source: Meters
russian: Метры

source: Centimeters
russian: Сантиметры

source: Millimeters
russian: Миллиметры

source: Inches
russian: Дюймы

source: Lock the current selected Particle System
russian: Заблокировать текущую выбранную систему частиц

source: Particle Effect
russian: Эффект частиц

source: Optimize
russian: Оптимизировать

source: Click to optimize curve. Optimized curves are defined by having at most 3 keys, with a key at both ends, and do not support loop or ping pong wrapping.
russian: Нажмите, чтобы оптимизировать кривую. Оптимизированные кривые определяются наличием не более 3 ключей, по одному на обоих концах, и не поддерживают цикл или перенос пинг-понга.

source: Remove selected curve(s)
russian: Удалить выбранные кривые

source: Open curve library
russian: Открытая библиотека кривых

source: Particle System Curves
russian: Кривые системы частиц

source: Hide Editor
russian: Скрыть редактор

source: Select Sub-Emitter Owner
russian: Выберите владельца субэмиттера

source: Show/Hide Modules
russian: Показать/скрыть модули

source: Show All Modules
russian: Показать все модули

source: Copy Module
russian: Копировать модуль

source: Paste Module
russian: Вставить модуль

source: Show Location
russian: Показать местоположение

source: Create Particle System
russian: Создать систему частиц

source: Create new Particle System
russian: Создать новую систему частиц

source: Velocity over Lifetime
russian: Скорость за время жизни

source: Limit Velocity over Lifetime
russian: Ограничить скорость на протяжении всей жизни

source: Inherit Velocity
russian: Наследовать скорость

source: Lifetime by Emitter Speed
russian: Срок службы в зависимости от скорости эмиттера

source: Force over Lifetime
russian: Сила на всю жизнь

source: Color over Lifetime
russian: Цвет на всю жизнь

source: Color by Speed
russian: Цвет по скорости

source: Size over Lifetime
russian: Размер в течение всего срока службы

source: Size by Speed
russian: Размер по скорости

source: Rotation over Lifetime
russian: Ротация в течение жизни

source: Rotation by Speed
russian: Вращение по скорости

source: External Forces
russian: Внешние силы

source: Noise
russian: Шум

source: Collision
russian: Столкновение

source: Triggers
russian: Триггеры

source: Sub Emitters
russian: Суб-излучатели

source: Texture Sheet Animation
russian: Анимация листа текстуры

source: Trails
russian: Тропы

source: Custom Data
russian: Пользовательские данные

source: Playback Speed
russian: Скорость воспроизведения

source: Playback Speed is also affected by the Time Scale setting in the Time Manager.
russian: На скорость воспроизведения также влияет настройка шкалы времени в диспетчере времени.

source: Playback Speed is locked to 0.0, because the Time Scale in the Time Manager is set to 0.0.
russian: Скорость воспроизведения заблокирована на значении 0,0, поскольку для шкалы времени в диспетчере времени установлено значение 0,0.

source: Playback Time
russian: Время воспроизведения

source: Particles
russian: Частицы

source: Sub Emitter Particles
russian: Частицы субэмиттера

source: Speed Range
russian: Диапазон скоростей

source: Show Only Selected
russian: Показать только выбранное

source: Hide all unselected Particle Systems in the current Effect.
russian: Скрыть все невыделенные системы частиц в текущем эффекте.

source: Resimulate
russian: Повторно симулировать

source: If resimulate is enabled, the Particle System will show changes made to the system immediately (including changes made to the Particle System Transform).
russian: Если повторное моделирование включено, система частиц немедленно отобразит изменения, внесенные в систему (включая изменения, внесенные в преобразование системы частиц).

source: Simulate Layers
russian: Имитировать слои

source: Automatically preview all looping Particle Systems on the chosen layers, in addition to the selected Game Objects.
russian: Автоматический предварительный просмотр всех зацикленных систем частиц на выбранных слоях в дополнение к выбранным игровым объектам.

source: Particle System
russian: Система частиц

source: Dampen
russian: Увлажнять

source: Controls how much the velocity that exceeds the velocity limit should be dampened. A value of 0.5 will dampen the exceeding velocity by 50%.
russian: Управляет степенью демпфирования скорости, превышающей предел скорости. Значение 0,5 ослабит превышение скорости на 50%.

source: The speed limit of particles over the particle lifetime.
russian: Предел скорости частиц за время их жизни.

source: Separate Axes
russian: Отдельные оси

source: If enabled, you can control the velocity limit separately for each axis.
russian: Если этот параметр включен, вы можете контролировать ограничение скорости отдельно для каждой оси.

source: Space
russian: Космос

source: Specifies if the velocity values are in local space (rotated with the transform) or world space.
russian: Указывает, находятся ли значения скорости в локальном пространстве (повернутом с помощью преобразования) или в мировом пространстве.

source: Control the amount of drag applied to each particle during its lifetime.
russian: Контролируйте величину сопротивления, приложенного к каждой частице в течение ее жизни.

source: Linear X
russian: Линейное письмо X

source: Apply linear velocity to particles.
russian: Примените линейную скорость к частицам.

source: Orbital X
russian: Орбиталь X

source: Apply orbital velocity to particles, which will rotate them around the center of the system.
russian: Примените к частицам орбитальную скорость, которая будет вращать их вокруг центра системы.

source: Offset X
russian: Смещение X

source: Apply an offset to the center of rotation.
russian: Примените смещение к центру вращения.

source: Speed Modifier
russian: Модификатор скорости

source: Multiply the particle speed by this value
russian: Умножьте скорость частицы на это значение.

source: Radial
russian: Радиальный

source: Apply radial velocity to particles, which will project them out from the center of the system.
russian: Примените радиальную скорость к частицам, которые будут выбрасывать их из центра системы.

source: Specifies whether the emitter velocity is inherited as a one-shot when a particle is born, always using the current emitter velocity, or using the emitter velocity when the particle was born.
russian: Указывает, наследуется ли скорость эмиттера как однократная при рождении частицы, всегда с использованием текущей скорости эмиттера или с использованием скорости эмиттера при рождении частицы.

source: Controls the amount of emitter velocity inherited during each particle's lifetime.
russian: Управляет величиной скорости эмиттера, наследуемой в течение жизни каждой частицы.

source: Initial
russian: Исходный

source: Controls the color of each particle during its lifetime.
russian: Управляет цветом каждой частицы в течение ее жизни.

source: Select how trails are generated on the particles.
russian: Выберите, как генерируются следы на частицах.

source: Ratio
russian: Соотношение

source: Choose what proportion of particles will receive a trail.
russian: Выберите, какая доля частиц получит след.

source: Lifetime
russian: Продолжительность жизни

source: How long each trail will last, relative to the life of the particle.
russian: Как долго будет длиться каждый след относительно времени жизни частицы.

source: Minimum Vertex Distance
russian: Минимальное расстояние вершины

source: The minimum distance each trail can travel before adding a new vertex.
russian: Минимальное расстояние, которое может пройти каждый след перед добавлением новой вершины.

source: World Space
russian: Мировое Пространство
