Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Use emoticons and colors
russian: Используйте смайлы и цвета

source: Add New Event Type
russian: Добавить новый тип события

source: Callbacks Property
russian: Свойство обратных вызовов

source: Camera Anti-aliasing
russian: Сглаживание камеры

source: The anti-alising mode that will be used in the scene view camera.
russian: Режим сглаживания, который будет использоваться в камере обзора сцены.

source: Camera Stop NaNs
russian: Остановка камеры NaNs

source: When enabled, any NaNs in the color buffer of the scene view camera will be suppressed.
russian: Если этот параметр включен, любые значения NaN в цветовом буфере камеры обзора сцены будут подавлены.

source: Override Exposure
russian: Переопределить экспозицию

source: When enabled, the scene exposure is overridden with the selected value.
russian: Если этот параметр включен, экспозиция сцены переопределяется выбранным значением.

source: Scene Exposure
russian: Экспозиция сцены

source: The value for the overridden exposure.
russian: Значение переопределенной экспозиции.

source: Selection Enum
russian: Перечисление выбора

source: Add Time Of Day
russian: Добавить время суток

source: Info Text
russian: Информационный текст

source: Day Time
russian: Дневное время

source: Scene Volume
russian: Громкость сцены

source: Day Volume Profile
russian: Профиль дневного объема

source: Night Volume Profile
russian: Ночной профиль громкости

source: Effect Prefabs
russian: Префабы эффектов

source: Remove Component
russian: Удалить компонент

source: HDAdditionalCameraData
russian: HDДополнительные данные камеры

source: Convert All Built-in Materials to HDRP
russian: Преобразование всех встроенных материалов в HDRP

source: Convert Selected Built-in Materials to HDRP
russian: Преобразование выбранных встроенных материалов в HDRP

source: Convert Scene Terrains to HDRP Terrains
russian: Преобразование ландшафтов сцены в ландшафты HDRP

source: Go to LightingWindow for edition.
russian: Перейдите в LightingWindow для редактирования.

source: Sky type
russian: Тип неба

source: Specifies the type of sky this Volume uses.
russian: Указывает тип неба, который использует этот том.

source: Background clouds
russian: Фоновые облака

source: Specifies the type of background cloud this Volume uses.
russian: Указывает тип фонового облака, которое использует этот том.

source: Specifies how the global ambient probe is computed. Dynamic will use the currently displayed sky and static will use the sky setup in the environment lighting panel.
russian: Указывает, как вычисляется глобальный датчик окружающей среды. Динамический будет использовать отображаемое в данный момент небо, а статический будет использовать настройку неба на панели освещения окружающей среды.

source: Global Orientation
russian: Глобальная ориентация

source: Controls the orientation of the wind relative to the X world vector.
russian: Управляет ориентацией ветра относительно мирового вектора X.

source: Global Speed
russian: Глобальная скорость

source: Controls the global wind speed in kilometers per hour.
russian: Управляет глобальной скоростью ветра в километрах в час.

source: Environment (HDRP)
russian: Окружающая среда (HDRP)

source: Sky lighting environment for active Scene
russian: Среда освещения неба для активной сцены

source: Static Lighting Sky
russian: Статическое освещение неба

source: Specify which kind of sky you want to use for static ambient in the referenced profile for active scene.
russian: Укажите, какой тип неба вы хотите использовать для статического окружения в указанном профиле активной сцены.

source: Static Lighting Background Clouds
russian: Статическое освещение фоновых облаков

source: Specify which kind of background clouds you want to use for static ambient in the referenced profile for active scene.
russian: Укажите, какой тип фоновых облаков вы хотите использовать для статического окружения в указанном профиле для активной сцены.

source: Static Lighting Volumetric Clouds
russian: Статическое освещение, объемные облака

source: Specify if volumetric clouds should be used for static ambient in the referenced profile for active scene.
russian: Укажите, следует ли использовать объемные облака для статического окружения в указанном профиле для активной сцены.

source: Backplate
russian: Задняя пластина

source: Enable the projection of the bottom of the CubeMap on a plane with a given shape ('Disc', 'Rectangle', 'Ellispe', 'Infinite')
russian: Включить проекцию нижней части CubeMap на плоскость заданной формы («Диск», «Прямоугольник», «Эллисп», «Бесконечный»).

source: Texture Rotation
russian: Вращение текстуры

source: Texture Offset
russian: Смещение текстуры

source: Point/Spot Shadow
russian: Точка/Точка Тень

source: Directional Shadow
russian: Направленная тень

source: Area Shadow
russian: Область Тень

source: Reset Color
russian: Сбросить цвет

source: Procedural
russian: процедурный

source: Flowmap
russian: Блок-схема

source: Surface Type
russian: Тип поверхности

source: Specifies the nature of the water body that the water system needs to simulate.
russian: Указывает характер водного объекта, который должна моделировать водная система.

source: Specifies the type of geometry used to render the water surface.
russian: Указывает тип геометрии, используемой для рендеринга поверхности воды.

source: Sets the geometry to use when rendering in quad and custom geometry type mode.The vertical position of the vertices will be overridden to keep the surface of water leveled.
russian: Устанавливает геометрию, используемую при рендеринге в режиме четырехугольника и пользовательского типа геометрии. Вертикальное положение вершин будет переопределено, чтобы поверхность воды оставалась выровненной.

source: Script Interactions
russian: Взаимодействие со сценарием

source: When enabled, HDRP will evaluate the water simulation on the CPU for C# script height requests. Enabling this will significantly increase the CPU cost of the feature.
russian: Если этот параметр включен, HDRP будет оценивать моделирование воды на ЦП для запросов высоты сценария C#. Включение этого параметра значительно увеличит затраты ЦП на эту функцию.

source: Full Resolution
russian: Полное разрешение

source: Specifies if the CPU simulation should be evaluated at full or half resolution. When in full resolution, the visual fidelity will be higher but the cost of the simulation will increase.
russian: Указывает, следует ли оценивать моделирование ЦП с полным или половинным разрешением. В полном разрешении визуальная точность будет выше, но стоимость моделирования увеличится.

source: Evaluate Ripples
russian: Оцените пульсацию

source: When enabled, HDRP replicates the ripples on the CPU side when evaluating the water simulation for script interaction. Including ripples will allow a higher visual fidelity but the cost of the simulation will increase.
russian: При включении HDRP копирует пульсации на стороне ЦП при оценке моделирования воды для взаимодействия со сценарием. Включение ряби обеспечит более высокую визуальную точность, но стоимость моделирования увеличится.

source: Time Multiplier
russian: Множитель времени

source: Sets the speed of the water simulation. This allows to slow down the wave's speed or to accelerate it.
russian: Устанавливает скорость моделирования воды. Это позволяет замедлить скорость волны или ускорить ее.

source: Water Mask
russian: Водная маска

source: Sets the texture used to attenuate or supress swell (red channel) and ripples (green channel) water frequencies.
russian: Устанавливает текстуру, используемую для ослабления или подавления волн (красный канал) и ряби (зеленый канал) частот воды.

source: Sets the texture used to attenuate or supress agitation (red channel) and ripples (green channel) water frequencies.
russian: Устанавливает текстуру, используемую для ослабления или подавления частот волнения (красный канал) и ряби (зеленый канал).

source: Sets the texture used to attenuate or supress ripples (red channel) water frequencies.
russian: Устанавливает текстуру, используемую для ослабления или подавления пульсаций (красный канал) частот воды.

source: Repetition Size
russian: Размер повторения

source: Controls the size of the water patch in meters. Larger values results in less visible repetion across the water surface. This parameter also affects the maximum amplitude of the swell frequency bands.
russian: Управляет размером водного участка в метрах. Большие значения приводят к менее заметному повторению на поверхности воды. Этот параметр также влияет на максимальную амплитуду полос частот нарастания.

source: Distant Wind Speed
russian: Удаленная скорость ветра

source: Controls the speed of the distant wind in kilometers per hour that blowed over the water surface for a long period of time. This indirectly controls the maximum amplitude and shape of the swell in a non-linear way.
russian: Управляет скоростью дальнего ветра в километрах в час, дующего над водной гладью в течение длительного периода времени. Это косвенно нелинейным образом контролирует максимальную амплитуду и форму зыби.

source: Distant Wind Orientation
russian: Удаленная ориентация ветра

source: Sets the orientation of distant wind in degrees in a counterclockwise fashion relative to the X world vector. This parameter only affects the swell with a chaos value inferior to one.
russian: Устанавливает ориентацию дальнего ветра в градусах против часовой стрелки относительно мирового вектора X. Этот параметр влияет только на волны со значением хаоса меньше единицы.

source: Chaos
russian: Хаос

source: Controls how directional the swell is. The lower the value, the more the swell waves are traveling in the Distant Wind Orientation.
russian: Управляет направлением волны. Чем ниже значение, тем больше волны зыби движутся в направлении дальнего ветра.

source: Sets the properties of the current for the swell. This current translates the swell at a constant speed in a given direction.
russian: Устанавливает свойства течения для зыби. Этот ток перемещает волну с постоянной скоростью в заданном направлении.

source: Sets the speed of the current for the swell in kilometers per hour. This current translates the swell at a constant speed in a given direction.
russian: Устанавливает скорость течения для зыби в километрах в час. Этот ток перемещает волну с постоянной скоростью в заданном направлении.

source: Orient
russian: Восток

source: Sets the orientation of the current for the swell in degrees in a counterclockwise fashion relative to the X world vector.
russian: Устанавливает ориентацию тока для волны в градусах против часовой стрелки относительно мирового вектора X.

source: Total Amplitude
russian: Общая амплитуда

source: Displays the current maximum amplitude of the swell. This is the sum of the first and second frequency bands.
russian: Отображает текущую максимальную амплитуду зыби. Это сумма первой и второй полос частот.

source: Amplitude Dimmer
russian: Амплитудный диммер

source: Controls the attenuation of amplitude on the first frequency band of the swell.
russian: Управляет затуханием амплитуды в первой полосе частот зыби.

source: Controls the attenuation of amplitude on the second frequency band of the swell.
russian: Управляет затуханием амплитуды во второй полосе частот зыби.

source: When enabled, HDRP starts fading the contribution of this frequency band over a given range. This helps reduce the aliasing artifacts at a distance.
russian: При включении HDRP начинает уменьшать вклад этой полосы частот в заданном диапазоне. Это помогает уменьшить артефакты сглаживания на расстоянии.

source: Max Amplitude
russian: Макс. амплитуда

source: Displays the current maximum amplitude of this frequency band.
russian: Отображает текущую максимальную амплитуду этого диапазона частот.

source: Controls the size of the water patch in meters. Larger values results in less visible repetion across the water surface. This parameter also affects the maximum amplitude of the agitation frequency bands.
russian: Управляет размером водного участка в метрах. Большие значения приводят к менее заметному повторению на поверхности воды. Этот параметр также влияет на максимальную амплитуду полос частот возбуждения.

source: Controls the speed of the distant wind in kilometers per hour that blowed over the water surface for a long period of time. This indirectly controls the maximum amplitude and shape of the agitation in a non-linear way.
russian: Управляет скоростью дальнего ветра в километрах в час, дующего над водной гладью в течение длительного периода времени. Это косвенно регулирует максимальную амплитуду и форму возбуждения нелинейным образом.

source: Sets the orientation of distant wind in degrees in a counterclockwise fashion relative to the X world vector. This parameter only affects the agitation with a chaos value inferior to one.
russian: Устанавливает ориентацию дальнего ветра в градусах против часовой стрелки относительно мирового вектора X. Этот параметр влияет только на возбуждение со значением хаоса меньше единицы.

source: Controls how directional the agitation is. The lower the value, the more the agitation waves are traveling in the Distant Wind Orientation.
russian: Контролирует направленность возбуждения. Чем ниже значение, тем больше волн возбуждения распространяются в направлении удаленного ветра.

source: Controls the attenuation of amplitude on the frequency band of the agitation.
russian: Управляет затуханием амплитуды в полосе частот возбуждения.

source: Displays the current maximum amplitude of the agitaion.
russian: Отображает текущую максимальную амплитуду возбуждения.

source: Sets the distance in meters at which HDRP starts fading the contribution of this frequency band.
russian: Устанавливает расстояние в метрах, на котором HDRP начинает затухать вклад этой полосы частот.

source: Sets the length in meters during which HDRP fades out the contribution of this frequency band.
russian: Устанавливает длину в метрах, в течение которой HDRP затухает вклад этой полосы частот.

source: Ripples
russian: Рябь

source: When enabled, the Water System allows you to simulate and render ripples. The frequency range is not affected by the swell/agitation parameters.
russian: Если эта функция включена, система водоснабжения позволяет моделировать и визуализировать рябь. На диапазон частот не влияют параметры набухания/перемешивания.

source: Local Wind Speed
russian: Местная скорость ветра

source: Controls the speed of the local wind in kilometers per hour that is blowing over the water surface. This indirectly controls the maximum amplitude and shape of the ripples in a non-linear way.
russian: Управляет скоростью местного ветра в километрах в час, дующего над водной поверхностью. Это косвенно контролирует максимальную амплитуду и форму пульсаций нелинейным образом.

source: Local Wind Orientation
russian: Местная ориентация ветра

source: Specifies if the Local Wind Orientation is inherited from the swell's Distant Wind Orientation or set independently. Sets the orientation of local wind in degrees in a counterclockwise fashion relative to the X world vector. This parameter only affects the ripples with a chaos value inferior to one.
russian: Указывает, наследуется ли локальная ориентация ветра от удаленной ориентации ветра зыби или задается независимо. Устанавливает ориентацию местного ветра в градусах против часовой стрелки относительно мирового вектора X. Этот параметр влияет только на рябь со значением хаоса меньше единицы.

source: Specifies if the Local Wind Orientation is inherited from the agitation's Distant Wind Orientation or set independently. Sets the orientation of local wind in degrees in a counterclockwise fashion relative to the X world vector. This parameter only affects the ripples with a chaos value inferior to one.
russian: Указывает, наследуется ли локальная ориентация ветра от удаленной ориентации ветра возбуждения или устанавливается независимо. Устанавливает ориентацию местного ветра в градусах против часовой стрелки относительно мирового вектора X. Этот параметр влияет только на рябь со значением хаоса меньше единицы.

source: Sets the orientation of local wind in degrees in a counterclockwise fashion relative to the X world vector. This parameter only affects the ripples with a chaos value inferior to one.
russian: Устанавливает ориентацию местного ветра в градусах против часовой стрелки относительно мирового вектора X. Этот параметр влияет только на рябь со значением хаоса меньше единицы.

source: Controls how directional the ripples are. The lower the value, the more the ripples are traveling in the Local Wind Orientation.
russian: Управляет направлением пульсаций. Чем ниже значение, тем больше ряби распространяется в направлении местного ветра.

source: Specifies if the ripples Current Orientation is inherited from the swell's Current Orientation or set independently.
russian: Указывает, наследуется ли текущая ориентация ряби от текущей ориентации волн или задается независимо.

source: Specifies if the ripples Current Orientation is inherited from the agitation's Current Orientation or set independently.
russian: Указывает, наследуется ли текущая ориентация пульсаций от текущей ориентации возбуждения или устанавливается независимо.

source: Sets the properties of the current for the ripples. This current translates the swell at a constant speed in a given direction.
russian: Устанавливает свойства тока для пульсаций. Этот ток перемещает волну с постоянной скоростью в заданном направлении.

source: Sets the speed of the current for the ripples in kilometers per hour. This current translates the ripples at a constant speed in a given direction.
russian: Устанавливает скорость течения для ряби в километрах в час. Этот ток перемещает пульсации с постоянной скоростью в заданном направлении.

source: Sets the orientation of the current for the ripples in degrees in a counterclockwise fashion relative to the X world vector.
russian: Устанавливает ориентацию тока для пульсаций в градусах против часовой стрелки относительно мирового вектора X.

source: Custom Material
russian: Пользовательский материал

source: Sets a custom material that will be used to render the water surface. If set to None a default material is used.
russian: Устанавливает пользовательский материал, который будет использоваться для рендеринга поверхности воды. Если установлено значение «Нет», используется материал по умолчанию.

source: Controls the smoothness when the water is closer than the smoothness Fade Start value.
russian: Управляет плавностью, когда уровень воды ближе, чем значение плавности Fade Start.

source: Distant
russian: Далекий

source: Controls the smoothness when the water is further than the smoothness Fade Start + Fade Distance values.
russian: Управляет плавностью, когда уровень воды превышает значения плавности Fade Start + Fade Distance.

source: Specifies the range over which the smoothness is interpolated from close to distant.
russian: Указывает диапазон, в котором интерполируется плавность от близкого к отдаленному.

source: Sets the distance in meters at which HDRP starts interpolating the smoothness value for the water surface.
russian: Устанавливает расстояние в метрах, на котором HDRP начинает интерполировать значение гладкости водной поверхности.

source: Sets the length in meters during which HDRP interpolates the smoothness value for the water surface.
russian: Устанавливает длину в метрах, в течение которой HDRP интерполирует значение гладкости водной поверхности.

source: Amplitude
russian: Амплитуда

source: Sets the normalized (between 0.0 and 1.0) amplitude of each simulation band (from lower to higher frequencies).
russian: Устанавливает нормализованную (от 0,0 до 1,0) амплитуду каждой полосы моделирования (от более низких частот к более высоким).

source: Choppiness
russian: изменчивость

source: Sets the choppiness factor the waves. Higher values combined with high wind speed may introduce visual artifacts.
russian: Устанавливает коэффициент изменчивости волн. Более высокие значения в сочетании с высокой скоростью ветра могут привести к появлению визуальных артефактов.

source: Sets the color that is used to simulate the under-water refraction.
russian: Устанавливает цвет, используемый для имитации подводной рефракции.

source: Maximum Distance
russian: Максимальное расстояние

source: Controls the maximum distance in meters used to clamp the under water refraction depth. Higher value increases the distortion amount.
russian: Управляет максимальным расстоянием в метрах, используемым для фиксации глубины преломления под водой. Более высокое значение увеличивает величину искажений.

source: Absorption Distance
russian: Расстояние поглощения

source: Controls the approximative distance in meters that the camera can perceive through a water surface. This distance can vary widely depending on the intensity of the light the object receives.
russian: Управляет приблизительным расстоянием в метрах, которое камера может воспринимать через поверхность воды. Это расстояние может широко варьироваться в зависимости от интенсивности света, который получает объект.

source: Ambient Term
russian: Окружающий срок

source: Controls the intensity of the ambient scattering term. This can be adjusted for artistic purposes.
russian: Управляет интенсивностью рассеяния окружающей среды. Это можно настроить в художественных целях.

source: Height Term
russian: Высота Термин

source: Controls the intensity of the height based scattering. The higher the vertical displacement, the more the water receives scattering. This can be adjusted for artistic purposes.
russian: Управляет интенсивностью рассеяния по высоте. Чем выше вертикальное смещение, тем больше рассеивается вода. Это можно настроить в художественных целях.

source: Displacement Term
russian: Срок смещения

source: Controls the intensity of the displacement based scattering. The bigger horizontal displacement, the more the water receives scattering. This can be adjusted for artistic purposes.
russian: Управляет интенсивностью рассеяния на основе смещения. Чем больше горизонтальное смещение, тем больше рассеивается вода. Это можно настроить в художественных целях.

source: Direct Light Tip Term
russian: Срок действия совета по прямому освещению

source: Controls the intensity of the direct light scattering on the tip of the waves. The effect is more perceivable at grazing angles.
russian: Управляет интенсивностью прямого рассеяния света на кончиках волн. Эффект более заметен под углами скольжения.

source: Direct Light Body Term
russian: Термин «Тело прямого света»

source: Controls the intensity of the direct light scattering on the body of the waves. The effect is more perceivable at grazing angles.
russian: Управляет интенсивностью прямого рассеяния света на теле волны. Эффект более заметен под углами скольжения.

source: Caustics
russian: Каустика

source: When enabled, the water surface will render caustics.
russian: Если этот параметр включен, поверхность воды будет отображать каустику.

source: Virtual Plane Distance
russian: Расстояние виртуальной плоскости

source: Sets the distance at which the simulated caustics are projected. High values generate sharper caustics but can cause artefacts. The larger the waves are, the further the plane distance should be to obtain sharp caustics.
russian: Устанавливает расстояние, на которое проецируются моделируемые каустики. Высокие значения создают более резкую каустику, но могут вызвать артефакты. Чем больше волны, тем дальше должно быть расстояние между плоскостями, чтобы получить резкие каустики.

source: Simulation Band
russian: Группа моделирования
