Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: The HDR Cubemap Encoding scheme you have selected requires OpenGL ES 3.0 or Vulkan. Navigate to 'Android Player Settings' > 'Rendering' and disable the OpenGL ES 2 API.
russian: Для выбранной вами схемы кодирования HDR Cubemap требуется OpenGL ES 3.0 или Vulkan. Перейдите в «Настройки Android Player» > «Рендеринг» и отключите API OpenGL ES 2.

source: Clamp BlendShapes (Deprecated)*
russian: Зафиксировать BlendShapes (устарело)*

source: If set, the range of BlendShape weights in SkinnedMeshRenderers will be clamped.
russian: Если установлено, диапазон весов BlendShape в SkinnedMeshRenderers будет ограничен.

source: Virtual Texturing (Experimental)*
russian: Виртуальное текстурирование (экспериментальное)*

source: Enable Virtual Texturing. This feature is experimental and not ready for production use. Changing this value requires an Editor restart.
russian: Включите виртуальное текстурирование. Эта функция является экспериментальной и не готова к промышленному использованию. Изменение этого значения требует перезапуска редактора.

source: The current target platform does not support Virtual Texturing. To build for this platform, uncheck Enable Virtual Texturing.
russian: Текущая целевая платформа не поддерживает виртуальное текстурирование. Чтобы выполнить сборку для этой платформы, снимите флажок «Включить виртуальное текстурирование».

source: The target graphics API does not support Virtual Texturing. To target compatible graphics APIs, uncheck 'Auto Graphics API', and remove OpenGL ES 2/3 and OpenGLCore.
russian: Целевой графический API не поддерживает виртуальное текстурирование. Чтобы настроить совместимые графические API, снимите флажок «Автографический API» и удалите OpenGL ES 2/3 и OpenGLCore.

source: The target Windows graphics API does not support Virtual Texturing. To target compatible graphics APIs, uncheck 'Auto Graphics API for Windows', and remove OpenGL ES 2/3 and OpenGLCore.
russian: Целевой графический API Windows не поддерживает виртуальное текстурирование. Чтобы настроить совместимые графические API, снимите флажок «API автоматической графики для Windows» и удалите OpenGL ES 2/3 и OpenGLCore.

source: The target Mac graphics API does not support Virtual Texturing. To target compatible graphics APIs, uncheck 'Auto Graphics API for Mac', and remove OpenGLCore.
russian: Целевой графический API Mac не поддерживает виртуальное текстурирование. Чтобы использовать совместимые графические API, снимите флажок «API автоматической графики для Mac» и удалите OpenGLCore.

source: The target Linux graphics API does not support Virtual Texturing. To target compatible graphics APIs, uncheck 'Auto Graphics API for Linux', and remove OpenGLCore.
russian: Целевой графический API Linux не поддерживает виртуальное текстурирование. Чтобы использовать совместимые графические API, снимите флажок «API автоматической графики для Linux» и удалите OpenGLCore.

source: Shader precision model*
russian: Модель точности шейдера*

source: Mobile targets prefer lower precision by default to improve performance, but your rendering pipeline may prefer full precision by default and to optimize against lower precision cases explicitly.
russian: Мобильные цели по умолчанию предпочитают более низкую точность для повышения производительности, но ваш конвейер рендеринга может предпочитать полную точность по умолчанию и явно оптимизировать случаи с более низкой точностью.

source: Use platform defaults for sampler precision
russian: Используйте настройки платформы по умолчанию для точности пробоотборника

source: Use full sampler precision by default, lower precision explicitly declared
russian: По умолчанию используется полная точность сэмплера, более низкая точность явно объявлена.

source: 360 Stereo Capture*
russian: Стереосъемка 360°*

source: Force SRGB blit
russian: Принудительно SRGB блит

source: Force SRGB blit for Linear color space.
russian: Принудительно использовать SRGB для линейного цветового пространства.

source: Not applicable for this platform.
russian: Не применимо для этой платформы.

source: Load/Store Action Debug Mode
russian: Режим отладки действия загрузки/сохранения

source: Initializes Framebuffer such that errors in the load/store actions will be visually apparent. (Removed in Release Builds)
russian: Инициализирует Framebuffer таким образом, чтобы ошибки в действиях загрузки/сохранения были визуально очевидны. (Удален в релизных сборках)

source: Editor Only
russian: Только редактор

source: Load/Store Action Debug Mode will only affect the Editor
russian: Режим отладки действий загрузки/сохранения влияет только на редактор.

source: Allow HDR Display Output*
russian: Разрешить вывод изображения HDR*

source: Checks if the display supports HDR and if it does, switches to HDR output at the start of the application.
russian: Проверяет, поддерживает ли дисплей HDR, и если поддерживает, переключается на вывод HDR при запуске приложения.

source: The active Render Pipeline does not have HDR enabled. Enable HDR in the Render Pipeline Asset to see the changes.
russian: В активном конвейере рендеринга HDR не включен. Включите HDR в активе Render Pipeline, чтобы увидеть изменения.

source: Changed Batching Settings
russian: Изменены настройки пакетной обработки

source: Changed Graphics API Settings
russian: Изменены настройки графического API.

source: Changed Scripting Define Settings
russian: Изменены настройки определения сценариев

source: Changed Graphics Jobs Setting
russian: Изменены настройки графических заданий

source: Changed Graphics Job Mode Setting
russian: Изменены настройки режима графического задания.

source: Changing the color space may take a significant amount of time.
russian: Изменение цветового пространства может занять значительное время.

source: Changed Shader Chunk Size Platform Setting
russian: Изменены настройки платформы размера фрагмента шейдера.

source: Changed Shader Chunk Count Platform Setting
russian: Изменены настройки платформы подсчета блоков шейдера.

source: Changed Shader Chunk Size Default Setting
russian: Изменена настройка размера фрагмента шейдера по умолчанию.

source: Changed Shader Chunk Count Default Setting
russian: Изменена настройка по умолчанию для количества блоков шейдера.

source: Scripting define symbols setting modified
russian: Изменены настройки сценариев определения символов.

source: Suppress common warnings setting modified
russian: Изменена настройка «Подавить общие предупреждения».

source: Allow 'unsafe' code setting modified
russian: Изменена настройка разрешения «небезопасного» кода.

source: API Compatibility level modified
russian: Уровень совместимости API изменен.

source: Use deterministic compilation modified
russian: Использовать модифицированную детерминированную компиляцию

source: Additional compiler arguments modified
russian: Изменены дополнительные аргументы компилятора.

source: Active build target group modified
russian: Целевая группа активной сборки изменена

source: Preset changed
russian: Предустановка изменена

source: Native
russian: Родной

source: Application Bundle Version
russian: Версия пакета приложения

source: Use OS Auto Rotation
russian: Используйте автоматическую ротацию ОС

source: Allowed Auto Rotate To Portrait
russian: Разрешен автоматический поворот в портретную ориентацию

source: Allowed Auto Rotate To Portrait Upside Down
russian: Разрешен автоматический поворот в перевернутый портрет

source: Allowed Auto Rotate To Landscape Right
russian: Разрешен автоматический поворот вправо в альбомную ориентацию

source: Allowed Auto Rotate To Landscape Left
russian: Разрешен автоматический поворот в альбомную ориентацию влево

source: Use 32 Bit Display Buffer
russian: Использовать 32-битный буфер отображения

source: Require ES31
russian: Требовать ES31

source: Require ES31AEP
russian: Требуется ES31AEP

source: Require ES32
russian: Требовать ES32

source: Auto Graphics API {0}
russian: API автоматической графики {0}

source: (not supported on this platform)
russian: (не поддерживается на этой платформе)

source: Log Obj C Uncaught Exceptions
russian: Записывать неперехваченные исключения Obj Obj C

source: Enable Crash Report API
russian: Включить API отчетов о сбоях

source: Force SRGB Blit
russian: Форсировать SRGB Блит

source: Metal Force Hard Shadows
russian: Твердые тени Metal Force

source: Skin On GPU
russian: Скин на графическом процессоре

source: Swap Chain Bit Depth
russian: Битовая глубина цепочки обмена

source: Affects the bit depth of the final swap chain format and color space.
russian: Влияет на разрядность конечного формата цепочки подкачки и цветового пространства.

source: Bit Depth 10
russian: Битовая глубина 10

source: Bit Depth 16
russian: Битовая глубина 16

source: Override Default Bundle Identifier
russian: Переопределить идентификатор пакета по умолчанию

source: GC Incremental
russian: Инкрементный сбор мусора

source: Mac URL Schemes
russian: Схемы URL-адресов Mac

source: Enable 360 Stereo Capture
russian: Включить панорамный стереозахват

source: Not selected.
russian: Не выбрано.

source: Default Icon
russian: Значок по умолчанию

source: Prerendered Icon
russian: Предварительно визуализированная иконка

source: Changed Icon
russian: Измененная иконка

source: Override for {0}
russian: Переопределить для {0}

source: No templates found.
russian: Шаблоны не найдены.

source: Animation
russian: Анимация

source: Background color when no background image is used.
russian: Цвет фона, когда фоновое изображение не используется.

source: Background Image
russian: Фоновое изображение

source: Image to be used in landscape and portrait (when portrait image is not set).
russian: Изображение для использования в альбомной и портретной ориентации (если портретное изображение не установлено).

source: Alternate Portrait Image*
russian: Альтернативное портретное изображение*

source: Optional image to be used in portrait mode.
russian: Дополнительное изображение для использования в портретном режиме.

source: Background*
russian: Фон*

source: Background Zoom
russian: Фоновое масштабирование

source: Blur Background Image
russian: Размытие фонового изображения

source: Cancel Preview
russian: Отменить предварительный просмотр

source: Application Config Dialog Banner
russian: Баннер диалогового окна конфигурации приложения

source: Application Config Dialog Banner is deprecated and will be removed in future versions.
russian: Баннер диалогового окна конфигурации приложения устарел и будет удален в будущих версиях.

source: Logo Duration
russian: Продолжительность логотипа

source: The time the logo will be shown for.
russian: Время, в течение которого будет отображаться логотип.

source: Logos*
russian: Логотипы*

source: Logo Zoom
russian: Логотип Увеличить

source: Overlay Opacity
russian: Непрозрачность наложения

source: Overlay strength applied to improve logo visibility.
russian: Сила наложения применяется для улучшения видимости логотипа.

source: Preview the splash screen in the game view.
russian: Предварительный просмотр заставки в игровом представлении.

source: Show Unity Logo
russian: Показать логотип Unity

source: Show Splash Screen
russian: Показать заставку

source: Splash Style
russian: Всплеск Стиль

source: Splash Screen
russian: Заставка

source: Splash Image
russian: Заставка

source: Virtual Reality Splash Image
russian: Заставка виртуальной реальности

source: Splash Screen Logo Style
russian: Стиль логотипа заставки

source: Splash Screen Animation
russian: Анимация заставки

source: Splash Screen Draw Mode
russian: Режим рисования заставки

source: Splash Screen Blur Background
russian: Размытие фона заставки экрана

source: Prefab has missing scripts. Open Prefab to fix the issue.
russian: В префабе отсутствуют скрипты. Откройте Prefab, чтобы устранить проблему.

source: Prefab has missing SerializeReference Types. Open Prefab to fix the issue. Changing the Prefab directly will cause those types to be lost.
russian: В префабе отсутствуют типы SerializeReference. Откройте Prefab, чтобы устранить проблему. Изменение префаба напрямую приведет к потере этих типов.

source: Some of the selected Prefabs have missing scripts and needs to be fixed before editing them. Click to Open Prefab to fix the issue.
russian: В некоторых из выбранных префабов отсутствуют скрипты, и их необходимо исправить перед их редактированием. Нажмите «Открыть префаб», чтобы устранить проблему.

source: Saving has failed. Check the Console window to get more insight into what needs to be fixed on the Prefab Asset. Open Prefab to fix the issue.
russian: Сохранение не удалось. Проверьте окно консоли, чтобы получить более подробную информацию о том, что необходимо исправить в активе префаба. Откройте префаб, чтобы устранить проблему.

source: Variant Parent
russian: Вариант родителя

source: Prefab Assets
russian: Сборные активы

source: Prefab Asset
russian: Сборный актив

source: Saving Failed
russian: Сохранение не удалось

source: Check the Console window to get more insight into what needs to be fixed on the Prefab Asset. You can open Prefab Mode to fix any issues on child GameObjects
russian: Проверьте окно консоли, чтобы получить более подробную информацию о том, что необходимо исправить в префаб-активе. Вы можете открыть режим префаба, чтобы исправить любые проблемы на дочерних игровых объектах.

source: The root of the Prefab Variant hierarchy
russian: Корень иерархии вариантов префаба

source: Current
russian: Текущий

source: The currently selected Prefab
russian: Текущий выбранный префаб

source: Variant Family of
russian: Вариант семейства

source: Ancestors
russian: Предки

source: No results
russian: Нет результатов

source: This Prefab doesn't have any children. Prefab Variants created from this Prefab will be listed here.
russian: У этого префаба нет дочерних элементов. Варианты префаба, созданные на основе этого префаба, будут перечислены здесь.

source: Replace and Keep Overrides
russian: Заменить и сохранить переопределения

source: Reconnect Prefab
russian: Повторное подключение префаба

source: Replace and Reconnect Prefab
russian: Замените и повторно соедините сборный элемент

source: Add as Child
russian: Добавить как дочерний

source: Overriden properties cannot be applied or reverted when in Animation Mode. Disable Animation Mode and try again.
russian: Переопределенные свойства невозможно применить или отменить в режиме анимации. Отключите режим анимации и повторите попытку.

source: Cannot apply property override to Prefab
russian: Невозможно применить переопределение свойств к префабу.

source: Cannot revert property override
russian: Невозможно отменить переопределение свойства.

source: Cannot apply default-override property
russian: Невозможно применить свойство переопределения по умолчанию

source: Default-override properties are protected from being applied or reverted.
russian: Свойства переопределения по умолчанию защищены от применения или возврата.

source: Cannot apply reference to object in scene
russian: Невозможно применить ссылку на объект в сцене

source: A reference to an object in the scene cannot be applied to the Prefab asset.
russian: Ссылку на объект в сцене нельзя применить к ресурсу Prefab.

source: Mismatching Objects
russian: Несовпадающие объекты

source: Cannot apply SerializeReference field since the Prefab instance is referencing a new object compared to the Prefab Asset. This means that the changes from the Prefab Asset cannot be merged back to the Prefab instance. You can apply the root of the field or the entire component
russian: Невозможно применить поле SerializeReference, так как экземпляр Prefab ссылается на новый объект по сравнению с активом Prefab. Это означает, что изменения из актива Prefab не могут быть объединены обратно в экземпляр Prefab. Вы можете применить корень объекта Prefab. поле или весь компонент

source: Mismatching Types
russian: Несовпадающие типы

source: Cannot apply a SerializeReference sub field when the type from the Prefab instance is different from the Prefab Asset. You can apply the root of the field or the entire component
russian: Невозможно применить подполе SerializeReference, если тип экземпляра Prefab отличается от актива Prefab. Вы можете применить корень поля или весь компонент.

source: Cannot revert a single SerializeReference field since the Prefab instance is referencing a new object compared to the Prefab Asset. This means that the entire object is considered an override, cannot revert parts of it. You can revert the root of the serialized reference or the entire component.
russian: Невозможно вернуть одно поле SerializeReference, так как экземпляр Prefab ссылается на новый объект по сравнению с активом Prefab. Это означает, что весь объект считается переопределением, его части нельзя вернуть. Вы можете вернуть корень сериализованная ссылка или весь компонент.

source: Cannot revert a parts of a SerializeReference property since the Prefab instance is referencing a different type compared to the Prefab Asset. You can revert the root of the serialized reference or the entire component.
russian: Невозможно восстановить части свойства SerializeReference, так как экземпляр Prefab ссылается на другой тип по сравнению с активом Prefab. Вы можете вернуть корень сериализованной ссылки или весь компонент.

source: Can't apply added component {0} because it depends on {1}.
russian: Невозможно применить добавленный компонент {0}, поскольку он зависит от {1}.

source: Can't apply added component
russian: Невозможно применить добавленный компонент

source: Notice!
russian: Уведомление!

source: Some component(s) changed position because of other added components in the variant/nesting chain.
russian: Некоторые компоненты изменили положение из-за добавления других компонентов в цепочку вариантов/вложений.

source: Can't revert added component {0} because {1} depends on it.
russian: Невозможно вернуть добавленный компонент {0}, поскольку от него зависит {1}.

source: Can't revert added component
russian: Невозможно вернуть добавленный компонент

source: Can't apply removed component {0} because {1} component in the Prefab Asset depends on it.
russian: Невозможно применить удаленный компонент {0}, поскольку от него зависит компонент {1} в активе сборного объекта.

source: Can't apply removed component
russian: Невозможно применить удаленный компонент

source: Can't revert removed component {0} because it depends on {1}.
russian: Невозможно вернуть удаленный компонент {0}, поскольку он зависит от {1}.

source: Can't revert removed component
russian: Невозможно вернуть удаленный компонент

source: Apply as Override in Prefab '{0}'
russian: Применить как переопределение в префабе '{0}'

source: Apply to Prefab '{0}'
russian: Применить к префабу '{0}'

source: Prefabs
russian: Префабы

source: The version control requires you to check out the {0} before saving changes.
russian: Система контроля версий требует, чтобы вы извлекли {0} перед сохранением изменений.

source: The version control requires you to check out the {0} before applying changes.
russian: Система контроля версий требует, чтобы вы извлекли {0} перед применением изменений.

source: Could not save {0}
russian: Не удалось сохранить {0}

source: Could not apply to {0}
russian: Не удалось подать заявку на {0}

source: It was not possible to check out the {0} so the save operation has been canceled.
russian: Не удалось извлечь {0}, поэтому операция сохранения была отменена.

source: It was not possible to check out the {0} so the apply operation has been canceled.
russian: Не удалось извлечь {0}, поэтому операция применения была отменена.

source: {0} depends on {1}
russian: {0} зависит от {1}

source: {0} is depended on by {1}
russian: От {0} зависит {1}

source: Can't apply selected overrides
russian: Невозможно применить выбранные переопределения

source: Can't apply selected overrides due to dependencies with non-selected overrides:
russian: Невозможно применить выбранные переопределения из-за зависимостей с невыбранными переопределениями:

source: Can't revert selected overrides
russian: Невозможно отменить выбранные переопределения

source: Can't revert selected overrides due to dependencies with non-selected overrides.
russian: Невозможно отменить выбранные переопределения из-за зависимостей с невыбранными переопределениями.

source: Check for unused overrides
russian: Проверьте наличие неиспользуемых переопределений

source: No unused overrides were found.
russian: Неиспользованных переопределений не обнаружено.

source: Remove unused overrides?
russian: Удалить неиспользуемые переопределения?

source: Details will be written to the Editor log.
russian: Подробности будут записаны в журнал редактора.

source: Used overrides count
russian: Количество использованных переопределений

source: Do you want to remove {0} unused overrides from {1} Prefab instances?
russian: Хотите удалить {0} неиспользуемых переопределений из {1} экземпляров Prefab?

source: Do you want to remove 1 unused override from {0} Prefab instances?
russian: Хотите удалить 1 неиспользуемое переопределение из {0} экземпляров Prefab?

source: Do you want to remove {0} unused overrides from '{1}'?
russian: Вы хотите удалить {0} неиспользуемых переопределений из '{1}'?

source: Do you want to remove 1 unused override from '{0}'?
russian: Вы хотите удалить 1 неиспользуемое переопределение из '{0}'?

source: Revert All
russian: Восстановить все

source: Revert all overrides.
russian: Отменить все переопределения.

source: Revert Selected
russian: Восстановить выбранное

source: Revert selected overrides.
russian: Отменить выбранные переопределения.

source: Apply All
russian: Применить все

source: Apply all overrides to Prefab source '{0}'.
russian: Примените все переопределения к источнику префаба «{0}».

source: Apply Selected
russian: Применить выбранное

source: Apply selected overrides to Prefab source '{0}'.
russian: Применить выбранные переопределения к источнику префаба «{0}».

source: Apply All to Prefab Variant parent
russian: Применить все к родительскому варианту сборного варианта

source: Apply all overrides to Prefab Variant parent '{0}'.
russian: Примените все переопределения к родительскому элементу варианта префаба «{0}».

source: Apply Selected to Prefab Variant parent
russian: Применить выбранное к родительскому варианту сборного варианта

source: Apply selected overrides to Prefab Variant parent '{0}'.
russian: Применить выбранные переопределения к родительскому варианту префаба «{0}».

source: Review, Revert or Apply Overrides
russian: Просмотр, откат или применение переопределений

source: Review or Revert Overrides
russian: Просмотр или отмена переопределений

source: No overrides
russian: Никаких переопределений

source: on
russian: на

source: in
russian: в

source: Unused overrides
russian: Неиспользуемые переопределения

source: There are no overrides that can be applied to Prefab source '{0}'.
russian: К источнику префаба "{0}" нельзя применить переопределения.

source: There are no overrides that can be reverted.
russian: Нет переопределений, которые можно было бы отменить.

source: Multiple Prefabs selected. Cannot show overrides.
russian: Выбрано несколько префабов. Невозможно отобразить переопределения.

source: Multiple Prefabs selected. Cannot show overrides. Applying is not possible for one or more Prefabs. Select individual Prefabs for details.
russian: Выбрано несколько префабов. Невозможно отобразить переопределения. Применение невозможно для одного или нескольких префабов. Для получения подробной информации выберите отдельные префабы.

source: Applying to a Model Prefab is not possible.
russian: Применение к префабу модели невозможно.
