Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Active Color Space
russian: Активное цветовое пространство

source: Metal Framebuffer Only
russian: Только металлический фреймбуфер

source: Shader Variant Collection
russian: Коллекция вариантов шейдеров

source: Enlighten Vertex Stream
russian: Просветить вершинный поток

source: Strip Unused Mesh Components
russian: Удаление неиспользуемых компонентов сетки

source: Rect
russian: Прямой

source: Max Distance
russian: Макс. расстояние

source: Tag
russian: Ярлык

source: Discard Local Changes
russian: Отменить локальные изменения

source: UseHDR
russian: ИспользуйтеHDR

source: Packed Sprites
russian: Упакованные спрайты

source: Max Chunks
russian: Макс Чанкс

source: Axes
russian: Топоры

source: Asset Store Ref
russian: Ссылка на магазин активов

source: String Tag Map
russian: Карта строковых тегов

source: Android Default Window Width
russian: Ширина окна Android по умолчанию

source: Resizable Window
russian: Изменение размера окна

source: HasPRO Version
russian: Версия HasPRO

source: Texture Dimension
russian: Размер текстуры

source: Current Key State
russian: Текущее ключевое состояние

source: Transform
russian: Трансформировать

source: Ray Tracing Shader Resource
russian: Ресурс по шейдерам трассировки лучей

source: Childs
russian: Чайлдс

source: End RevisionID
russian: Конец идентификатора ревизии

source: Android Validate App Bundle Size
russian: Android проверяет размер пакета приложений

source: Init Material
russian: Инициальный материал

source: Mixed Light Count
russian: Смешанное количество света

source: FileID
russian: Идентификатор файла

source: Preloaded Assets
russian: Предварительно загруженные ресурсы

source: IOS Launch Screeni Pad Image
russian: Изображение экрана запуска IOS Screeni Pad

source: SelectedWSA Build And Run Deploy Target
russian: Цель сборки и запуска SelectedWSA для развертывания

source: Default Name
russian: Имя по умолчанию

source: Baked Reflection Probes
russian: Зонды запеченного отражения

source: Force Internet Permission
russian: Принудительное разрешение Интернета

source: Dependent Assets
russian: Зависимые активы

source: Baked Reflection Probe Cubemap Cache Files
russian: Файлы кэша кубической карты запеченного зонда отражения

source: Ordered Transitions
russian: Упорядоченные переходы

source: Path Name
russian: Имя пути

source: Is Static
russian: статичен

source: Component
russian: Компонент

source: Sorting LayerID
russian: Сортировка LayerID

source: Buffer
russian: Буфер

source: Lod Bias
russian: Лод Биас

source: Build Target Group Load Store Debug Mode Settings
russian: Создать целевую группу, загрузить настройки режима отладки хранилища

source: Metro Certificate Subject
russian: Тема сертификата метро

source: Color Space
russian: Цветовое пространство

source: Lightmap Keep Subtractive
russian: Световая карта остается субтрактивной

source: Vector Members
russian: Векторные члены

source: Varname
russian: Варнаме

source: PSD Remove Matte
russian: PSD Удалить подложку

source: Post Edit Selection
russian: Выбор публикации для редактирования

source: Build Target GroupHDR Cubemap Encoding Quality
russian: Построить целевую группу: Качество кодирования кубической карты HDR

source: Enable Compatible Format
russian: Включить совместимый формат

source: Revision Id
russian: Идентификатор редакции

source: Guid
russian: Руководство

source: Hmi Log Startup Timing
russian: Время запуска журнала HMI

source: Sign Package
russian: Подписать пакет

source: Slopes
russian: Склоны

source: Ambient Probe
russian: Датчик окружающей среды

source: RendererI Ds
russian: РендерерИ Дс

source: TvOS Large Icon Layers
russian: Слои больших значков TVOS

source: Serialized Classes
russian: Сериализованные классы

source: Light Probes
russian: Световые зонды

source: Probe Occlusion Light Index
russian: Индекс окклюзии зонда

source: Override Default Application Identifier
russian: Переопределить идентификатор приложения по умолчанию

source: Name File Id Table
russian: Таблица идентификаторов файлов имен

source: Build Target Batching
russian: Создание целевого пакетирования

source: Identifier
russian: Идентификатор

source: Indirect Specular Color
russian: Косвенный зеркальный цвет

source: Android Minify Debug
russian: Отладка минимизации Android

source: Color Format
russian: Цветовой формат

source: Flare Strength
russian: Сила вспышки

source: Texture Rect
russian: Текстура Прямоугольник

source: Col Count
russian: Кол-во кол

source: Strip Engine Code
russian: Полоса кода двигателя

source: Size Renderers
russian: Рендереры размера

source: PVR Sample Count
russian: Количество выборок PVR

source: Metro Tile Short Name
russian: Краткое название плитки метро

source: Bake Resolution
russian: Разрешение запекания

source: Does Texture Contain Alpha
russian: Содержит ли текстура альфа?

source: Child State Machine
russian: Дочерний конечный автомат

source: Ambient Light
russian: Окружающий свет

source: Resize Algorithm
russian: Алгоритм изменения размера

source: Min
russian: Мин

source: NPOT Scale
russian: Шкала НПОТ

source: Sprite Packer Mode
russian: Режим упаковки спрайтов

source: Work Offline
russian: Работать офлайн

source: Fade Speed
russian: Скорость затухания

source: WebGL Name Files As Hashes
russian: Файлы имен WebGL в виде хэшей

source: Desired Import Worker Count
russian: Желаемое количество рабочих-импортеров

source: Etc Texture Normal Compressor
russian: Etc Текстура Обычный Компрессор

source: Online
russian: Онлайн

source: Bounding Box Size
russian: Размер ограничивающей рамки

source: Snippet Hash
russian: Хэш фрагмента

source: Disable Old Input Manager Support
russian: Отключить поддержку старого диспетчера ввода

source: Occlusion Mask Channel
russian: Канал маски окклюзии

source: Source File
russian: Исходный файл

source: Ymax
russian: Yмакс

source: Object Reference
russian: Ссылка на объект

source: Capture Delta Time
russian: Захват дельты времени

source: Limit Bias
russian: Ограничить смещение

source: New State
russian: Новое государство

source: Dependencies
russian: Зависимости

source: Custom Resolution
russian: Пользовательское разрешение

source: Code
russian: Код

source: Override Max Texture Size
russian: Переопределить максимальный размер текстуры

source: Unity Forward Compatible Version
russian: Версия, совместимая с Unity Forward

source: Fog Start
russian: Туманный старт

source: Realtime Environment Lighting
russian: Освещение окружающей среды в реальном времени

source: Project Generation Root Namespace
russian: Корневое пространство имен создания проекта

source: Includes Hash
russian: Включает хеш

source: Foo
russian: Фу

source: Texture Scale
russian: Масштаб текстуры

source: Dynamic Env
russian: Динамическое окружение

source: States
russian: Штаты

source: Props
russian: Реквизит

source: Template Custom Tags
russian: Пользовательские теги шаблона

source: Axis
russian: Ось

source: Generate Cubemap
russian: Создать кубическую карту

source: Metro Package Name
russian: Название пакета Metro

source: Depth Format
russian: Формат глубины

source: Is Educational Build
russian: Образовательная сборка

source: Indices
russian: Индексы

source: Constant Buffer Bindings
russian: Постоянные привязки буфера

source: Cookie Light Type
russian: Тип индикатора cookie

source: Attributes
russian: Атрибуты

source: Enable Alpha Dilation
russian: Включить альфа-дилатацию

source: Skinned Motion Vectors
russian: Векторы движения со шкурой

source: UV Info
russian: УФ-информация

source: Has Fixed Function Shaders
russian: Имеет фиксированные функциональные шейдеры

source: Use Cascaded Shadow Maps
russian: Используйте каскадные карты теней

source: OpenGL RequireES31
russian: OpenGL требует ES31

source: Limit Bias Mode
russian: Режим ограничения смещения

source: Disable Depth And Stencil Buffers
russian: Отключить буферы глубины и трафарета

source: Force Sync Compilation
russian: Принудительная синхронизация, компиляция

source: Offsets
russian: Смещения

source: Multisampled
russian: Мультисэмплированный

source: Lightmap Keep Dynamic Plain
russian: Карта освещения сохраняет динамическую простоту

source: Post Edit Active
russian: Редактирование публикации активно

source: Android Enable Armv9Security Features
russian: Android Включить функции Armv9Security

source: First Frame After Pause
russian: Первый кадр после паузы

source: VC Automatic Add
russian: Автоматическое добавление ВК

source: Use Custom Gradle Settings Template
russian: Использовать собственный шаблон настроек Gradle

source: Probesets
russian: Наборы зондов

source: Update Zone Size
russian: Обновить размер зоны

source: Animate Cross Fading
russian: Анимация перекрестного затухания

source: Start Color
russian: Начальный цвет

source: Time
russian: Время

source: Path
russian: Путь

source: Bind Point
russian: Точка привязки

source: Player Prefs Support
russian: Поддержка настроек игрока

source: Invalid Keywords
russian: Неверные ключевые слова

source: Mono Behaviour
russian: Моно-поведение

source: Log When Shader Is Compiled
russian: Журнал, когда шейдер компилируется

source: Streaming Mipmaps Max Level Reduction
russian: Потоковые MIP-карты Снижение максимального уровня

source: Target Gles Graphics
russian: Таргет Глес Графика

source: Mip Maps Preserve Coverage
russian: Mip-карты сохраняют покрытие

source: Atlas Size
russian: Размер Атласа

source: Probe Sets
russian: Наборы датчиков

source: Compressed Blob
russian: Сжатый BLOB-объект

source: Editor Version With Revision
russian: Версия редактора с исправлением

source: File Type
russian: Тип файла

source: ImportantGI
russian: ВажноGI

source: Handle
russian: Ручка

source: Inspector UseIMGUI Default Inspector
russian: Инспектор UseIMGUI Инспектор по умолчанию

source: Name To Index
russian: Имя для индексирования

source: Weights
russian: Веса

source: Template Father
russian: Отец шаблона

source: Main Color
russian: Основной цвет

source: IOS Launch Screen Type
russian: Тип экрана запуска iOS

source: Is Compiled
russian: Скомпилировано

source: Android Minimum Window Width
russian: Минимальная ширина окна Android

source: Name Index
russian: Индекс имени

source: Dest Blend
russian: Дест Смесь

source: Dynamic Keywords
russian: Динамические ключевые слова

source: Variant Indices
russian: Вариантные индексы

source: IOS Launch Screeni Pad Fill Pct
russian: IOS Запуск экрана Screeni Pad Fill Pct

source: Vertex Count
russian: Количество вершин

source: PVR Environment Reference Point Count
russian: Количество контрольных точек среды PVR

source: Is True
russian: Верно

source: Start
russian: Начинать

source: Num Corner Vertices
russian: Число угловых вершин

source: Metro Splash Screen Use Background Color
russian: Использование цвета фона заставки Metro

source: Template Package Id
russian: Идентификатор пакета шаблона

source: Full Type Name
russian: Полное имя типа

source: Undo Name
russian: Отменить имя

source: Speed Parameter
russian: Параметр скорости

source: Uv
russian: Уф

source: In Weight
russian: Вес

source: Pixel Light Count
russian: Количество пикселей света

source: Condition Mode
russian: Режим состояния

source: Albedo Boost
russian: Повышение Альбедо

source: Is AtlasV2
russian: Атлас V2

source: Rgba
russian: Ргба

source: Index Buffer
russian: Индексный буфер

source: Constant Buffers Desc
russian: Описание константных буферов

source: End Color
russian: Конечный цвет

source: Hue Variation
russian: Вариант оттенка

source: Preserve Framebuffer Alpha
russian: Сохранить альфа-фреймбуфер

source: Compressed Mesh
russian: Сжатая сетка

source: Update Zone Space
russian: Обновить пространство зоны

source: Far Clip
russian: Дальний клип

source: Metro Wide Tile Show Name
russian: Название показа широкой плитки Metro

source: Force Installation
russian: Принудительная установка

source: Mipmap Limit Group Name
russian: Имя группы ограничений MIP-карты

source: Ray Tracing Shader Reflection Data
russian: Данные отражения шейдера трассировки лучей

source: Preload Shaders
russian: Предварительная загрузка шейдеров

source: MT Rendering
russian: MT-рендеринг

source: Directional
russian: Направленный

source: Any State Position
russian: Любая государственная позиция

source: Shader Usage Keyword Names
russian: Названия ключевых слов для использования шейдеров

source: Image Index
russian: Индекс изображения

source: Is Prefab Variant
russian: Является ли сборный вариант

source: Fog Color
russian: Цвет тумана

source: Stencil Write Mask
russian: Трафаретная маска для письма

source: Cursor Hotspot
russian: Курсор

source: Removed Game Objects
russian: Удалены игровые объекты

source: Build Target Icons
russian: Создание целевых значков

source: Enable Native Platform Backends For New Input System
russian: Включить собственные серверные части платформы для новой системы ввода

source: Generated Skybox Reflection
russian: Сгенерированное отражение Skybox

source: Local Rotation
russian: Местная ротация

source: Alpha To Mask
russian: Альфа в маску

source: Max Recursion Depth
russian: Максимальная глубина рекурсии

source: Motion
russian: Движение

source: Mix Level
russian: Уровень смешивания

source: Instance Hash
russian: Хэш экземпляра

source: Properties Hash
russian: Хэш свойств

source: AO
russian: АО

source: Custom Editor For Render Pipelines
russian: Пользовательский редактор для конвейеров рендеринга

source: Lightmap Resolution
russian: Разрешение карты освещения

source: Sprite
russian: Спрайт

source: B
russian: Б

source: Generate Mip Maps
russian: Создание MIP-карт

source: Enable Crash ReportAPI
russian: Включить API отчета о сбоях

source: Use Custom Launcher Gradle Manifest
russian: Использовать пользовательский манифест Gradle средства запуска

source: Sprite Packer Cache Size
russian: Размер кэша упаковщика спрайтов

source: Metro Support Streaming Install
russian: Установка потоковой передачи с поддержкой Metro

source: Virtual Reality Splash Screen
russian: Заставка виртуальной реальности

source: Transitions
russian: Переходы

source: Metro Application Description
russian: Описание приложения Metro

source: Incremental Il2cpp Build
russian: Инкрементная сборка Il2cpp

source: Source File Name
russian: Имя исходного файла

source: Texture2D
russian: Текстура2D

source: Scene Visibility Data Isolated
russian: Изолированные данные о видимости сцены

source: Sampler Index
russian: Индекс сэмплера

source: Stripped MaximumLOD Level
russian: Урезанный уровень MaximumLOD

source: Vertex Data
russian: Данные вершин

source: Image Tex Coords
russian: Координаты изображения

source: Transition Duration
russian: Продолжительность перехода

source: Android Min Sdk Version
russian: Минимальная версия SDK Android

source: Invert
russian: Инвертировать

source: Quality Settings Names
russian: Имена настроек качества

source: Direct Samples
russian: Прямые образцы

source: Alpha Is Transparency
russian: Альфа — это прозрачность

source: Anisotropic Textures
russian: Анизотропные текстуры

source: Terrain Fade Length
russian: Длина затухания ландшафта

source: Is Editor Only
russian: Только редактор

source: System Atlases
russian: Системные атласы

source: Default Screen Height Web
russian: Высота экрана по умолчанию Интернет

source: Parsed Form
russian: Разобранная форма

source: Time Parameter
russian: Параметр времени

source: Prefab Internal
russian: Сборный внутренний

source: Execution Order
russian: Порядок выполнения

source: Atlas OffsetY
russian: Атлас СмещениеY

source: ForceSD Card Permission
russian: Разрешение ForceSD-карты

source: Is Baked
russian: запечено

source: Load Store Debug Mode Enabled
russian: Режим отладки хранилища загрузки включен

source: Skin
russian: Кожа

source: WebGL Threads Support
russian: Поддержка потоков WebGL

source: Multi Sampled
russian: Множественная выборка

source: Fade Gizmo Size
russian: Размер исчезающей штуковины

source: Symlink Trampoline
russian: Симлинк Батут

source: Target Object
russian: Целевой объект

source: Short Msg
russian: Короткое сообщение

source: Lumin Is Channel App
russian: Приложение Lumin Is Channel

source: Denoise
russian: шумоподавление

source: Build Target Graphics Job Mode
russian: Режим задания «Построить целевую графику»

source: New Size
russian: Новый размер

source: Runtime Error
russian: Ошибка выполнения

source: Enable Frame Timing Stats
russian: Включить статистику синхронизации кадров

source: Minimum Chart Size
russian: Минимальный размер диаграммы

source: Byte Size
russian: Размер байта

source: Max Texture Size
russian: Максимальный размер текстуры

source: Sprite Render Data
russian: Данные рендеринга спрайтов

source: Default Shader Chunk Size InMB
russian: Размер блока шейдера по умолчанию, дюймы в МБ

source: Texture Rect Offset
russian: Смещение прямоугольника текстуры

source: Lightmap Count
russian: Количество световых карт

source: Tetrahedra
russian: Тетраэдры

source: Current Update Zone Space
russian: Текущее пространство зоны обновления

source: Edges
russian: Края

source: Stencil Ref
russian: Трафарет Арт

source: I Phone Script Call Optimization
russian: Оптимизация сценария звонка по телефону

source: OpenGL RequireES31AEP
russian: OpenGL требует ES31AEP

source: Texture Importer Platform Settings
russian: Настройки платформы импортера текстур

source: Payload Size In Bytes
russian: Размер полезной нагрузки в байтах

source: Terrain Basemap Distance
russian: Расстояние базовой карты местности

source: Target Corresponding Source Object
russian: Целевой соответствующий исходный объект

source: Variant Tag Name
russian: Вариант имени тега

source: ExtractAO
russian: ИзвлечьАО

source: Smallest Hole Size
russian: Наименьший размер отверстия

source: Ray Tracing Shader Builtin Sampler
russian: Встроенный сэмплер шейдера трассировки лучей

source: Billboards Face Camera Position
russian: Положение камеры на рекламных щитах

source: Transform ParentID
russian: Преобразование родительского идентификатора

source: Stencil Op Front
russian: Трафарет Op Front

source: Baked Light Occlusion
russian: Запеченная световая окклюзия

source: Screen Space Shadows
russian: Тени экранного пространства

source: Undo Paths
russian: Отменить пути

source: Struct Params
russian: Параметры структуры

source: Custom Reflection
russian: Пользовательское отражение

source: Fade Transition Width
russian: Ширина перехода затухания

source: Complete Image Size
russian: Полный размер изображения

source: Vulkan Enable Late Acquire Next Image
russian: Vulkan Включить позднее получение следующего изображения

source: Script Debug Info Enabled
russian: Информация об отладке скрипта включена

source: Static Batching
russian: Статическая пакетная обработка

source: Bundle Version
russian: Пакетная версия

source: Additional Il2Cpp Args
russian: Дополнительные аргументы Il2Cpp

source: Splash Screen Overlay Opacity
russian: Непрозрачность наложения заставки

source: Texture Importer Settings
russian: Настройки импортера текстур

source: Back Ground Color
russian: Задний фоновый цвет

source: Static Batch Root
russian: Статический пакетный корень

source: Enlighten
russian: Просветить

source: Hmi ForceSRGB Blit
russian: HMI ForceSRGB Блит

source: Soft Particles
russian: Мягкие частицы

source: Camera Usage Description
russian: Описание использования камеры

source: Message Details
russian: Подробности сообщения

source: Ambient Equator Color
russian: Окружающий цвет экватора

source: Texture Layout
russian: Макет текстуры

source: Lightmap Compression
russian: Сжатие карты освещения

source: Keep Prefab Override
russian: Сохранить переопределение префаба

source: Is Prototyping Build
russian: Создание прототипа

source: Float Colors
russian: Плавающие цвета

source: VC Debug Cmd
russian: Команда отладки VC

source: Texture Format Set
russian: Набор форматов текстур

source: Target Level
russian: Целевой уровень

source: Smallest Hole
russian: Наименьшее отверстие

source: Decompressed Lengths
russian: Распакованные длины

source: Terrain Detail Distance
russian: Расстояние детализации местности

source: Render Data Key
russian: Ключ данных рендеринга

source: Fade
russian: Тускнеть

source: Use Mac App Store Validation
russian: Используйте проверку Mac App Store

source: Render Data Map
russian: Карта данных рендеринга

source: Scale In Lightmap
russian: Масштабировать в Lightmap

source: Splash Screen Background Landscape
russian: Фон заставки Пейзаж

source: Positions
russian: Позиции

source: Anchor Max
russian: Якорь Макс

source: Position
russian: Позиция

source: WebGL Use Embedded Resources
russian: WebGL использует встроенные ресурсы

source: Gray Scale To Alpha
russian: От шкалы серого до альфа

source: Block Offset
russian: Смещение блока

source: Current Undo Index
russian: Текущий индекс отмены

source: Dir Lightmap
russian: Карта освещения каталога

source: Mute Other Audio Sources
russian: Отключение звука других источников звука

source: Accelerometer Frequency
russian: Частота акселерометра

source: Name
russian: Имя

source: Stencil Op Back
russian: Трафарет на спине

source: Keyword Flags
russian: Флаги ключевых слов

source: Prefab Mode Allow Auto Save
russian: Режим префаба Разрешить автоматическое сохранение

source: Extent
russian: Степень

source: VC Server
russian: ВК-сервер

source: Sprite Pivot
russian: Спрайт Поворот

source: Show Selection Wire
russian: Показать провод выбора

source: Importer Type
russian: Тип импортера

source: Ray Tracing Shader Variant
russian: Вариант шейдера трассировки лучей

source: Rt Separate Blend
russian: Отдельная смесь Rt

source: PVR Filter Type Direct
russian: Тип PVR-фильтра Прямой

source: UAV Params
russian: Параметры БПЛА

source: Version Code
russian: Код версии

source: Etc Texture Fast Compressor
russian: Etc Быстрый компрессор текстур

source: Shadow Mask
russian: Теневая маска

source: Sub Mesh Count
russian: Количество дополнительных ячеек

source: References
russian: Ссылки

source: Light Probe Group Count
russian: Количество групп световых зондов

source: Default Cursor
russian: Курсор по умолчанию

source: Asset
russian: Объект

source: Is Editor
russian: Редактор

source: Local Reference Point
russian: Местная контрольная точка

source: Embedded Linux Enable Gamepad Input
russian: Встроенный Linux включает ввод с геймпада

source: Insecure Http Option
russian: Небезопасный вариант HTTP

source: Mip Bias
russian: Мип-биас

source: Dest Blend Alpha
russian: Дест Смесь Альфа

source: Readable
russian: Читабельный

source: Class
russian: Сорт

source: Orthographic Size
russian: Орфографический размер

source: Usage Mode
russian: Режим использования

source: Terrain Pixel Error
russian: Ошибка пикселя местности

source: WebGL Maximum Memory Size
russian: Максимальный размер памяти WebGL

source: Extract Ambient Occlusion
russian: Извлечь Ambient Occlusion

source: Android Minimum Window Height
russian: Минимальная высота окна Android

source: Strict Shader Variant Matching
russian: Строгое соответствие вариантов шейдеров

source: Platform Capabilities
russian: Возможности платформы

source: IOS Launch Screen Custom Xib Path
russian: Экран запуска iOS. Пользовательский путь к Xib.

source: Cache Server Namespace Prefix
russian: Префикс пространства имен кэш-сервера

source: ResolutionZ
russian: РазрешениеZ

source: Compute Baked
russian: Вычисление запеченное

source: Keywords
russian: Ключевые слова

source: UI Exit On Suspend
russian: Выход из пользовательского интерфейса при приостановке

source: Texture Compression
russian: Сжатие текстур

source: PVR Environment Sample Count
russian: Количество образцов среды PVR

source: Indirect Lightmap
russian: Непрямая карта освещения

source: Run In Background
russian: Запуск в фоновом режиме
