Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Asset import failed, "%s" > Scripted importer instance could not be created!
russian: Не удалось импортировать актив, "%s" > Не удалось создать экземпляр импортера по сценарию!

source: Asset import failed, "%s" > %s %s
russian: Не удалось импортировать актив, "%s" > %s %s

source: Assign Physics Material 2D %s
russian: Назначить физический материал 2D %s

source: Updating the NavMesh failed due to an excessive number of tiles. Try limiting the distance between surface objects or increasing either the tile size or the voxel size.
russian: Не удалось обновить NavMesh из-за чрезмерного количества тайлов. Попробуйте ограничить расстояние между поверхностными объектами или увеличить размер плитки или размер воксела.

source: Rebuilding Library because the asset database could not be found!
russian: Перестройка библиотеки, поскольку не удалось найти базу данных активов!

source: Rebuilding Library because the metadata folder could not be found!
russian: Перестройка библиотеки, поскольку не удалось найти папку метаданных!

source: Your project was last saved with a different version of Unity
russian: Последний раз ваш проект был сохранен в другой версии Unity.

source: If you proceed, some packages may be updated. For a list of any changes made to your Project’s packages, see the Logs/Packages-Upgrade.log file in your Project folder.
russian: Если вы продолжите, некоторые пакеты могут быть обновлены. Список всех изменений, внесенных в пакеты вашего проекта, см. в файле Logs/Packages-Upgrade.log в папке вашего проекта.

source: Opening Project in Non-Matching Editor Installation
russian: Открытие проекта при установке несоответствующего редактора

source: {0}. {1} The saved project ({2}) does not match the launched editor ({3}). This may require re-import. Please be aware that opening in an older version is unsupported. Note that if a build target installation is missing, this may also cause a re-import.
russian: {0}. {1} Сохраненный проект ({2}) не соответствует запущенному редактору ({3}). Может потребоваться повторный импорт. Имейте в виду, что открытие в более старой версии не поддерживается. Обратите внимание, что если целевая установка сборки отсутствует, это также может привести к повторному импорту.

source: Project Upgrade Required
russian: Требуется обновление проекта

source: Upgrade
russian: Обновление

source: {0}. {1} We need to upgrade the project ({2}) to the current version ({3}), which may take a few minutes. After upgrading, you will not be able to open the project with older versions of Unity.
russian: {0}. {1} Нам необходимо обновить проект ({2}) до текущей версии ({3}), что может занять несколько минут. После обновления вы невозможно открыть проект в более старых версиях Unity.

source: New Version of Unity Required
russian: Требуется новая версия Unity

source: Continue and Risk Data Loss
russian: Продолжайте и рискуйте потерять данные

source: -enableIncompatibleAssetDowngrade specified. We can attempt a downgrade of the assets, but this is unsupported. There is a high risk of data loss if you continue!
russian: -enableInсовместимыйAssetDowngrade указан. Мы можем попытаться понизить версию ресурсов, но это не поддерживается. Если вы продолжите, существует высокий риск потери данных!

source: {0} The saved project ({1}) cannot be opened with launched editor ({2}). Please upgrade.
russian: {0} Сохраненный проект ({1}) невозможно открыть в запущенном редакторе ({2}). Пожалуйста, обновите.

source: before 5.0
russian: до 5.0

source: Your project was last opened with an incompatible version of Unity
russian: Последний раз ваш проект открывался в несовместимой версии Unity.

source: {0}. {1} We need to rebuild the project for the current version ({2}), which may take a few minutes.
russian: {0}. {1} Нам необходимо перестроить проект для текущей версии ({2}), что может занять несколько минут.

source: Project Rebuild Required
russian: Требуется перестройка проекта

source: Rebuild
russian: Восстановить

source: The source asset could not be found
russian: Исходный актив не найден.

source: Can't rename to empty name
russian: Невозможно переименовать на пустое имя

source: No folder in asset's path
russian: Нет папки на пути к активу

source: CreateFolder is not supported while importing out-of-process
russian: CreateFolder не поддерживается при импорте вне процесса.

source: Failed to create folder
russian: Не удалось создать папку

source: The whole project folder has been changed externally. This is not allowed!
russian: Вся папка проекта была изменена извне. Это не допускается!

source: The current working directory was changed from your Unity project folder located at '{0}' to '{1}'. This is not allowed! If you are setting the current working directory from script temporarily, then please make sure to set it back to the Unity project folder immediately after you are done.
russian: Текущий рабочий каталог был изменен с папки вашего проекта Unity, расположенной по адресу «{0}», на «{1}». Это не допускается! Если вы временно устанавливаете текущий рабочий каталог из сценария, обязательно сразу после завершения установите его обратно в папку проекта Unity.

source: Asset file '{0}' and meta file '{1}' has inconsistent casing.
russian: Файл ресурса "{0}" и метафайл "{1}" имеют несовместимый регистр.

source: CreateSerializedAsset is not supported while importing in a slave
russian: CreateSerializedAsset не поддерживается при импорте на ведомом устройстве.

source: CreateSerializedAsset is not supported while importing out-of-process
russian: CreateSerializedAsset не поддерживается при импорте вне процесса.

source: Cannot create asset {0} while serializing a scripted object. Are you creating assets from the constructor of a serialized object?
russian: Невозможно создать актив {0} во время сериализации объекта сценария. Вы создаете активы из конструктора сериализованного объекта?

source: Can't create asset at {0} because it's a folder.
russian: Невозможно создать ресурс в {0}, поскольку это папка.

source: '%s' is not a valid asset file name.
russian: «%s» не является допустимым именем файла ресурса.

source: Couldn't create asset file!
russian: Не удалось создать файл ресурса!

source: Couldn't add object to asset file because the {0} '{1}' is already an asset at '{2}'!
russian: Не удалось добавить объект в файл ресурсов, поскольку {0} '{1}' уже является активом в '{2}'!

source: Couldn't add object to asset file because '{0}' is a GameObject! Use the PrefabUtility class instead.
russian: Не удалось добавить объект в файл ресурсов, поскольку «{0}» — это GameObject! Вместо этого используйте класс PrefabUtility.

source: Couldn't add object to asset file because '{0}' is a Component that belongs to the scene object!
russian: Не удалось добавить объект в файл ресурсов, поскольку «{0}» — это компонент, принадлежащий объекту сцены!

source: AddAssetToSameFile failed because the other asset {0} is not persistent
russian: AddAssetToSameFile не удалось, поскольку другой ресурс {0} не является постоянным.

source: Re-serializing Assets...
russian: Повторная сериализация активов...

source: Object cannot be a GameObject
russian: Объект не может быть GameObject

source: Object cannot be a Component
russian: Объект не может быть компонентом

source: Object must be persistent
russian: Объект должен быть постоянным

source: Cannot create Assets folder
russian: Невозможно создать папку «Ресурсы»

source: Failed to load preview
russian: Не удалось загрузить предварительный просмотр.

source: Open Unity Hub
russian: Открыть Unity Hub

source: License change detected. Licenses added:
russian: Обнаружено изменение лицензии. Добавлены лицензии:

source: License change detected. Licenses removed:
russian: Обнаружено изменение лицензии. Лицензии удалены:

source: Connection Lost
russian: Соединение потеряно

source: The connection with the Unity Licensing Client has been lost.
russian: Соединение с клиентом лицензирования Unity потеряно.

source: %s Drag Add Component
russian: %s Перетащите Добавить компонент

source: %s Drag Update Component
russian: %s Перетащите компонент обновления

source: Apply Preset %s
russian: Применить предустановку %s

source: Set default Preset
russian: Установить пресет по умолчанию

source: Enlighten Scene Mapping
russian: Просвещение картографирования сцен

source: Legacy Clamp Blend Shape Weights
russian: Устаревшие грузики с зажимами смешанной формы

source: Default Is Native Resolution
russian: По умолчанию — собственное разрешение

source: Vulkan Enable Pre Transform
russian: Vulkan Включить предварительное преобразование

source: AndroidETC2Fallback Override
russian: AndroidETC2Переопределение резервного режима

source: Variations
russian: Вариации

source: Texture Mipmap Limit Settings
russian: Настройки ограничения MIP-карты текстур

source: AO Textures
russian: АО-текстуры

source: Allowed Autorotate To Landscape Right
russian: Разрешен автоповорот вправо в альбомную ориентацию

source: WebGL Decompression Fallback
russian: Резервный вариант декомпрессии WebGL

source: Static Renderers
russian: Статические рендереры

source: Hash
russian: Хэш

source: Dst State
russian: Dst-штат

source: Serialize Inline Mappings On One Line
russian: Сериализация встроенных сопоставлений в одну строку

source: Tex Envs
russian: Техасские конверты

source: Enable Editor AsyncCPU Texture Loading
russian: Включить загрузку текстур редактора AsyncCPU

source: Width Multiplier
russian: Множитель ширины

source: Aot Options
russian: Дополнительные параметры

source: Force IOS Speakers When Recording
russian: Включить динамики IOS при записи

source: Input Buffers
russian: Входные буферы

source: Material
russian: Материал

source: Direct Blend Event
russian: Событие прямого смешивания

source: Zoom
russian: Увеличить

source: Materials
russian: Материалы

source: Scene Visibility Data
russian: Данные видимости сцены

source: Root Bone
russian: Корневая кость

source: Use Custom Launcher Manifest
russian: Использовать пользовательский манифест средства запуска

source: Particle Raycast Budget
russian: Бюджет Raycast частиц

source: Selection
russian: Выбор

source: Blend Parameter
russian: Параметр смешивания

source: Emitting
russian: излучающий

source: Light Baking Outputs
russian: Легкие результаты выпечки

source: Albedo Swatch Infos
russian: Информация об образце Альбедо

source: Camera Relative Light Culling
russian: Отсечение относительного освещения камеры

source: Vulkan Enable SetSRGB Write
russian: Vulkan Включить запись SetSRGB

source: MacOS TargetOS Version
russian: Версия для MacOS TargetOS

source: Use Culling Matrix Override
russian: Использовать переопределение матрицы отбраковки

source: Static Editor Flags
russian: Статические флаги редактора

source: Gpu Skinning
russian: Скиннинг графического процессора

source: Bit Field
russian: Битовое поле

source: Atlas Index
russian: Индекс Атласа

source: Speed
russian: Скорость

source: Undo Version
russian: Отменить версию

source: Fog Keep Exp
russian: Опыт Крепости Тумана

source: Sprites
russian: Спрайты

source: Prefab Regular Environment
russian: Сборная обычная среда

source: Vr Editor Settings
russian: Настройки редактора виртуальной реальности

source: Enable Texture Streaming In Play Mode
russian: Включить потоковую передачу текстур в режиме воспроизведения

source: Smallest Occluder
russian: Самый маленький окклюдер

source: Aspect Ratio
russian: Соотношение сторон

source: Motions
russian: Ходатайства

source: Length
russian: Длина

source: Pre Prefab Content
russian: Предварительно префабный контент

source: First System Id
russian: Первый системный идентификатор

source: Data Size
russian: Размер данных

source: UI Prerendered Icon
russian: Предварительно визуализированная иконка пользовательского интерфейса

source: Platform Architecture
russian: Архитектура платформы

source: Source Textures
russian: Исходные текстуры

source: Enlighten Data Version
russian: Просветите версию данных

source: Exit Position
russian: Выходная позиция

source: Conflicts
russian: Конфликты

source: Texture Params
russian: Параметры текстуры

source: ResolutionY
russian: РазрешениеY

source: APK Expansion Files
russian: Файлы расширения APK

source: IOS Background Modes
russian: Фоновые режимы iOS

source: Session Requirment
russian: Требование к сеансу

source: File
russian: Файл

source: Is Embedded
russian: Встроенный

source: Lightmap Flags
russian: Флаги световых карт

source: Enable Tight Packing
russian: Включить плотную упаковку

source: Explicit Array Bounds Checks
russian: Явные проверки границ массива

source: Cubemap Face Mask
russian: Маска для лица Cubemap

source: Has Local Light Shadows
russian: Имеет локальные светлые тени

source: Hmi Cpu Configuration
russian: Конфигурация процессора HMI

source: Shadows
russian: Тени

source: Reflection Intensity
russian: Интенсивность отражения

source: Build Location
russian: Место сборки

source: Use Light Color
russian: Используйте светлый цвет

source: State Machine Transitions
russian: Переходы конечного автомата

source: Auto Generate
russian: Автоматическое создание

source: Sprite Extrude
russian: Выдавливание спрайта

source: Baked Reflection Probe Cubemaps
russian: Кубические карты запеченных отражательных зондов

source: Parameter Blob Indices
russian: Индексы BLOB-объектов параметров

source: Memory
russian: Память

source: Color
russian: Цвет

source: Maintenance
russian: Обслуживание

source: Splash Screen Background Landscape Uvs
russian: Фон заставки Пейзаж Уфс

source: Downscale Multiplier
russian: Множитель уменьшения масштаба

source: PVR Denoiser Type Direct
russian: PVR Denoiser Тип Прямой

source: G Flattened Type Tree
russian: G Дерево сплющенного типа

source: Mip Map
russian: Карта Мип

source: Shader Pass
russian: Шейдерный пропуск

source: Script Hash Data
russian: Хэш-данные скрипта

source: PVR Filtering Mode
russian: Режим PVR-фильтрации

source: Cube Layout
russian: Макет куба

source: Ios Use Custom App Background Behavior
russian: iOS использует собственное фоновое поведение приложения

source: Adaptive Tiling Threshold
russian: Адаптивный порог мозаики

source: Sprite Pixels To Units
russian: Спрайт пикселей в единицы

source: PVR Filtering Gauss RadiusAO
russian: PVR-фильтрация Gauss RadiusAO

source: Synced Layer Index
russian: Индекс синхронизированного слоя

source: Metro Certificate Issuer
russian: Эмитент сертификата метро

source: Current RevisionID
russian: Текущий идентификатор ревизии

source: Enable Instancing Variants
russian: Включить варианты создания экземпляров

source: Names
russian: Имена

source: Android Device Socket Address
russian: Адрес сокета устройства Android

source: In Buffers
russian: В буферах

source: Field Of View
russian: Поле зрения

source: AO Max Distance
russian: Максимальное расстояние АО

source: Expanded Properties
russian: Расширенные свойства

source: Automatic Texture Format
russian: Автоматический формат текстур

source: Soft Vegetation
russian: Мягкая растительность

source: Gc Incremental
russian: Gc инкрементальный

source: Outline
russian: Контур

source: Scripted Type
russian: Скриптовый тип

source: Terrain Non Tetrahedralized Probe Set Hash
russian: Хэш набора нететраэдральных зондов Terrain

source: Min Bounces
russian: Минимальные отскоки

source: Matrix Members
russian: Члены матрицы

source: Source Prefab
russian: Исходный префаб

source: Post Edit InstanceID
russian: Идентификатор экземпляра редактирования публикации

source: Force Single Instance
russian: Принудительно использовать один экземпляр

source: Output
russian: Выход

source: Probe Anchor
russian: Якорь зонда

source: Light Halo
russian: Световой ореол

source: Use Legacy Detail Distribution
russian: Использовать устаревшее распределение подробностей

source: Allowed Autorotate To Landscape Left
russian: Разрешен автоповорот в альбомную ориентацию влево

source: Min Luminance
russian: Минимальная яркость

source: Max Texture Size Set
russian: Максимальный набор размеров текстур

source: Splash Screen Background Portrait Aspect
russian: Фон заставки Портретный формат

source: VC Overwrite Failed Checkout Assets
russian: VC перезаписывает неудачные активы оформления заказа

source: Message
russian: Сообщение

source: Port
russian: Порт

source: G
russian: Г

source: UI Status Bar Style
russian: Стиль строки состояния пользовательского интерфейса

source: Code Str
russian: Код Str

source: Android Default Window Height
russian: Высота окна Android по умолчанию

source: Col Mask
russian: Коль Маска

source: Transparency Sort Axis
russian: Ось сортировки прозрачности

source: Num Items
russian: Количество предметов

source: Swizzle
russian: Свиззл

source: Cache Server Mode
russian: Режим кэш-сервера

source: Scene Setups
russian: Настройки сцены

source: Ambient Ground Color
russian: Окружающий основной цвет

source: First Sub Mesh
russian: Первая вспомогательная сетка

source: Override Resolution
russian: Переопределить разрешение

source: Use Dynamic Scale
russian: Использовать динамическое масштабирование

source: Active Input Handler
russian: Активный обработчик ввода

source: Icon Enabled
russian: Значок включен

source: Bit Count
russian: Количество бит

source: Clear Flags
russian: Очистить флаги

source: Fog Keep Exp2
russian: Крепость Тумана Exp2

source: Show Unity Splash Logo
russian: Показать логотип Unity Splash

source: Ray Tracing Shader Function Desc
russian: Описание функции шейдера трассировки лучей

source: Mip Map Mode
russian: Режим MIP-карты

source: Offset
russian: Компенсировать

source: VC Project Overlay Icons
russian: Иконки наложения проектов VC

source: Modules
russian: Модули

source: Compute Shader Platform Variant
russian: Вариант платформы вычислительных шейдеров

source: Reflection Probe Usage
russian: Использование отражающего зонда

source: Index
russian: Индекс

source: Cubemap Convolution
russian: Свертка кубической карты

source: Skin Weights
russian: Вес кожи

source: Use Occlusion Culling
russian: Используйте отсечение окклюзии

source: IOS Launch Screeni Pad Type
russian: Тип экрана запуска IOS

source: Android Keystore Name
russian: Имя хранилища ключей Android

source: Culling
russian: Отбраковка

source: Non Stripped User Keywords
russian: Не удаленные ключевые слова пользователя

source: Requires
russian: Требует

source: IOS Metal Force Hard Shadows
russian: IOS Metal Force Жесткие тени

source: SupportedAP Is
russian: Поддерживаемая точка доступа

source: EnableLOD Cross Fade
russian: Включить LOD Cross Fade

source: Ios Copy Plugins Code Instead Of Symlink
russian: iOS копирует код плагинов вместо символической ссылки

source: Logo
russian: Логотип

source: Reflection Bounces
russian: Отражение Отскок

source: Double SidedGI
russian: Двусторонний GI

source: Stage Counts
russian: Количество этапов

source: I Phone TargetOS Version
russian: Версия TargetOS для моего телефона

source: Camera Relative Shadow Culling
russian: Отсечение теней относительно камеры

source: Collab Editor Settings
russian: Настройки редактора совместной работы

source: Mixed Bake Mode
russian: Смешанный режим выпечки

source: Custom Editor Name
russian: Имя пользовательского редактора

source: Scene Identifier
russian: Идентификатор сцены

source: Platform Blob
russian: Платформа Blob

source: Name Indices
russian: Индексы имен

source: Added Object
russian: Добавлен объект

source: Main Object
russian: Главный объект

source: Assembly
russian: Сборка

source: Box Offset
russian: Смещение коробки

source: Vulkan Enable Command Buffer Recycling
russian: Vulkan Включить переработку буфера команд

source: Defer System Gestures Mode
russian: Отложить режим системных жестов

source: Android Target Devices
russian: Целевые устройства Android

source: APIs
russian: API

source: Symlink Sources
russian: Источники символических ссылок

source: Code Hash
russian: Хэш кода

source: Padding Power
russian: Мощность заполнения

source: Description
russian: Описание

source: Il2cpp Code Generation
russian: Генерация кода Il2cpp

source: Value
russian: Ценить

source: Metro Protocol Name
russian: Имя протокола Metro

source: Metro Certificate Path
russian: Путь сертификата Metro

source: Matrix Params
russian: Параметры матрицы

source: Bundle Identifier
russian: Идентификатор пакета

source: Shader Defines Per Shader Compiler
russian: Шейдер определяет каждый компилятор шейдеров

source: Normalized Blend Values
russian: Нормализованные значения смеси

source: Non Modifiable Textures
russian: Неизменяемые текстуры

source: Controlled By Builtin Package
russian: Управляется встроенным пакетом

source: Default Standalone Quality
russian: Автономное качество по умолчанию

source: Weight
russian: Масса

source: Texture Streaming Enabled
russian: Потоковая передача текстур включена

source: Date Time
russian: Дата Время

source: Triangles
russian: Треугольники

source: Shader Name
russian: Имя шейдера

source: Allow Fullscreen Switch
russian: Разрешить переключение в полноэкранный режим

source: Sub Target
russian: Подцель

source: Dynamic LightmapST In System
russian: Динамическое LightmapST в системе

source: Cb Variant Indices
russian: Индексы вариантов Cb

source: Allow Alpha Splitting
russian: Разрешить альфа-разделение

source: Culling Mask
russian: Маска отбраковки

source: Enable Mip Map
russian: Включить MIP-карту

source: New Asset
russian: Новый актив

source: Indirect Resolution
russian: Косвенное разрешение

source: Last Template Father
russian: Отец последнего шаблона

source: Runtime Class Hashes
russian: Хэши классов времени выполнения

source: Move Package To Disc Outer Edge
russian: Переместить пакет на внешний край диска

source: Has Billboard
russian: Имеет рекламный щит

source: Unique Cookie Count
russian: Уникальное количество файлов cookie

source: Android Enable Tango
russian: Android Включить танго

source: Splash Screen Background Landscape Aspect
russian: Фон заставки Пейзажный аспект

source: Tier Settings
russian: Настройки уровня

source: Resolution
russian: Разрешение

source: From Other
russian: Из другого

source: Near Plane
russian: Рядом с самолетом

source: Stereo Rendering Path
russian: Путь стереорендеринга

source: Compile Smoke Test After Import
russian: Скомпилировать дымовой тест после импорта

source: Sub Program
russian: Подпрограмма

source: IOS Launch Screen Custom Storyboard Path
russian: Пользовательский путь к раскадровке экрана запуска iOS

source: Alpha Textures
russian: Альфа-текстуры

source: Fade Mode
russian: Режим затухания

source: Android Resizable Window
russian: Окно Android с изменяемым размером

source: Need Swap
russian: Нужен обмен

source: Secondary Texture Settings
russian: Вторичные настройки текстур

source: Ray Tracing Shader Constant Buffer
russian: Буфер констант шейдера трассировки лучей

source: Stack Trace Types
russian: Типы трассировки стека

source: Height
russian: Высота

source: Insert Index
russian: Вставить индекс

source: Redo Property Modifications
russian: Повторить изменения свойств

source: Texture Shape
russian: Форма текстуры

source: Use Radiance Ambient Probe
russian: Используйте датчик окружающей среды Radiance

source: TvOS Manual Signing Provisioning Profile Type
russian: Тип профиля подготовки подписи вручную TVOS

source: Priority
russian: Приоритет

source: Has Procedural Instancing Variant
russian: Имеет вариант процедурного экземпляра

source: Prefer32Bit Shadow Maps
russian: Предпочтительные 32-битные карты теней

source: Metro Tile Foreground Text
russian: Текст переднего плана плитки метро

source: Resolution Probes Per Unit
russian: Разрешение датчиков на единицу

source: Metro Last Required Scene
russian: Последняя необходимая сцена в метро

source: Assets
russian: Ресурсы

source: Selected Platform
russian: Выбранная платформа

source: Rate
russian: Ставка
