Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: The rotational offset angle from the local 'up'. This allows both the surface and sides to be rotated in local-space.
russian: Угол смещения вращения от локальной точки «вверх». Это позволяет вращать как поверхность, так и стороны в локальном пространстве.

source: Set In Scripting
russian: Установить в сценарии

source: UI Vita Input Module
russian: Модуль ввода UI Vita

source: Network Identity (Script)
russian: Сетевая идентификация (скрипт)

source: Fit Inside
russian: Подходит внутри

source: Highlighted Color
russian: Выделенный цвет

source: Queries Hit Backfaces
russian: Запросы попадают в обратную сторону

source: Panels
russian: Панели

source: Services Preferences...
russian: Настройки услуг...

source: 4: Water
russian: 4: Вода

source: Scale With Screen Size
russian: Масштабировать по размеру экрана

source: Hangar
russian: Ангар

source: Undo
russian: Отменить

source: Display 1
russian: Дисплей 1

source: Auto Hide
russian: Автоматическое скрытие

source: Select organization
russian: Выберите организацию

source: Canvas Renderer
russian: Средство рендеринга холста

source: |Tree Root Node
russian: |Корневой узел дерева

source: Cull Completely
russian: Отбраковать полностью

source: Find Nearest Contacts Per Job
russian: Найти ближайшие контакты для каждого задания

source: Tags & Layers
russian: Теги и слои

source: Check Method
russian: Метод проверки

source: Linear Rolloff
russian: Линейный спад

source: Color Multiplier
russian: Цветовой множитель

source: Continuous
russian: Непрерывный

source: Unity
russian: Единство

source: Async Upload Ring Buffer Size in MB.
russian: Размер кольцевого буфера асинхронной загрузки в МБ.

source: members
russian: члены

source: SceneTemplates
russian: Шаблоны сцен

source: Should a contact, disabled by the one-way collision behaviour, affect all colliders attached to the effector? When true, all collider contacts will be disabled when any are disabled.
russian: Должен ли контакт, отключенный поведением одностороннего столкновения, влиять на все коллайдеры, прикрепленные к эффектору? Если установлено значение true, все контакты коллайдера будут отключены, если какой-либо из них отключен.

source: Allow HDR
russian: Разрешить HDR

source: Sprite Shape Renderer
russian: Средство рендеринга форм спрайтов

source: 1 Preferences
russian: 1 Предпочтения

source: Scene Variables
russian: Переменные сцены

source: Mesh (Mesh Filter)
russian: Сетка (Сетчатый фильтр)

source: AdditionalContentPackages
russian: Дополнительные пакеты контента

source: Scroll Rect
russian: Прямоугольник прокрутки

source: Disabled Color
russian: Отключенный цвет

source: project
russian: проект

source: 4x Multi Sampling
russian: 4x мультисэмплинг

source: Input And Motion
russian: Ввод и движение

source: Articulation Body
russian: Корпус шарнира

source: The Shadowmask Mode used at run time can be set in the Quality Settings panel.
russian: Режим теневой маски, используемый во время выполнения, можно установить на панели «Настройки качества».

source: Tab Size
russian: Размер вкладки

source: Metal
russian: Металл

source: Unity Answers
russian: Единство Ответы

source: The linear drag coefficient. 0 means no damping. [ 0, infinity ].
russian: Коэффициент линейного сопротивления. 0 означает отсутствие демпфирования. [0, бесконечность].

source: Swing 1 Limit
russian: Лимит свинга 1

source: Standalone Input Module (Script)
russian: Автономный модуль ввода (сценарий)

source: 2: Ignore Raycast
russian: 2: Игнорировать Рейкаст

source: Undo Inspector
russian: Отменить инспектор

source: List of materials to use when rendering.
russian: Список материалов, которые будут использоваться при рендеринге.

source: Mountains
russian: Горы

source: Default Framerate
russian: Частота кадров по умолчанию

source: validator
russian: валидатор

source: Terrains
russian: Местность

source: Velocity Iterations
russian: Итерации скорости

source: Japanese (Experimental)
russian: Японский (Экспериментальный)

source: Alley
russian: Аллея

source: 22nd axis (Joysticks)
russian: 22-я ось (Джойстики)

source: Drag Threshold
russian: Перетащите порог

source: Rotate the selected objects.
russian: Поворот выбранных объектов.

source: Lower right
russian: Внизу справа

source: 21st axis (Joysticks)
russian: 21-я ось (Джойстики)

source: Go to the beginning of the timeline. (Shift+<)
russian: Перейти к началу временной шкалы. (Shift+<)

source: Allow real-time rendering of Reflection Probes?
russian: Разрешить рендеринг отражающих зондов в реальном времени?

source: Angular Y Limit
russian: Угловой предел Y

source: Input Field - TextMeshPro
russian: Поле ввода — TextMeshPro

source: Never Sleep
russian: Никогда не спи

source: Simple
russian: Простой

source: When this flag is not set, the AudioClip will first load its audio data when the LoadAudioData() function is called. Audio can be unloaded at any point via UnloadAudioData(). Note that streamed audio cannot be preloaded. This is to reduce the number of open file handles for which the allowed maximum is rather low on many platforms.
russian: Если этот флаг не установлен, AudioClip сначала загрузит свои аудиоданные при вызове функции LoadAudioData(). Аудио можно выгрузить в любой момент с помощью UnloadAudioData(). Обратите внимание, что потоковое аудио невозможно предварительно загрузить. Это сделано для того, чтобы уменьшить количество дескрипторов открытых файлов, для которых разрешенный максимум довольно низок на многих платформах.

source: Recompile And Continue Playing
russian: Перекомпилируйте и продолжите игру

source: Ignore Raycast
russian: Игнорировать Рейкаст

source: Create Scroll View
russian: Создать представление прокрутки

source: Selectable
russian: Выбираемый

source: High Angular X Limit
russian: Высокий угловой предел X

source: Contacts Generation
russian: Генерация контактов

source: Unity Logo Below
russian: Логотип Unity ниже

source: Free Aspect
russian: Свободный аспект

source: Hard and Soft Shadows
russian: Жесткие и мягкие тени

source: Callbacks On Disable
russian: Обратные вызовы отключены

source: First Selected
russian: Первый выбранный

source: Cancel Button
russian: Кнопка отмены

source: Tango Spatial Mapper
russian: Пространственный картограф Танго

source: The default Physics Material that will be used if none has been assigned to an individual Collider.
russian: Физический материал по умолчанию, который будет использоваться, если ни один не был назначен отдельному коллайдеру.

source: Toggle Group
russian: Переключить группу

source: Auto Create Player
russian: Автоматическое создание игрока

source: Player
russian: Игрок

source: Plane (Mesh Filter)
russian: Плоскость (Сетчатый фильтр)

source: Character Joint
russian: Персонаж Совместный

source: Camera Far Plane
russian: Камера в дальней плоскости

source: Graphic Raycaster
russian: Графический Рейкастер

source: Define scrolling behavior during playback.
russian: Определите поведение прокрутки во время воспроизведения.

source: NetworkManager
russian: сетевой менеджер

source: Decompress On Load
russian: Распаковка при загрузке

source: 4 Bones
russian: 4 кости

source: On Hover Or Selected
russian: При наведении или выборе

source: Built In Legacy Diffuse
russian: Встроенный Legacy Diffuse

source: Blocking Mask
russian: Блокирующая маска

source: Whether the collider can be used by an attached composite collider or not.
russian: Может ли коллайдер использоваться присоединенным составным коллайдером или нет.

source: Auto Hide And Expand Viewport
russian: Автоматическое скрытие и расширение видового экрана

source: 25th axis (Joysticks)
russian: 25-я ось (Джойстики)

source: Hide Unity
russian: Скрыть единство

source: Reset All Layouts
russian: Сбросить все макеты

source: Destroy GameObject when there is no trail?
russian: Уничтожить GameObject, когда нет следов?

source: Constant Pixel Size
russian: Постоянный размер пикселя

source: Character Padding
russian: Заполнение символов

source: events
russian: события

source: Round Robin
russian: Круговая система

source: MainCamera
russian: ГлавнаяКамера

source: Island Solver Joint Cost Scale
russian: Совместная шкала затрат Island Solver

source: analytics
russian: аналитика

source: Capture the current view and open in RenderDoc.
russian: Захватите текущий вид и откройте его в RenderDoc.

source: Mask (Script)
russian: Маска (Скрипт)

source: Angular X Limit Spring
russian: Угловая X-ограничительная пружина

source: Low Resolution
russian: Низкое разрешение

source: Tags and Layers
russian: Теги и слои

source: At least 16 bits depth (no stencil)
russian: Глубина не менее 16 бит (без трафарета)

source: Update UXML Schema
russian: Обновить схему UXML

source: Tiled
russian: Плиточный

source: This tree uses multiple bark shaders but only one bark shader can be used on a tree. Select which bark shader to apply to all the bark materials used by this tree.|
russian: В этом дереве используется несколько шейдеров коры, но на дереве можно использовать только один шейдер коры. Выберите, какой шейдер коры применить ко всем материалам коры, используемым этим деревом.|

source: Show GUI
russian: Показать графический интерфейс

source: Three D
russian: Три Д

source: Good latency
russian: Хорошая задержка

source: Every Second V Blank
russian: Каждую секунду V пусто

source: ZY
russian: З.Ы.

source: Autocorrected
russian: Автоисправлено

source: Number of rays to cast for approximate world collisions.
russian: Количество лучей, испускаемых для приблизительных мировых столкновений.

source: Toggles audio on or off.
russian: Включает или выключает звук.

source: Cylinder (Mesh Filter)
russian: Цилиндр (сетчатый фильтр)

source: The physics material used by all attached colliders. Overrides any global physics material.
russian: Физический материал, используемый всеми подключенными коллайдерами. Переопределяет любой глобальный физический материал.

source: The radius of the edge(s). [ 0.0, 1000000 ].
russian: Радиус края(ов). [0,0, 1000000].

source: Single object split comparison view
russian: Представление сравнения разделения отдельных объектов

source: Open Recent Scene
russian: Открыть недавнюю сцену

source: Touch Input Module
russian: Сенсорный модуль ввода

source: Update Trigger Contacts Per Job
russian: Обновление триггерных контактов для каждого задания

source: Network Proximity Checker (Script)
russian: Проверка близости сети (скрипт)

source: Rotation Drive Mode
russian: Режим вращения

source: Mouse X
russian: Мышь Х

source: 27th axis (Joysticks)
russian: 27-я ось (Джойстики)

source: Shadow resolution
russian: Разрешение теней

source: Joystick 8
russian: Джойстик 8

source: Staging
russian: Постановка

source: Keep All
russian: Сохранить все

source: NetworkLobbyManager
russian: СетьLobbyManager

source: Fire1
russian: Огонь1

source: Transition
russian: Переход

source: Network Manager HUD (Script)
russian: Сетевой менеджер HUD (скрипт)

source: Fixed Joint
russian: Фиксированное соединение

source: Hidden By Default
russian: Скрыто по умолчанию

source: Choose to add to list
russian: Выберите, чтобы добавить в список

source: Raw
russian: Сырой

source: Create Dropdown
russian: Создать раскрывающийся список

source: Whether to calculate the mass from the collider(s) density and area.
russian: Следует ли рассчитывать массу на основе плотности и площади коллайдера(ов).

source: Joystick 10
russian: Джойстик 10

source: Network Lobby Manager (Script)
russian: Менеджер сетевого лобби (скрипт)

source: Horizontal Axis
russian: Горизонтальная ось

source: 6th axis (Joysticks)
russian: 6-я ось (Джойстики)

source: Lock View to Selected
russian: Заблокировать просмотр для выбранного

source: activate joint limits
russian: активировать совместные ограничения

source: Shadow projection
russian: Теневая проекция

source: Pressed Color
russian: Прессованный цвет

source: Strip Unused
russian: Полоса неиспользованная

source: NetworkLobbyPlayer
russian: СетьЛоббиплеер

source: Whether the collider is used by an attached effector or not.
russian: Используется ли коллайдер присоединенным эффектором или нет.

source: Alt Positive Button
russian: Альтернативная положительная кнопка

source: Network Lobby Player (Script)
russian: Сетевой лобби-плеер (скрипт)

source: Look At Constraint
russian: Посмотрите на ограничение

source: NetworkAnimator
russian: СетьАниматор

source: On Hover With Alt Or Selected
russian: При наведении с помощью Alt или выбора

source: See Differences
russian: См. различия

source: Max Value
russian: Макс. значение

source: Text Mesh
russian: Текстовая сетка

source: Horizontal Layout Group
russian: Группа горизонтального макета

source: Toggle Active State
russian: Переключить активное состояние

source: Upper left
russian: Вверху слева

source: You have files to publish.
russian: У вас есть файлы для публикации.

source: Stable Fit
russian: Стабильная посадка

source: Joystick 9
russian: Джойстик 9

source: Spatial Mapping Collider
russian: Коллайдер пространственного картографирования

source: The collision detection mode for the body.
russian: Режим обнаружения столкновений для тела.

source: Compressed In Memory
russian: Сжатый в памяти

source: Motion Vector generation mode.
russian: Режим генерации вектора движения.

source: Select Prefab Root
russian: Выберите корень префаба

source: Standalone Input Module
russian: Автономный модуль ввода

source: The texture to render this camera into.
russian: Текстура для рендеринга этой камеры.

source: Verbose
russian: Многословный

source: Max Translation Speed
russian: Максимальная скорость перевода

source: Canvas Scaler
russian: Холст скалер

source: Align with view
russian: Выровнять по виду

source: Selection Change
russian: Изменение выбора

source: Name of the device.
russian: Название устройства.

source: Number of pixel lights to use.
russian: Количество используемых пикселей.

source: Joystick 3
russian: Джойстик 3

source: Untagged
russian: Без тегов

source: Unified
russian: Единый

source: 24th axis (Joysticks)
russian: 24-я ось (джойстики)

source: Discrete
russian: Дискретный

source: Event Trigger
russian: Триггер события

source: Allow MSAA
russian: Разрешить MSAA

source: UV3
russian: УФ3

source: Hide Selected Items
russian: Скрыть выбранные элементы

source: UI Document
russian: Документ пользовательского интерфейса

source: Light Table
russian: Световой стол

source: Solver accuracy. Higher value costs more performance. (Default 6) [ 1, 255 ].
russian: Точность решателя. Более высокое значение требует большей производительности. (По умолчанию 6) [1, 255].

source: Last operation failed. Please retry later.
russian: Последняя операция не удалась. Пожалуйста, повторите попытку позже.

source: Vis Update Interval
russian: Интервал обновления Vis

source: When the joint hits the limit. This will determine how bouncy it will be. [ 0, 1 ].
russian: Когда сустав достигает предела. Это определит, насколько упругим он будет. [0, 1].

source: Tool handles are in global rotation.
russian: Ручки инструментов находятся в глобальном вращении.

source: Custom Tool
russian: Пользовательский инструмент

source: unlink
russian: отсоединить

source: Find
russian: Находить

source: Cull Update Transforms
russian: Отбраковка преобразований обновления

source: Place plants, stones and other small foliage
russian: Разместите растения, камни и другую мелкую листву.

source: New Contacts Per Job
russian: Новые контакты по каждому заданию

source: Info
russian: Информация

source: Convert Case
russian: Преобразовать дело

source: Bold and Italic
russian: Жирный и курсив

source: The damping used to reach the target. [ 0, infinity ].
russian: Демпфирование используется для достижения цели. [0, бесконечность].

source: Editor Settings
russian: Настройки редактора

source: Recompile Editor Code, Editor and Bindings
russian: Перекомпилируйте код редактора, редактор и привязки

source: Snap To Frame
russian: Привязка к кадру

source: Default-LowResolution
russian: По умолчанию-низкое разрешение

source: Multi Line Newline
russian: Многострочная новая строка

source: 8x Multi Sampling
russian: 8x мультисэмплинг

source: Joystick 5
russian: Джойстик 5

source: Scale the selected objects.
russian: Масштабируйте выбранные объекты.

source: Cutout
russian: Вырезать

source: Network Address
russian: Сетевой адрес

source: Texture 2D
russian: Текстура 2D

source: Align With View
russian: Выровнять по виду

source: Button (Script)
russian: Кнопка (Скрипт)

source: Default Solver Iterations
russian: Итерации решателя по умолчанию

source: Player Prefab
russian: Префаб игрока

source: Vertical Overflow
russian: Вертикальное переполнение

source: Baked Global Illumination is Enabled but there are no Static Meshes or Terrains in the Scene. Please enable the Lightmap Static property on the meshes you want included in baked lighting.
russian: Запеченное глобальное освещение включено, но на сцене нет статических мешей или ландшафтов. Пожалуйста, включите свойство Lightmap Static для сеток, которые вы хотите включить в запеченное освещение.

source: Angular Y Motion
russian: Угловое движение по оси Y

source: ShowSelectedItems
russian: Показать выбранные элементы

source: Illumination is not supported.
russian: Подсветка не поддерживается.

source: Middle center
russian: Средний центр

source: Z-Axis
russian: Ось Z

source: Go to the next frame.
russian: Перейти к следующему кадру.

source: Minimize %m
russian: Минимизировать %m

source: Physics Raycaster
russian: Рейкастер с физикой

source: Joystick 7
russian: Джойстик 7

source: Custom Framerate
russian: Пользовательская частота кадров

source: Undo Selection Change
russian: Отменить изменение выбора

source: Raise/Lower Terrain)
russian: Поднять/понизить местность)

source: Left Hips
russian: Левые бедра

source: Alt Negative Button
russian: Альтернативная отрицательная кнопка

source: Tracker
russian: Трекер

source: Canvas Scaler (Script)
russian: Масштабирование холста (скрипт)

source: Visual Studio Color
russian: Цвет Visual Studio

source: Middle right
russian: Средний правый

source: NamedControl
russian: Именедконтрол

source: Stoneroom
russian: Каменная комната

source: PhysicsManager
russian: Менеджер по физике

source: Force Hidden
russian: Сила скрыта

source: Left Foot
russian: Левая нога

source: Self Collision Stiffness
russian: Жесткость при самостолкновении

source: 3x3 Grid
russian: Сетка 3х3

source: UI Toolkit
russian: Набор инструментов пользовательского интерфейса

source: The sleeping mode for the body.
russian: Режим сна для организма.

source: Use Multithreading
russian: Используйте многопоточность

source: Single object zone comparison view
russian: Просмотр сравнения зон одного объекта

source: Async Upload TimeSlice in Milliseconds.
russian: TimeSlice асинхронной загрузки в миллисекундах.

source: Right Foot
russian: Правая нога

source: Island Solver Bodies Per Job
russian: Островные тела решателя на задание

source: Redo
russian: Повторить

source: Links the property between the different views
russian: Связывает свойство между различными представлениями

source: Preset Manager
russian: Менеджер предустановок

source: Visual Scripting Graph
russian: Граф визуального сценария

source: Position As UV1
russian: Позиционировать как UV1

source: Max Linear Correction
russian: Макс. линейная коррекция

source: State Graph
russian: Государственный график

source: Create Slider
russian: Создать слайдер

source: Italic
russian: Курсив

source: Place trees
russian: Размещайте деревья

source: Logarithmic Rolloff
russian: Логарифмический спад

source: Create Text
russian: Создать текст

source: Resolution Scaling Fixed DPI Factor
russian: Масштабирование разрешения с фиксированным коэффициентом DPI

source: Jump
russian: Прыжок

source: Content Hash
russian: Хэш контента

source: Distance Shadowmask
russian: Маска тени на расстоянии

source: You must be eligible to use Unity Personal Edition to use this build option. Please refer to our EULA for further information.
russian: Чтобы использовать этот вариант сборки, у вас должно быть право на использование Unity Personal Edition. Пожалуйста, обратитесь к нашему лицензионному соглашению для получения дополнительной информации.

source: Button - TextMeshPro
russian: Кнопка - TextMeshPro

source: No Cascades
russian: Никаких каскадов

source: Whether physics queries hit backface triangles or not.
russian: Независимо от того, касаются ли физические запросы треугольников на задней грани или нет.

source: Fullscreen Window With Menu Bar And Dock
russian: Полноэкранное окно со строкой меню и док-станцией

source: Script Graph
russian: График сценария

source: Full Res
russian: Полное разрешение

source: Perspective
russian: Перспектива

source: Hierachy Stats
russian: Статистика иерархии

source: Two D
russian: Два Д

source: You need to enable collab.
russian: Вам необходимо включить совместную работу.

source: 17th axis (Joysticks)
russian: 17-я ось (Джойстики)

source: Sewerpipe
russian: канализационная труба

source: Clear Flags Per Job
russian: Очистить флаги для каждого задания

source: Bring All to Front
russian: Вынести все на передний план

source: Event
russian: Событие

source: Hide Others %&h
russian: Скрыть другие %&h

source: 15th axis (Joysticks)
russian: 15-я ось (джойстики)

source: Billboard Renderer
russian: Рендеринг рекламных щитов

source: QualitySettings
russian: Настройки качества

source: When to enable anisotropic texturing
russian: Когда включать анизотропное текстурирование

source: Z Motion
russian: Z-движение

source: |Node Count
russian: |Количество узлов

source: Toggle skybox, fog and lens flare effects.
russian: Переключить эффекты скайбокса, тумана и бликов.

source: 1 Large 4 Small
russian: 1 большой 4 маленьких

source: Direct
russian: Прямой

source: Cave
russian: Пещера

source: All Sequential
russian: Все последовательные

source: Enable Enhanced Determinism
russian: Включить расширенный детерминизм

source: Middle Spine
russian: Средний отдел позвоночника

source: Unapplied import settings for '{0}' files
russian: Непримененные настройки импорта для файлов «{0}».

source: 13th axis (Joysticks)
russian: 13-я ось (Джойстики)

source: Default Max Depenetration Velocity
russian: Максимальная скорость проникновения по умолчанию

source: Prologic DTS
russian: Прологик ДТС

source: Cache Server (global)
russian: Кэш-сервер (глобальный)

source: Respawn
russian: Возрождение

source: Sphere (Mesh Filter)
russian: Сфера (сетчатый фильтр)

source: 2x Multi Sampling
russian: 2x мультисэмплинг

source: Public Redirect
russian: Публичное перенаправление

source: Run the physics simulation automatically or allow the explicit control of it.
russian: Запустите физическое моделирование автоматически или разрешите явное управление им.

source: NetworkProximityChecker
russian: СетьProximityChecker

source: A contact with a relative velocity below this will not bounce.
russian: Контакт с относительной скоростью ниже этой не отскочит.

source: 8th axis (Joysticks)
russian: 8-я ось (джойстики)

source: Parkinglot
russian: Парковка

source: About Unity...
russian: О Единстве...

source: Angular Sleep Tolerance
russian: Угловая толерантность к сну

source: InputManager
russian: Менеджер ввода

source: Position As UV1 (Script)
russian: Позиционировать как UV1 (скрипт)

source: Best Fit
russian: Лучшее соответствие

source: Position Constraint
russian: Ограничение позиции

source: Angular YZ Drive
russian: Угловой привод YZ

source: Style Sheet
russian: Таблица стилей

source: Scroll Rect (Script)
russian: Прямоугольник прокрутки (скрипт)

source: Font Style
russian: Стиль шрифта

source: Vertical Scrollbar Down Button
russian: Кнопка вниз вертикальной полосы прокрутки

source: Vis Range
russian: Вис Диапазон

source: Profiler %7
russian: Профилировщик %7
