Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Parametic Lights have been deprecated. To continue, upgrade your Parametric Light to a Freeform Light to enjoy similar light functionality.
russian: Параметические источники света устарели. Чтобы продолжить, обновите параметрический источник света до источника света произвольной формы, чтобы получить аналогичную функциональность освещения.

source: Parametic Lights have been deprecated. To continue, upgrade your Parametric Lights to Freeform Lights to enjoy similar light functionality.
russian: Параметические источники света устарели. Чтобы продолжить, обновите параметрические источники света до источников света произвольной формы, чтобы получить аналогичную функциональность освещения.

source: Alternatively, you may choose to upgrade from the menu. Window > Rendering > Render Pipeline Converter > URP 2D Converters
russian: Кроме того, вы можете выбрать обновление из меню. Окно > Рендеринг > Конвертер конвейера рендеринга > Преобразователи URP 2D

source: Upgrade Parametric Light
russian: Обновите параметрический свет

source: Upgrade Parametric Lights
russian: Обновление параметрических источников света

source: Universal scriptable renderpipeline asset must be assigned in Graphics Settings or Quality Settings.
russian: Универсальный ресурс конвейера рендеринга, поддерживающий сценарии, должен быть назначен в настройках графики или настройках качества.

source: 2D renderer data must be assigned to your universal render pipeline asset or camera.
russian: Данные 2D-рендеринга должны быть назначены вашему универсальному конвейеру рендеринга или камере.

source: Normal Map Quality
russian: Нормальное качество карты

source: Normal Map Z Distance
russian: Карта нормалей Z Расстояние

source: Inner Radius
russian: Внутренний радиус

source: Outer Radius
russian: Внешний радиус

source: Bool Property
russian: Бул Свойство

source: Light Color
russian: Светлый цвет

source: Light Intensity
russian: Интенсивность света

source: Deprecated Point Light Sprite
russian: Устаревший спрайт точечного света

source: Shape Light Sprite
russian: Форма светового спрайта

source: Shape Light Falloff Size
russian: Форма Размер спада света

source: Assets PPU
russian: Активы ППУ

source: Ref Res X
russian: Ссылка Рез X

source: Ref Res Y
russian: Ссылка Разрешение Y

source: Crop Frame
russian: Обрезать рамку

source: Use Renderer Silhouette
russian: Использовать силуэт рендерера

source: When this and Self Shadows are enabled, the Renderer's silhouette is considered part of the shadow. When this is enabled and Self Shadows disabled, the Renderer's silhouette is excluded from the shadow.
russian: Если этот параметр и функция Self Shadows включены, силуэт средства визуализации считается частью тени. Если этот параметр включен, а Self Shadows отключен, силуэт средства визуализации исключается из тени.

source: Self Shadows
russian: Самостоятельные тени

source: When enabled, the Renderer casts shadows on itself.
russian: Если этот параметр включен, рендерер отбрасывает на себя тени.

source: Casts Shadows
russian: Отбрасывает тени

source: Specifies if this renderer will cast shadows
russian: Указывает, будет ли этот рендерер отбрасывать тени.

source: Apply shadows to the specified sorting layers.
russian: Примените тени к указанным слоям сортировки.

source: Light Render Textures
russian: Легкие текстуры рендеринга

source: Light Blend Styles
russian: Стили смешивания света

source: A Light Blend Style is a collection of properties that describe a particular way of applying lighting.
russian: Стиль смешивания света — это набор свойств, описывающих конкретный способ применения освещения.

source: Default sorting mode used for transparent objects
russian: Режим сортировки по умолчанию, используемый для прозрачных объектов

source: Axis used for custom axis sorting mode
russian: Ось, используемая для режима сортировки по пользовательской оси.

source: HDR Emulation Scale
russian: Масштаб эмуляции HDR

source: Describes the scaling used by lighting to remap dynamic range between LDR and HDR
russian: Описывает масштабирование, используемое освещением для перераспределения динамического диапазона между LDR и HDR.

source: The resolution of intermediate light render textures, in relation to the screen resolution. 1.0 means full-screen size.
russian: Разрешение текстур промежуточного освещения в зависимости от разрешения экрана. 1.0 означает полноэкранный размер.

source: Max Light Render Textures
russian: Максимальное освещение текстур рендеринга

source: How many intermediate light render textures can be created and utilized concurrently. Higher value usually leads to better performance on mobile hardware at the cost of more memory.
russian: Сколько промежуточных текстур рендеринга света можно создать и использовать одновременно. Более высокое значение обычно приводит к повышению производительности мобильного оборудования за счет увеличения объема памяти.

source: Max Shadow Render Textures
russian: Макс. текстуры рендеринга теней

source: How many intermediate shadow render textures can be created and utilized concurrently. Higher value usually leads to better performance on mobile hardware at the cost of more memory.
russian: Сколько промежуточных текстур рендеринга теней можно создать и использовать одновременно. Более высокое значение обычно приводит к повышению производительности мобильного оборудования за счет увеличения объема памяти.

source: Default Material Type
russian: Тип материала по умолчанию

source: Material to use when adding new objects to a scene
russian: Материал, используемый при добавлении новых объектов в сцену.

source: Default Custom Material
russian: Пользовательский материал по умолчанию

source: Mask Texture Channel
russian: Канал текстуры маски

source: Which channel of the mask texture will affect this Light Blend Style.
russian: Какой канал текстуры маски будет влиять на этот стиль наложения света.

source: Blend Mode
russian: Режим наложения

source: How the lighting should be blended with the main color of the objects.
russian: Как освещение должно сочетаться с основным цветом предметов.

source: Depth/Stencil Buffer
russian: Буфер глубины/трафарета

source: Uncheck this when you are certain you don't use any feature that requires the depth/stencil buffer (e.g. Sprite Mask). Not using the depth/stencil buffer may improve performance, especially on mobile platforms.
russian: Снимите этот флажок, если вы уверены, что не используете какую-либо функцию, требующую буфера глубины/трафарета (например, маску спрайта). Отсутствие использования буфера глубины/трафарета может повысить производительность, особенно на мобильных платформах.

source: Turns post-processing on (check box selected) or off (check box cleared). If you clear this check box, Unity excludes post-processing render Passes, shaders, and textures from the build.
russian: Включает постобработку (флажок установлен) или выключает (флажок снят). Если вы снимите этот флажок, Unity исключит из сборки проходы рендеринга постобработки, шейдеры и текстуры.

source: Camera Sorting Layer Texture
russian: Текстура слоя сортировки камеры

source: Layers from back most to selected bounds will be rendered to _CameraSortingLayerTexture
russian: Слои от самых задних до выбранных границ будут отображаться в _CameraSortingLayerTexture.

source: Foremost Sorting Layer
russian: Передний сортировочный слой

source: Downsampling Method
russian: Метод субдискретизации

source: Method used to copy _CameraSortingLayerTexture
russian: Метод, используемый для копирования _CameraSortingLayerTexture

source: Camera Sorting Layer Downsampling Method
russian: Метод понижающей дискретизации слоя сортировки камеры

source: Use Depth Stencil Buffer
russian: Использовать буфер трафарета глубины

source: Light Render Texture Scale
russian: Масштаб текстуры рендеринга света

source: Max Light Render Texture Count
russian: Максимальное количество текстур при рендеринге света

source: Max Shadow Render Texture Count
russian: Максимальное количество текстур рендеринга теней

source: 2D Object
russian: 2D-объект

source: Pixel Perfect Camera (URP)
russian: Пиксельная идеальная камера (URP)

source: Is Open Ended Property
russian: Является открытой собственностью

source: Sprite Custom Lit Shader Graph
russian: График шейдера Sprite Custom Lit Shader

source: Sprite Unlit Shader Graph
russian: График шейдера спрайта без подсветки

source: Sprite Lit Shader Graph
russian: График шейдера Sprite Lit

source: Light Batching Debugger
russian: Легкий пакетный отладчик

source: Sub Graph
russian: Подграфик

source: Blank Shader Graph
russian: Пустой граф шейдера

source: VFX Shader Graph
russian: График шейдера визуальных эффектов

source: Custom Render Texture
russian: Пользовательская текстура рендеринга

source: Controls the rendering states of the fullscreen material.
russian: Управляет состояниями рендеринга полноэкранного материала.

source: Src Color
russian: Исходный цвет

source: Dst Color
russian: Цвет Dst

source: Color Blend Op
russian: Цветовая смесь

source: Src Alpha
russian: Источник Альфа

source: Dst Alpha
russian: Дст Альфа

source: Alpha Blend Op
russian: Альфа-смесь, операция

source: Stencil Override
russian: Переопределение трафарета

source: Enable the stencil block in the shader.
russian: Включите трафаретный блок в шейдере.

source: Reference
russian: Ссылка

source: Reference value use for comparison and operations.
russian: Использование эталонного значения для сравнения и операций.

source: Read Mask
russian: Читать маску

source: Tells which bit are allowed to be read during the stencil test.
russian: Сообщает, какой бит разрешено читать во время теста трафарета.

source: Write Mask
russian: Написать маску

source: Tells which bit are allowed to be written during the stencil test.
russian: Сообщает, какой бит разрешено записывать во время теста трафарета.

source: Comparison
russian: Сравнение

source: Tells which function to use when doing the stencil test.
russian: Сообщает, какую функцию использовать при проверке трафарета.

source: Tells what to do when the stencil test succeed.
russian: Сообщает, что делать, если проверка трафарета прошла успешно.

source: Tells what to do when the stencil test fails.
russian: Сообщает, что делать, если тест трафарета не пройден.

source: Depth Fail
russian: Ошибка глубины

source: Tells what to do when the depth test fails.
russian: Сообщает, что делать, если проверка глубины не удалась.

source: BuiltIn
russian: Встроенный

source: Controls how Built-In RP renders the Material on a screen.
russian: Управляет тем, как встроенный RP отображает материал на экране.

source: Reset All
russian: Сбросить все

source: The active render pipeline does not support the Projector component. If using HDRP, use the Decal Projector component instead.
russian: Активный конвейер рендеринга не поддерживает компонент «Проектор». При использовании HDRP вместо этого используйте компонент «Проектор декалей».

source: Toggle all additional properties to either visible or hidden.
russian: Переключите все дополнительные свойства на видимые или скрытые.

source: All Visible
russian: Все видно

source: All Hidden
russian: Все скрыто

source: Additional Properties
russian: Дополнительные свойства

source: Generate Shader Includes
russian: Создать шейдер включает в себя

source: Create a Global Settings asset in the Assets folder.
russian: Создайте актив «Глобальные настройки» в папке «Ресурсы».

source: Clone a Global Settings asset in the Assets folder.
russian: Клонируйте ресурс «Глобальные настройки» в папке «Ресурсы».

source: Shader Stripping settings
russian: Настройки разделения шейдеров

source: Shader Variant Log Level
russian: Уровень журнала варианта шейдера

source: Controls the level of logging of shader variant information outputted during the build process. Information appears in the Unity Console when the build finishes.
russian: Управляет уровнем регистрации информации о вариантах шейдера, выводимой в процессе сборки. Информация появится в консоли Unity после завершения сборки.

source: Export Shader Variants
russian: Экспортировать варианты шейдеров

source: Controls whether to output shader variant information to a file.
russian: Определяет, выводить ли информацию о вариантах шейдера в файл.

source: These settings control how the camera output is formatted.
russian: Эти настройки управляют форматированием вывода камеры.

source: Four values that indicate where on the screen HDRP draws this Camera view. Measured in Viewport Coordinates (values in the range of [0, 1]).
russian: Четыре значения, указывающие, где на экране HDRP отображает изображение с камеры. Измеряется в координатах области просмотра (значения в диапазоне [0, 1]).

source: The height of the Camera's view angle, measured in degrees along the specified axis.
russian: Высота угла обзора камеры, измеряемая в градусах вдоль указанной оси.

source: Field of View Axis
russian: Ось поля зрения

source: The axis the Camera's view angle is measured along.
russian: Ось, по которой измеряется угол обзора камеры.

source: Enables Physical camera mode for FOV calculation. When checked, the field of view is calculated from properties for simulating physical attributes (focal length, sensor size, and lens shift).
russian: Включает режим физической камеры для расчета угла обзора. Если этот флажок установлен, поле зрения рассчитывается на основе свойств для моделирования физических атрибутов (фокусное расстояние, размер датчика и сдвиг объектива).

source: The closest point relative to the camera that drawing occurs.
russian: Ближайшая точка относительно камеры, в которой происходит рисование.

source: The furthest point relative to the camera that drawing occurs.
russian: Самая дальняя точка относительно камеры, где происходит рисование.

source: When using Preset of Camera Component, only a subset of properties are supported. Unsupported properties are hidden.
russian: При использовании предустановки компонента камеры поддерживается только подмножество свойств. Неподдерживаемые свойства скрыты.

source: These settings control what the camera background looks like.
russian: Эти настройки управляют тем, как будет выглядеть фон камеры.

source: This camera will only be affected by volumes in the selected scene-layers.
russian: На эту камеру будут влиять только объемы в выбранных слоях сцены.

source: Camera Body
russian: Корпус камеры

source: Lens
russian: Объектив

source: Shift
russian: Сдвиг

source: Sets the light sensitivity of the Camera sensor. This property affects Exposure if you set its Mode to Use Physical Camera.
russian: Устанавливает светочувствительность сенсора камеры. Это свойство влияет на «Экспозицию», если для параметра «Режим» установлено значение «Использовать физическую камеру».

source: The amount of time the Camera sensor is capturing light.
russian: Время, в течение которого датчик камеры улавливает свет.

source: The f-stop (f-number) of the lens. Lower values give a wider lens aperture.
russian: Диафрагма (диафрагменное число) объектива. Более низкие значения дают более широкую апертуру объектива.

source: The distance from the camera where objects appear sharp when Depth Of Field is enabled.
russian: Расстояние от камеры, на котором объекты кажутся резкими при включенной глубине резкости.

source: Aperture Shape
russian: Форма диафрагмы

source: The number of blades in the lens aperture. Higher values give a rounder aperture shape.
russian: Количество лепестков в диафрагме объектива. Более высокие значения дают более округлую форму апертуры.

source: Controls the curvature of the lens aperture blades. The minimum value results in fully-curved, perfectly-circular bokeh, and the maximum value results in visible aperture blades.
russian: Управляет кривизной лепестков диафрагмы объектива. Минимальное значение приводит к полностью изогнутому, идеально круглому боке, а максимальное значение — к видимым лепесткам диафрагмы.

source: Controls the self-occlusion of the lens, creating a cat's eye effect.
russian: Управляет самоокклюзией линзы, создавая эффект кошачьего глаза.

source: Use the slider to stretch the sensor to simulate an anamorphic look.
russian: Используйте ползунок, чтобы растянуть датчик и имитировать анаморфотный вид.

source: These settings control for the specific rendering features for this camera.
russian: Эти настройки управляют конкретными функциями рендеринга для этой камеры.

source: Dithering
russian: Дизеринг

source: Applies 8-bit dithering to the final render to reduce color banding.
russian: Применяет 8-битное сглаживание к окончательному рендерингу для уменьшения цветовых полос.

source: Stop NaNs
russian: Остановить NaN

source: Automatically replaces NaN/Inf in shaders by a black pixel to avoid breaking some effects. This will slightly affect performances and should only be used if you experience NaN issues that you can't fix.
russian: Автоматически заменяет NaN/Inf в шейдерах черным пикселем, чтобы не нарушать некоторые эффекты. Это незначительно повлияет на производительность, и его следует использовать только в том случае, если у вас возникли проблемы с NaN, которые вы не можете исправить.

source: Define the custom Frame Settings for this Camera to use.
russian: Определите пользовательские настройки кадра для использования этой камерой.

source: Is On
russian: включен

source: Arrow Closed
russian: Стрелка закрыта

source: Arrow Opened
russian: Стрелка открыта

source: Rendering Debugger
russian: Отладчик рендеринга

source: Panel Prefab
russian: Панельный сборный дом

source: Environment Library (Look Dev)
russian: Библиотека среды (см. Dev)

source: Look Dev
russian: Смотри, Дев

source: Lens Flare Data
russian: Данные о бликах объектива

source: Attenuation By Light Shape
russian: Ослабление формой света

source: Max Attenuation Distance
russian: Максимальное расстояние затухания

source: Distance Attenuation Curve
russian: Кривая затухания на расстоянии

source: Max Attenuation Scale
russian: Макс. шкала затухания

source: Scale By Distance Curve
russian: Масштабировать по кривой расстояния

source: Radial Screen Attenuation Curve
russian: Кривая затухания радиального экрана

source: Use Occlusion
russian: Использовать окклюзию

source: Background Cloud Occlusion
russian: Затенение фонового облака

source: Volumetric Cloud Occlusion
russian: Объемная облачная окклюзия

source: Occlusion Radius
russian: Радиус окклюзии

source: Samples Count
russian: Количество образцов

source: Occlusion Offset
russian: Смещение окклюзии

source: Occlusion Remap Curve
russian: Кривая переназначения окклюзии

source: Allow Off Screen
russian: Разрешить выключение экрана

source: Specifies the SRP Lens Flare Data asset this component uses.
russian: Указывает ресурс данных о бликах линзы SRP, который использует этот компонент.

source: Create a new SRP Lens Flare Data asset.
russian: Создайте новый актив «Данные о бликах линзы SRP».

source: Create a new SRP Lens Flare Data asset and copy the content of the currently assigned data.
russian: Создайте новый актив «Данные бликов линзы SRP» и скопируйте содержимое текущих назначенных данных.

source: Sets the intensity of the lens flare.
russian: Устанавливает интенсивность бликов объектива.

source: Sets the scale of the lens flare.
russian: Устанавливает масштаб блика объектива.

source: Attenuation Distance
russian: Расстояние затухания

source: Sets the distance, in meters, between the start and the end of the Distance Attenuation Curve.
russian: Устанавливает расстояние в метрах между началом и концом кривой затухания расстояния.

source: Attenuation Distance Curve
russian: Кривая расстояния затухания

source: Specifies the curve that reduces the effect of the lens flare based on the distance between the GameObject this asset is attached to and the Camera.
russian: Определяет кривую, которая уменьшает эффект бликов объектива в зависимости от расстояния между GameObject, к которому прикреплен этот ресурс, и камерой.

source: Scale Distance
russian: Масштабировать расстояние

source: Sets the distance, in meters, between the start and the end of the Scale Attenuation Curve.
russian: Устанавливает расстояние в метрах между началом и концом кривой затухания шкалы.

source: Scale Distance Curve
russian: Масштабная кривая расстояния

source: Specifies the curve used to calculate the size of the lens flare based on the distance between the GameObject this asset is attached to, and the Camera.
russian: Указывает кривую, используемую для расчета размера блика на основе расстояния между GameObject, к которому прикреплен этот ресурс, и камерой.

source: When enabled, if the component is attached to a light, automatically reduces the effect of the lens flare based on the type and shape of the light.
russian: Если этот параметр включен, если компонент прикреплен к источнику света, автоматически уменьшает эффект бликов линзы в зависимости от типа и формы источника света.

source: Screen Attenuation Curve
russian: Кривая затухания экрана

source: Specifies the curve that modifies the intensity of the lens flare based on its distance from the edge of the screen.
russian: Определяет кривую, которая изменяет интенсивность бликов линзы в зависимости от ее расстояния от края экрана.

source: When enabled, the renderer uses the depth buffer to occlude (partially or completely) the lens flare. Partial occlusion also occurs when the lens flare is partially offscreen.
russian: Если этот параметр включен, средство рендеринга использует буфер глубины для закрытия (частичного или полного) блика объектива. Частичная окклюзия также возникает, когда блик объектива частично находится за кадром.

source: Background Clouds
russian: Фоновые облака

source: When enabled, the occlusion is attenuated by the Background Clouds used on the Visual Environnement (Cloud layer).
russian: Если этот параметр включен, окклюзия ослабляется фоновыми облаками, используемыми в визуальной среде (слое облаков).

source: Sets the radius, in meters, around the light used to compute the occlusion of the lens flare. If this area is half occluded by geometry (or half off-screen), the intensity of the lens flare is cut by half.
russian: Устанавливает радиус в метрах вокруг источника света, используемого для расчета перекрытия блика объектива. Если эта область наполовину закрыта геометрией (или наполовину находится за пределами экрана), интенсивность бликов объектива снижается вдвое.

source: Sets the number of random samples used inside the Occlusion Radius area. A higher sample count gives a smoother attenuation when occluded.
russian: Устанавливает количество случайных выборок, используемых в области радиуса окклюзии. Большее количество образцов обеспечивает более плавное затухание при перекрытии.

source: Sets the offset of the occlusion area in meters between the GameObject this asset is attached to, and the Camera. A positive value moves the occlusion area closer to the Camera.
russian: Устанавливает смещение области окклюзии в метрах между GameObject, к которому прикреплен этот ресурс, и камерой. Положительное значение перемещает область окклюзии ближе к камере.

source: Specifies the curve used to remap the occlusion of the flare. By default, the occlusion is linear, between 0 and 1. This can be specifically useful to occlude flare more drastically when behind clouds.
russian: Указывает кривую, используемую для переназначения перекрытия блика. По умолчанию затенение линейное, от 0 до 1. Это может быть особенно полезно для более резкого затенения бликов, когда они находятся за облаками.

source: When enabled, allows the lens flare to affect the scene even when it is outside the Camera's field of view.
russian: Если эта функция включена, блики объектива могут влиять на сцену, даже если она находится за пределами поля зрения камеры.
