Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: This agent will ignore all other agents for which this number is higher. A lower value implies higher importance.
russian: Этот агент будет игнорировать всех других агентов, у которых это число больше. Меньшее значение подразумевает более высокую важность.

source: Auto Traverse Off Mesh Link
russian: Автоматическое перемещение при отключении сетки

source: The agent moves across Off Mesh Links automatically.
russian: Агент автоматически перемещается по ссылкам Off Mesh.

source: Auto Repath
russian: Автоматическое восстановление пути

source: The agent will attempt to acquire a new path if the existing path becomes invalid.
russian: Агент попытается получить новый путь, если существующий путь станет недействительным.

source: Area Mask
russian: Маска области

source: The agent plans a path and moves only through the selected NavMesh area types.
russian: Агент планирует путь и перемещается только через выбранные типы областей NavMesh.

source: Obstacle Avoidance Type
russian: Тип обхода препятствий

source: Avoidance Priority
russian: Приоритет предотвращения

source: Ramp
russian: Рампа

source: Use gradient color ramp visualization
russian: Используйте визуализацию градиентной цветовой гаммы

source: Sample per texture pixel modifier
russian: Модификатор выборки пикселей текстуры

source: Opacity of the texture visualization
russian: Непрозрачность визуализации текстуры

source: SDF value scale (how many texels SDF value of 1 represents)
russian: Шкала значений SDF (сколько текселей представляет значение SDF, равное 1)

source: SDF surface is at this value
russian: Поверхность SDF имеет это значение

source: Volumetric rendering display
russian: Дисплей объемного рендеринга

source: Display three planar slices of the texture
russian: Отображение трех плоских срезов текстуры

source: SDF
russian: СДС

source: Display texture as a Signed Distance Field surface
russian: Отобразите текстуру как поверхность поля со знаком расстояния.

source: Specifies the current type of light. Possible types are Directional, Spot, Point, and Area lights.
russian: Указывает текущий тип освещения. Возможные типы: направленное, точечное, точечное и площадное освещение.

source: Specifies the shape of the Area light. Possible types are Rectangle and Disc.
russian: Определяет форму источника света области. Возможные типы: прямоугольник и диск.

source: Controls how far the light is emitted from the center of the object.
russian: Управляет тем, насколько далеко излучается свет от центра объекта.

source: Spot Angle
russian: Угол пятна

source: Controls the angle in degrees at the base of a Spot light's cone.
russian: Управляет углом в градусах у основания конуса точечного света.

source: Inner / Outer Spot Angle
russian: Внутренний/внешний угол пятна

source: Controls the inner and outer angles in degrees, at the base of a Spot light's cone.
russian: Управляет внутренним и внешним углами в градусах у основания конуса точечного света.

source: Controls the color being emitted by the light.
russian: Управляет цветом, излучаемым светом.

source: Use color temperature mode
russian: Использовать режим цветовой температуры

source: Choose between RGB and temperature mode for light's color.
russian: Выбирайте между RGB и температурным режимом цвета света.

source: Filter
russian: Фильтр

source: A colored gel can be put in front of the light source to tint the light.
russian: Цветной гель можно положить перед источником света, чтобы придать оттенок свету.

source: Temperature
russian: Температура

source: Also known as CCT (Correlated color temperature). The color temperature of the electromagnetic radiation emitted from an ideal black body is defined as its surface temperature in Kelvin. White is 6500K
russian: Также известен как CCT (коррелированная цветовая температура). Цветовая температура электромагнитного излучения, испускаемого идеально черным телом, определяется как температура его поверхности в Кельвинах. Белый — 6500К.

source: Controls the brightness of the light. Light color is multiplied by this value.
russian: Управляет яркостью света. Цвет света умножается на это значение.

source: Specifies the light mode used to determine if and how a light will be baked. Possible modes are Baked, Mixed, and Realtime.
russian: Указывает режим освещения, используемый для определения того, будет ли запекаться свет и если да, то каким образом. Возможные режимы: «Запеченный», «Смешанный» и «В реальном времени».

source: Indirect Multiplier
russian: Косвенный множитель

source: Determines the intensity of indirect light being contributed to the scene. Has no effect when both Realtime and Baked Global Illumination are disabled. If this value is 0, Realtime lights to be removed from realtime global illumination and Baked and Mixed lights to no longer emit indirect lighting.
russian: Определяет интенсивность непрямого света, попадающего в сцену. Не имеет эффекта, если отключены режим реального времени и запеченное глобальное освещение. Если это значение равно 0, освещение в реальном времени будет удалено из глобального освещения в реальном времени, а запеченное и смешанное освещение больше не будет излучать непрямое освещение.

source: Determines the intensity of indirect light being contributed to to the scene. Has no effect when Baked Global Illumination is disabled. If this value is 0, Baked and Mixed lights no longer emit indirect lighting.
russian: Определяет интенсивность непрямого света, попадающего на сцену. Не имеет эффекта, если отключено запеченное глобальное освещение. Если это значение равно 0, запеченные и смешанные источники света больше не излучают непрямое освещение.

source: Shadow Type
russian: Тип тени

source: Specifies whether Hard Shadows, Soft Shadows, or No Shadows will be cast by the light.
russian: Указывает, будут ли отбрасываться светом «Жесткие тени», «Мягкие тени» или «Нет теней».

source: Specifies whether Soft Shadows or No Shadows will be cast by the light.
russian: Указывает, будут ли отбрасываться светом «Мягкие тени» или «Нет теней».

source: Realtime Shadows
russian: Тени в реальном времени

source: Settings for realtime direct shadows.
russian: Настройки прямых теней в реальном времени.

source: Controls how dark the shadows cast by the light will be.
russian: Управляет тем, насколько темными будут тени, отбрасываемые источником света.

source: Controls the rendered resolution of the shadow maps. A higher resolution will increase the fidelity of shadows at the cost of GPU performance and memory usage.
russian: Управляет разрешением визуализации карт теней. Более высокое разрешение повысит точность теней за счет производительности графического процессора и использования памяти.

source: Controls the distance at which the shadows will be pushed away from the light. Useful for avoiding false self-shadowing artifacts.
russian: Управляет расстоянием, на котором тени будут отталкиваться от света. Полезно для предотвращения ложных артефактов самозатенения.

source: Controls distance at which the shadow casting surfaces will be shrunk along the surface normal. Useful for avoiding false self-shadowing artifacts.
russian: Управляет расстоянием, на котором поверхности, отбрасывающие тени, будут сжиматься вдоль нормали поверхности. Полезно для предотвращения ложных артефактов самозатенения.

source: Controls the value for the near clip plane when rendering shadows. Currently clamped to 0.1 units or 1% of the lights range property, whichever is lower.
russian: Управляет значением ближней плоскости отсечения при рендеринге теней. В настоящее время ограничено 0,1 единицами или 1% от свойства дальности освещения, в зависимости от того, что меньше.

source: Baked Shadow Radius
russian: Запеченный радиус тени

source: Controls the amount of artificial softening applied to the edges of shadows cast by the Point or Spot light.
russian: Управляет степенью искусственного смягчения, применяемого к краям теней, отбрасываемых точечным или точечным источником света.

source: Baked Shadow Angle
russian: Угол запеченной тени

source: Controls the amount of artificial softening applied to the edges of shadows cast by directional lights.
russian: Управляет степенью искусственного смягчения, применяемого к краям теней, отбрасываемых направленным источником света.

source: Specifies the Texture mask to cast shadows, create silhouettes, or patterned illumination for the light.
russian: Указывает маску текстуры для отбрасывания теней, создания силуэтов или узорчатого освещения для источника света.

source: Controls the size of the cookie mask currently assigned to the light.
russian: Управляет размером маски cookie, назначенной в данный момент источнику света.

source: Texture to use for the light cookie.
russian: Текстура для легкого печенья.

source: Draw Halo
russian: Нарисуй ореол

source: When enabled, draws a spherical halo of light with a radius equal to the lights range value.
russian: При включении рисует сферический ореол света с радиусом, равным значению дальности освещения.

source: Specifies the flare object to be used by the light to render lens flares in the scene.
russian: Указывает объект блика, который будет использоваться источником света для визуализации бликов на сцене.

source: Specifies the importance of the light which impacts lighting fidelity and performance. Options are Auto, Important, and Not Important. This only affects Forward Rendering.
russian: Определяет важность света, который влияет на точность освещения и производительность. Возможные варианты: «Авто», «Важно» и «Не важно». Это влияет только на прямой рендеринг.

source: Specifies which layers will be affected or excluded from the light's effect on objects in the scene.
russian: Указывает, какие слои будут затронуты или исключены из воздействия света на объекты сцены.

source: Mask that can be used with SRP when drawing shadows to filter renderers outside of the normal layering system.
russian: Маска, которую можно использовать с SRP при рисовании теней для фильтрации средств визуализации за пределами обычной системы слоев.

source: Controls the width in units of the area light.
russian: Управляет шириной в единицах освещения области.

source: Controls the height in units of the area light.
russian: Управляет высотой в единицах площади освещения.

source: Controls the radius in units of the disc area light.
russian: Управляет радиусом в единицах освещения области диска.

source: Light mode is currently overridden to Realtime mode. Enable Baked Global Illumination to use Mixed or Baked light modes.
russian: Режим Light в настоящее время заменен режимом Realtime. Включите запеченное глобальное освещение, чтобы использовать режимы смешанного или запеченного освещения.

source: Realtime indirect bounce shadowing is only supported for Directional lights.
russian: Косвенное затенение в реальном времени поддерживается только для направленного освещения.

source: Cookie textures for spot lights should be set to clamp, not repeat, to avoid artifacts.
russian: Текстуры cookie для точечного освещения должны быть настроены так, чтобы они фиксировались, а не повторялись, чтобы избежать артефактов.

source: Cookie support for baked lights is not enabled. Please enable it in Project Settings > Editor > Enable baked cookies support
russian: Поддержка файлов cookie для запеченных источников света не включена. Включите его в «Настройки проекта» > «Редактор» > «Включить поддержку запеченных файлов cookie».

source: Cookie support for mixed lights is not enabled for indirect lighting. You can enable it in Project Settings > Editor > Enable baked cookies support
russian: Поддержка файлов cookie для смешанного освещения не включена для непрямого освещения. Вы можете включить его в «Настройки проекта» > «Редактор» > «Включить поддержку запеченных файлов cookie».

source: Spot and directional light cookie textures must be 2D.
russian: Текстуры точечного и направленного света должны быть 2D.

source: Light mode is currently overridden to Realtime mode. The current render pipeline doesn't support Mixed mode and/or any of the lighting modes.
russian: Режим Light в настоящее время заменен режимом Realtime. Текущий конвейер рендеринга не поддерживает смешанный режим и/или какой-либо из режимов освещения.

source: Light mode is currently overridden to Realtime mode. The current render pipeline doesn't support Baked mode.
russian: Режим Light в настоящее время заменен режимом Realtime. Текущий конвейер рендеринга не поддерживает запеченный режим.

source: Spot
russian: Место

source: Area (baked only)
russian: Площадь (только запеченная)

source: Rectangle
russian: Прямоугольник

source: Disc
russian: Диск

source: Area Size X
russian: Размер площади X

source: Area Size Y
russian: Размер области Y

source: Use Color Temperature
russian: Использовать цветовую температуру

source: Bounce Intensity
russian: Интенсивность отскока

source: Cookie Size
russian: Размер файла cookie

source: Halo
russian: Гало

source: Shadows Type
russian: Тип теней

source: Baked Shadow Radius Prop
russian: Опора радиуса запеченной тени

source: Shadows Resolution
russian: Разрешение теней

source: Lighting has been disabled in at least one Scene view. Any changes applied to lights in the Scene will not be updated in these views until Lighting has been enabled again.
russian: Освещение отключено как минимум в одном виде сцены. Любые изменения, примененные к источникам света в сцене, не будут обновляться в этих представлениях до тех пор, пока освещение не будет снова включено.

source: Only the Progressive lightmapper supports Disc lights. The Enlighten lightmapper doesn't so please consider using a different light shape instead or switch to Progressive in the Lighting window.
russian: Только Progressive Lightmapper поддерживает дисковые источники света. Карта освещения Enlighten этого не делает, поэтому рассмотрите возможность использования другой формы освещения или переключитесь на прогрессивное в окне освещения.

source: Note that BlendShape weight range is clamped. This can be disabled in Player Settings.
russian: Обратите внимание, что диапазон веса BlendShape ограничен. Это можно отключить в настройках проигрывателя.

source: The assigned mesh is missing either bone weights with bind pose, or blend shapes. This might cause the mesh not to render in the Player. If your mesh does not have either bone weights with bind pose, or blend shapes, use a Mesh Renderer instead of Skinned Mesh Renderer.
russian: В назначенной сетке отсутствуют веса костей с позой привязки или смешанные формы. Это может привести к тому, что сетка не будет отображаться в проигрывателе. Если ваша сетка не имеет веса костей с привязкой позы или смешанных форм, используйте Mesh Renderer вместо Skinned Mesh Renderer.

source: Bounds
russian: Границы

source: The bounding box that encapsulates the mesh.
russian: Ограничивающая рамка, инкапсулирующая сетку.

source: Number of bones to use per vertex during skinning.
russian: Количество костей, используемых на вершину во время скиннинга.

source: If an accurate bounding volume representation should be calculated every frame.
russian: Если точное представление ограничивающего объема должно рассчитываться в каждом кадре.

source: The mesh used by this renderer.
russian: Сетка, используемая этим средством визуализации.

source: Transform with which the bounds move, and the space in which skinning is computed.
russian: Преобразование, с помощью которого перемещаются границы, и пространство, в котором вычисляется скин.

source: Scriptable Render Pipeline
russian: Скриптовый конвейер рендеринга

source: Changing this render pipeline asset may take a significant amount of time.
russian: Изменение этого актива конвейера рендеринга может занять значительное время.

source: Changing Render Pipeline
russian: Изменение конвейера рендеринга

source: Activate
russian: Активировать

source: Activate the constraint at the current offset from the sources.
russian: Активируйте ограничение по текущему смещению от источников.

source: Zero
russian: Ноль

source: Activate the constraint at zero offset from the sources.
russian: Активируйте ограничение при нулевом смещении от источников.

source: Sources
russian: Источники

source: When set, the constraint is being evaluated.
russian: Если установлено, ограничение оценивается.

source: When set, evaluate with the current offset. When not set, update the offset based on the current transform.
russian: Если установлено, оценивать с текущим смещением. Если не установлено, обновляет смещение на основе текущего преобразования.

source: Constraint Settings
russian: Настройки ограничений

source: Is Contraint Active
russian: Активно ли ограничение

source: Is Locked
russian: Заблокировано

source: At Rest
russian: В состоянии покоя

source: Wet Mix 1
russian: Мокрый микс 1

source: Volume of 1st chorus tap
russian: Громкость первого крана хоруса

source: Wet Mix 2
russian: Мокрый микс 2

source: Volume of 2nd chorus tap
russian: Громкость второго крана хоруса

source: Wet Mix 3
russian: Мокрый микс 3

source: Volume of 3rd chorus tap
russian: Громкость третьего крана хоруса

source: Chorus delay in ms
russian: Задержка хоруса в мс

source: Chorus modulation rate in hz
russian: Частота модуляции хоруса в Гц

source: Chorus modulation depth
russian: Глубина модуляции хоруса

source: The gradient describing the color along the trail.
russian: Градиент, описывающий цвет вдоль следа.

source: Trails can rotate to face their transform component or the camera. When using TransformZ mode, lines extrude along the XY plane of the Transform.
russian: Следы могут поворачиваться лицом к своему трансформируемому компоненту или камере. При использовании режима TransformZ линии вытягиваются вдоль плоскости XY Transform.

source: Play is disabled, because the Time Scale in the Time Manager is set to 0.0.
russian: Воспроизведение отключено, поскольку для шкалы времени в диспетчере времени установлено значение 0,0.

source: Stop
russian: Останавливаться

source: Pause
russian: Пауза

source: Restart
russian: Перезапуск

source: Movement Speed
russian: Скорость движения

source: Speed is also affected by the Time Scale setting in the Time Manager.
russian: На скорость также влияет настройка шкалы времени в диспетчере времени.

source: Speed is locked to 0.0, because the Time Scale in the Time Manager is set to 0.0.
russian: Скорость заблокирована на значении 0,0, поскольку для шкалы времени в Диспетчере времени установлено значение 0,0.

source: Speed up or slow down the preview of the trail.
russian: Ускорьте или замедлите предварительный просмотр следа.

source: Time Scale is locked to 0.0, because the Time Scale in the Time Manager is set to 0.0.
russian: Шкала времени заблокирована на значении 0,0, поскольку в Диспетчере времени для шкалы времени установлено значение 0,0.

source: Show Bounds
russian: Показать границы

source: Show world space bounding boxes.
russian: Покажите рамки, ограничивающие мировое пространство.

source: The trail preview will follow the selected shape.
russian: Предварительный просмотр следа будет следовать выбранной форме.

source: Shape Size
russian: Размер формы

source: The size of the shape.
russian: Размер формы.

source: Preset libraries should be placed in an 'Editor' folder.
russian: Библиотеки предустановок должны быть помещены в папку «Редактор».

source: Size of the render texture in pixels.
russian: Размер текстуры рендеринга в пикселях.

source: Anti-aliasing
russian: Сглаживание

source: Number of anti-aliasing samples.
russian: Количество образцов сглаживания.

source: Format of the color buffer.
russian: Формат цветового буфера.

source: Format of the depth stencil buffer.
russian: Формат буфера трафарета глубины.

source: Lets the color and depth stencil formats be changed to compatible and supported formats for the target platform automatically, if the target platform doesn't support the input format.
russian: Позволяет автоматически изменять форматы цвета и глубины трафарета на совместимые и поддерживаемые форматы для целевой платформы, если целевая платформа не поддерживает формат ввода.

source: Is the texture 2D, Cube or 3D?
russian: Текстура 2D, куб или 3D?

source: Enable Mip Maps
russian: Включить MIP-карты

source: This render texture will have Mip Maps.
russian: Эта текстура рендеринга будет иметь MIP-карты.

source: Auto generate Mip Maps
russian: Автоматическое создание MIP-карт

source: This render texture automatically generates its Mip Maps.
russian: Эта текстура рендеринга автоматически генерирует свои MIP-карты.

source: Dynamic Scaling
russian: Динамическое масштабирование

source: Allow the texture to be automatically resized by ScalableBufferManager, to support dynamic resolution.
russian: Разрешить автоматическое изменение размера текстуры с помощью ScalableBufferManager для поддержки динамического разрешения.

source: Shadow Sampling Mode
russian: Режим выборки теней

source: Enable/disable shadow depth-compare sampling and percentage closer filtering.
russian: Включить/отключить выборку для сравнения глубины теней и фильтрацию с более близким процентом.

source: 2 samples
russian: 2 образца

source: 4 samples
russian: 4 образца

source: 8 samples
russian: 8 образцов

source: Enable Mipmaps
russian: Включить MIP-карты

source: Auto Generates Mipmaps
russian: Автоматически генерирует MIP-карты

source: Apply Root Motion
russian: Применить корневое движение

source: Culling Mode
russian: Режим отбраковки

source: Avatar
russian: Аватар

source: Open Editor...
russian: Открыть редактор...

source: Close Editor
russian: Закрыть редактор

source: Built-in Shader Settings
russian: Встроенные настройки шейдеров

source: Shader Stripping
russian: Удаление шейдеров

source: Shader Loading
russian: Загрузка шейдеров

source: Log Shader Compilation
russian: Компиляция журнальных шейдеров

source: When enabled, the player will print shader information each time a shader is being compiled (development and debug mode only).
russian: Если этот параметр включен, проигрыватель будет печатать информацию о шейдере каждый раз при компиляции шейдера (только в режиме разработки и отладки).

source: Renderer Light Probe Selection
russian: Выбор светового зонда рендерера

source: Finding the Light Probes closest to a Renderer positioned outside of the tetrahedral Light Probe hull can be very expensive in terms of CPU cycles. Use this option to configure if Unity should spend time searching the hull to find the closest probe, or if it should use the global Ambient Probe instead.
russian: Поиск световых зондов, ближайших к рендереру, расположенному за пределами тетраэдрического корпуса световых зондов, может быть очень затратным с точки зрения циклов ЦП. Используйте эту опцию, чтобы настроить, должна ли Unity тратить время на поиск ближайшего зонда по корпусу или вместо этого ей следует использовать глобальный зонд Ambient Probe.

source: Find closest Light Probe
russian: Найдите ближайший световой зонд

source: Use Ambient Probe
russian: Используйте датчик окружающей среды

source: Camera Settings
russian: Настройки камеры

source: Scriptable Render Pipeline Settings
russian: Настройки скриптового конвейера рендеринга

source: This defines the default render pipeline, which Unity uses when there is no override for a given quality level.
russian: Это определяет конвейер рендеринга по умолчанию, который Unity использует, когда нет переопределения для данного уровня качества.

source: Culling Settings
russian: Настройки отбраковки

source: Camera-Relative Culling
russian: Отбор относительно камеры
