Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Controls the influence of the ambient occlusion on the specular occlusion. Increase this value to reduce the amount of specular leaking in occluded areas.
russian: Управляет влиянием окружающей окклюзии на зеркальную окклюзию. Увеличьте это значение, чтобы уменьшить количество бликов в перекрытых областях.

source: Controls the maximal length of ambient occlusion rays. The higher this value is, the more expensive ray traced ambient occlusion is.
russian: Управляет максимальной длиной окружающих лучей окклюзии. Чем выше это значение, тем дороже обходится трассировка лучей окружающего затенения.

source: Number of samples for ray traced ambient occlusion.
russian: Количество выборок для трассировки лучей окружающей среды.

source: Enable denoising on the ray traced ambient occlusion.
russian: Включите шумоподавление при трассировке лучей окружающего затенения.

source: Radius parameter for the denoising.
russian: Параметр радиуса для шумоподавления.

source: Occluder Motion Rejection
russian: Отказ от движения окклюдера

source: When enabled, ambient occlusion generated by moving objects will not be accumulated, generating less ghosting but introducing additional noise.
russian: Если этот параметр включен, окружающая окклюзия, создаваемая движущимися объектами, не будет накапливаться, создавая меньше ореолов, но внося дополнительный шум.

source: Receiver Motion Rejection
russian: Отказ от движения приемника

source: When enabled, ambient occlusion generated on moving objects will not be accumulated, generating less ghosting but introducing additional noise.
russian: Если этот параметр включен, окружающая окклюзия, создаваемая движущимися объектами, не будет накапливаться, создавая меньше ореолов, но внося дополнительный шум.

source: Sampling radius. Bigger the radius, wider AO will be achieved, risking to lose fine details and increasing cost of the effect due to increasing cache misses.
russian: Радиус выборки. Чем больше радиус, тем шире AO, что приводит к риску потери мелких деталей и увеличению стоимости эффекта из-за увеличения количества промахов в кэше.

source: Maximum Radius In Pixels
russian: Максимальный радиус в пикселях

source: This poses a maximum radius in pixels that we consider. It is very important to keep this as tight as possible to preserve good performance. Note that this is the value used for 1080p when *not* running the effect at full resolution, it will be scaled accordingly for other resolutions.
russian: Это устанавливает максимальный радиус в пикселях, который мы рассматриваем. Очень важно сохранять это как можно более плотным, чтобы сохранить хорошую производительность. Обратите внимание, что это значение используется для разрешения 1080p, когда эффект *не* запускается в полном разрешении, оно будет масштабироваться соответствующим образом для других разрешений.

source: The effect runs at full resolution. This increases quality, but also decreases performance significantly.
russian: Эффект работает в полном разрешении. Это повышает качество, но и значительно снижает производительность.

source: Number of steps to take along one signed direction during horizon search (this is the number of steps in positive and negative direction).
russian: Количество шагов, которые необходимо сделать в одном знаковом направлении при поиске горизонта (это количество шагов в положительном и отрицательном направлении).

source: Temporal Accumulation
russian: Временное накопление

source: Whether the results are accumulated over time or not. This can get better results cheaper, but it can lead to temporal artifacts. Requires Motion Vectors to be enabled.
russian: Независимо от того, накапливаются ли результаты с течением времени или нет. Это позволит получить лучшие результаты с меньшими затратами, но может привести к временным артефактам. Требуется включить векторы движения.

source: Number of directions searched for occlusion at each each pixel.
russian: Количество направлений поиска окклюзии в каждом пикселе.

source: Blur sharpness
russian: Резкость размытия

source: Modify the non-temporal blur to change how sharp features are preserved. Lower values blurrier/softer, higher values sharper but with risk of noise.
russian: Измените вневременное размытие, чтобы изменить способ сохранения резких деталей. Нижние значения более размытые/мягкие, более высокие значения более резкие, но с риском появления шума.

source: Bilateral Aggressiveness
russian: Двусторонняя агрессивность

source: Higher this value, the less lenient with depth differences the spatial filter is. Increase if for example noticing white halos where AO should be.
russian: Чем выше это значение, тем менее снисходителен пространственный фильтр к различиям в глубине. Увеличьте значение, если, например, вы заметили белые ореолы там, где должен быть AO.

source: Ghosting reduction
russian: Уменьшение ореолов

source: Moving this factor closer to 0 will increase the amount of accepted samples during temporal accumulation, increasing the ghosting, but reducing the temporal noise.
russian: Перемещение этого коэффициента ближе к 0 увеличит количество принятых выборок во время временного накопления, увеличив ореолы, но уменьшив временной шум.

source: This upsample method preserves sharp edges better, however can result in visible aliasing and it is slightly more expensive.
russian: Этот метод повышения дискретизации лучше сохраняет острые края, однако может привести к видимым искажениям и является немного более дорогим.

source: Indirect Diffuse Lighting Multiplier
russian: Множитель непрямого рассеянного освещения

source: Sets the multiplier for indirect diffuse lighting. It affect Ambient Probe, Light Probes, Lightmaps, Light Probe Volumes, Screen Space Global Illumination, Raytrace Global Illumination.
russian: Устанавливает множитель для непрямого рассеянного освещения. Это влияет на Ambient Probe, Light Probes, Lightmaps, Light Probe Volumes, Global Illumination Screen Space, Raytrace Global Illumination.

source: Indirect Diffuse Lighting Layers
russian: Слои непрямого рассеянного освещения

source: Sets the light layer mask for indirect diffuse lighting. Only matching RenderingLayers on Mesh will get affected by the multiplier.
russian: Устанавливает маску слоя света для непрямого рассеянного освещения. Множитель повлияет только на соответствующие слои RenderingLayers на сетке.

source: Reflection Lighting Multiplier
russian: Множитель отраженного освещения

source: Sets the multiplier for reflected specular lighting. It affect Sky Reflection, Reflection Probes, Planar Probes, Screen Space Reflection, Raytrace Reflection.
russian: Устанавливает множитель для отраженного зеркального освещения. Это влияет на отражение неба, зонды отражения, плоские зонды, отражение в пространстве экрана, отражение трассировки лучей.

source: Reflection Lighting Layers
russian: Слои отраженного освещения

source: Sets the light layer mask for reflected specular lighting. Only matching RenderingLayers on Mesh will get affected by the multiplier.
russian: Устанавливает маску слоя света для отраженного зеркального освещения. Множитель повлияет только на соответствующие слои RenderingLayers на сетке.

source: Reflection/Planar Probe Intensity Multiplier
russian: Множитель интенсивности отражения/планарного зонда

source: Sets the intensity multiplier for Reflection/Planar Probes.
russian: Устанавливает множитель интенсивности для отражающих/плоских зондов.

source: Color Filter
russian: Цветовой фильтр

source: Unit
russian: Единица

source: Color Temperature
russian: Цветовая температура

source: Contact Shadows Level
russian: Уровень контактных теней

source: Contact Shadows Value
russian: Значение контактных теней

source: Shadows Resolution Level
russian: Уровень разрешения теней

source: Shadows Update Mode
russian: Режим обновления теней

source: Shadows Fit Atlas
russian: Тени Fit Atlas

source: Shadows Resolution Value
russian: Значение разрешения теней

source: Shape Width
russian: Форма Ширина

source: Volume Profile
russian: Профиль объема

source: Affect Diffuse
russian: Воздействие диффузное

source: Affect Specular
russian: Влияние на зеркальное отражение

source: Fade Distance
russian: Расстояние затухания

source: Shadow Fade Distance
russian: Расстояние затухания тени

source: Light Layer
russian: Светлый слой

source: Has Visual Environment
russian: Имеет визуальную среду

source: Volumetric
russian: Объемный

source: Sky Type
russian: Тип неба

source: Influence Volume as Proxy Volume
russian: Влиять на объем как на прокси-объем

source: Area
russian: Область

source: Debug Color
russian: Цвет отладки

source: Resolution X
russian: Резолюция X

source: Resolution Y
russian: Разрешение Y

source: Resolution Z
russian: Разрешение Z

source: Fade Start
russian: Начало постепенного исчезновения

source: Fade End
russian: Конец исчезновения

source: Override Spacing
russian: Переопределить интервал

source: Override Filter
russian: Переопределить фильтр

source: Fill Empty Spaces
russian: Заполните пустые места

source: Celestial Body
russian: Небесное Тело

source: Shadow Map
russian: Карта теней

source: Baked Shadows
russian: Запеченные тени

source: Very High Quality Settings
russian: Настройки очень высокого качества

source: High Quality Settings
russian: Настройки высокого качества

source: Medium Quality Settings
russian: Настройки среднего качества

source: Low Quality Settings
russian: Настройки низкого качества

source: Outer Angle
russian: Внешний угол

source: Controls the angle, in degrees, at the base of a Spot Light's cone.
russian: Управляет углом в градусах у основания конуса точечного света.

source: Sets the size of the Cookie mask currently assigned to the Light.
russian: Устанавливает размер маски Cookie, назначенной в данный момент источнику света.

source: Controls the distance at which HDRP pushes shadows away from the Light. Useful for avoiding false self-shadowing artifacts.
russian: Управляет расстоянием, на котором HDRP отталкивает тени от источника света. Полезно для предотвращения ложных артефактов самозатенения.

source: Controls distance at which HDRP shrinks the shadow casting surfaces along the surface normal. Useful for avoiding false self-shadowing artifacts.
russian: Управляет расстоянием, на котором HDRP сжимает поверхности, отбрасывающие тени, вдоль нормали поверхности. Полезно для предотвращения ложных артефактов самозатенения.

source: Controls the value of the shadow camera's near clipping plane for rendering shadows. Clamped to [0.01, 10] for Cone, Pyramid and Point Lights, and [0, 10] for Box and Area Lights.
russian: Управляет значением ближней плоскости отсечения теневой камеры для рендеринга теней. Ограничено на [0,01, 10] для конусных, пирамидальных и точечных источников света и на [0, 10] для прямоугольных и площадных источников света.

source: Sets the amount of artificial softening the baking process applies to the edges of shadows cast by this Point or Spot Light.
russian: Устанавливает степень искусственного смягчения, применяемого в процессе запекания к краям теней, отбрасываемых этим точечным или точечным источником света.

source: Controls the amount of artificial softening the baking process applies to the edges of shadows cast by Directional Lights.
russian: Управляет степенью искусственного смягчения, которое процесс запекания применяется к краям теней, отбрасываемых направленным светом.

source: Controls the intensity of the indirect light this Light contributes to the Scene. A value of 0 with a Realtime Light causes HDRP to remove it from realtime global illumination. A value of 0 for Baked and Mixed Lights cause them to no longer emit indirect lighting. This has no effect if you disable both Realtime and Baked global illumination.
russian: Управляет интенсивностью непрямого света, который этот свет вносит в сцену. Значение 0 для освещения в реальном времени приводит к тому, что HDRP удаляет его из глобального освещения в реальном времени. Значение 0 для запеченного и смешанного освещения приводит к тому, что они больше не излучают непрямое освещение. Это не имеет никакого эффекта, если вы отключите глобальное освещение в реальном времени и запеченное.

source: Cookie mask currently assigned to the area light.
russian: Маска cookie в настоящее время назначена источнику света.

source: IES Profile
russian: Профиль КЭС

source: IES Profile (Support: Point, Spot, Rectangular-Area Lights).
russian: Профиль IES (поддержка: точечные, точечные, прямоугольные источники света).

source: HDRP does not support the Cookie Texture type, only Default is supported.
russian: HDRP не поддерживает тип текстуры cookie, поддерживается только «По умолчанию».

source: Include For RayTracing
russian: Включить для трассировки лучей

source: When enabled, the light affects the scene for cameras with the Ray-Tracing frame setting enabled.
russian: Если этот параметр включен, свет влияет на сцену для камер с включенной настройкой кадра трассировки лучей.

source: Intensity (Lux)
russian: Интенсивность (люкс)

source: Illuminance of the Directional Light, at ground level, in lux.
russian: Освещенность направленного света на уровне земли, люкс.

source: Intensity (Lumen)
russian: Интенсивность (Люмен)

source: Luminous power of the Light in lumen.
russian: Световая сила Света в люменах.

source: Luminous power of the Light in Lumen.
russian: Светящаяся сила Света в Люменах.

source: Sets the strength of the Light. Use the drop-down to select the light units to use.
russian: Устанавливает силу Света. Используйте раскрывающийся список, чтобы выбрать используемые световые единицы.

source: Sets the radius of the light source. This affects the falloff of diffuse lighting, the spread of the specular highlight, and the softness of Ray Traced shadows.
russian: Устанавливает радиус источника света. Это влияет на затухание рассеянного освещения, распространение зеркального света и мягкость теней с трассировкой лучей.

source: When disabled, HDRP does not calculate diffuse lighting for this Light. Does not increase performance as HDRP still calculates the diffuse lighting.
russian: Если этот параметр отключен, HDRP не рассчитывает рассеянное освещение для этого источника света. Не увеличивает производительность, поскольку HDRP по-прежнему рассчитывает рассеянное освещение.

source: When disabled, HDRP does not calculate specular lighting for this Light. Does not increase performance as HDRP still calculates the specular lighting.
russian: Если этот параметр отключен, HDRP не рассчитывает зеркальное освещение для этого источника света. Не увеличивает производительность, поскольку HDRP по-прежнему рассчитывает зеркальное освещение.

source: Determines Shadowmask functionality when using Mixed lighting. Distance Shadowmask casts real-time shadows within the Shadow Distance, and baked shadows beyond. In Shadowmask mode, static GI contributors always cast baked shadows. Enable Shadowmask support in the HDRP asset to make use of this feature. Only available when Lighting Mode is set to Shadowmask in the Lighting window.
russian: Определяет функциональность теневой маски при использовании смешанного освещения. Distance Shadowmask отбрасывает тени в реальном времени в пределах Shadow Distance и запекает тени за его пределами. В режиме теневой маски участники статического GI всегда отбрасывают запеченные тени. Включите поддержку теневой маски в ресурсе HDRP, чтобы использовать эту функцию. Доступно только в том случае, если в окне «Освещение» для параметра «Режим освещения» установлено значение «Маска тени».

source: Multiplies the intensity of the Light by the given number. This is useful for modifying the intensity of multiple Lights simultaneously without needing know the intensity of each Light.
russian: Умножает интенсивность Света на заданное число. Это полезно для одновременного изменения интенсивности нескольких источников света без необходимости знать интенсивность каждого источника света.

source: Sets the distance from the camera at which light smoothly fades out before HDRP culls it completely. This minimizes popping.
russian: Устанавливает расстояние от камеры, на котором свет плавно затухает, прежде чем HDRP полностью отсеивает его. Это сводит к минимуму хлопки.

source: Inner Angle (%)
russian: Внутренний угол (%)

source: Controls size of the angular attenuation, in percent, of the base angle of the Spot Light's cone.
russian: Управляет размером углового затухания (в процентах) от базового угла конуса точечного света.

source: IES Cutoff Angle (%)
russian: Угол среза IES (%)

source: Cutoff the IES Light in percent, of the base angle of the Spot Light's cone.
russian: Отрежьте свет IES в процентах от базового угла конуса прожектора.

source: The shape of the Spot Light. Impacts the the cookie transformation and the Light's angular attenuation.
russian: Форма точечного света. Влияет на трансформацию печенья и угловое затухание света.

source: The shape of the Area Light. Note that some are Realtime only and some Baked only.
russian: Форма Area Light. Обратите внимание, что некоторые из них доступны только в реальном времени, а некоторые — только в запеченном виде.

source: Tube (Realtime only)
russian: Трубка (только в реальном времени)

source: Disc (Baked only)
russian: Диск (только запеченный)

source: Length of the Tube Light.
russian: Длина трубки света.

source: Size X
russian: Размер Х

source: Sets the width of the Rectangle Light.
russian: Устанавливает ширину прямоугольного источника света.

source: Size Y
russian: Размер Y

source: Sets the height of the Rectangle Light.
russian: Устанавливает высоту прямоугольного источника света.

source: Barn Door Angle
russian: Угол двери сарая

source: Sets the angle of the Rectangle Light so that is behaves like a barn door.
russian: Устанавливает угол прямоугольного источника света так, чтобы он вел себя как дверь сарая.

source: Barn Door Length
russian: Длина двери сарая

source: Sets the length for the barn door.
russian: Устанавливает длину двери сарая.

source: Aspect ratio
russian: Соотношение сторон

source: Controls the aspect ration of the Pyramid Light's projection. A value of 1 results in a square.
russian: Управляет соотношением сторон проекции света пирамиды. Значение 1 дает квадрат.

source: Sets the width of the Box Light.
russian: Устанавливает ширину Box Light.

source: Sets the height of the Box Light.
russian: Устанавливает высоту Box Light.

source: Range Attenuation
russian: Затухание диапазона

source: Allows you to enable or disable range attenuation. Range attenuation is useful for indoor environments because you can avoid having to set up a large range for a Light to get correct inverse square attenuation that may leak out of the indoor environment.
russian: Позволяет включать или отключать затухание диапазона. Затухание по дальности полезно для помещений, поскольку вы можете избежать необходимости настраивать большой диапазон для источника света, чтобы получить правильное затухание обратного квадрата, которое может просочиться из помещения.

source: Display Emissive Mesh
russian: Отобразить излучательную сетку

source: Generate an emissive mesh using the size, Color and Intensity of the Area Light.
russian: Создайте излучательную сетку, используя размер, цвет и интенсивность света области.

source: Specify wether the generated geometry create shadow or not when a shadow casting Light shines on it
russian: Укажите, создает ли сгенерированная геометрия тень или нет, когда на нее падает тень, отбрасывающая свет.

source: Specify wether the generated Mesh renders 'Per Object Motion', 'Camera Motion' or 'No Motion' vectors to the Camera Motion Vector Texture.
russian: Укажите, будет ли сгенерированная сетка отображать векторы «Движение по объекту», «Движение камеры» или «Нет движения» в текстуру вектора движения камеры.

source: Same Layer
russian: Тот же слой

source: If checked, use the same Layer than the Light one.
russian: Если этот флажок установлен, используйте тот же слой, что и светлый.

source: Custom Layer
russian: Пользовательский слой

source: Specify on which layer the generated Mesh live.
russian: Укажите, на каком слое будет находиться сгенерированная сетка.

source: Affect Physically Based Sky
russian: Влияет на физическое небо

source: Check this option to make the light and the Physically Based sky affect one another.
russian: Установите этот флажок, чтобы свет и физически обоснованное небо влияли друг на друга.

source: Angular Diameter
russian: Угловой диаметр

source: Angular diameter of the emissive celestial body represented by the light as seen from the camera (in degrees). Used to render the sun/moon disk.
russian: Угловой диаметр излучающего небесного тела, представленного светом, видимым из камеры (в градусах). Используется для визуализации диска Солнца/Луны.

source: Flare Size
russian: Размер вспышки

source: Size of the flare around the celestial body (in degrees).
russian: Размер блика вокруг небесного тела (в градусах).

source: Flare Tint
russian: Блестящий оттенок

source: Tints the flare of the celestial body
russian: Оттеняет блики небесного тела

source: Flare Falloff
russian: Спад вспышки

source: The falloff rate of flare intensity as the angle from the light increases.
russian: Скорость спада интенсивности вспышки по мере увеличения угла падения света.

source: Surface Texture
russian: Текстура поверхности

source: 2D (disk) texture of the surface of the celestial body. Acts like a multiplier.
russian: 2D (дисковая) текстура поверхности небесного тела. Действует как множитель.

source: Surface Tint
russian: Оттенок поверхности

source: Tints the surface of the celestial body
russian: Окрашивает поверхность небесного тела

source: Distance from the camera (in meters) to the emissive celestial body represented by the light. Primarily used for sorting.
russian: Расстояние от камеры (в метрах) до излучающего небесного тела, представленного светом. В основном используется для сортировки.

source: Specifies the current type of Light. Possible Light types are Directional, Spot, Point, and Area.
russian: Указывает текущий тип света. Возможные типы освещения: направленный, точечный, точечный и зональный.

source: Reflector
russian: Отражатель

source: When enabled, HDRP simulates a physically correct Spot Light using a reflector. This means the narrower the Outer Angle, the more intense the Spot Light. When disabled, the intensity of the Light matches the one of a Point Light and thus remains constant regardless of the Outer Angle.
russian: При включении HDRP имитирует физически правильный точечный свет с помощью отражателя. Это означает, что чем уже внешний угол, тем интенсивнее точечный свет. При отключении интенсивность света соответствует интенсивности точечного света и, таким образом, остается постоянной независимо от внешнего угла.

source: At
russian: В

source: Sets the distance, in meters, where a surface receives the amount of light equivalent to the provided number of Lux.
russian: Устанавливает расстояние в метрах, на котором поверхность получает количество света, эквивалентное указанному количеству люксов.

source: When enabled, this Light uses Volumetrics.
russian: При включении этот свет использует объемность.

source: Controls the intensity of the scattered Volumetric lighting.
russian: Управляет интенсивностью рассеянного объемного освещения.

source: Sets the distance from the camera at which light smoothly fades out from contributing to volumetric lighting.
russian: Устанавливает расстояние от камеры, на котором свет плавно затухает, создавая объемное освещение.

source: Shadow Dimmer
russian: Теневой диммер

source: Dims the volumetric shadows this Light casts.
russian: Затемняет объемные тени, отбрасываемые этим Светом.

source: Use Quality Settings
russian: Использовать настройки качества
