Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Controls the sensitivity of the mask color parameter. Increasing this value will include more pixels (with a value close to the mask color) in the masked areas.
russian: Управляет чувствительностью параметра цвета маски. Увеличение этого значения приведет к включению большего количества пикселей (со значением, близким к цвету маски) в замаскированные области.

source: Spill Removal
russian: Удаление разливов

source: Use this parameter to change the tint of non-masked areas.
russian: Используйте этот параметр, чтобы изменить оттенок незамаскированных областей.

source: Alpha Mask
russian: Альфа-маска

source: A static texture that overrides the alpha mask of the sub-layer. Post-processing is then applied only on the masked frame regions.
russian: Статическая текстура, которая переопределяет альфа-маску подслоя. Затем постобработка применяется только к замаскированным областям кадра.

source: Specifies the resolution of this layer's render target. Lower resolution increases the performance at the expense of visual quality.
russian: Указывает разрешение цели рендеринга этого слоя. Более низкое разрешение увеличивает производительность за счет качества изображения.

source: Specifies the color buffer format of this layer.
russian: Указывает формат цветового буфера этого слоя.

source: Output Renderer
russian: Средство рендеринга вывода

source: Redirects the output of this layer to the surface which is drawn by the selected mesh renderer.
russian: Перенаправляет выходные данные этого слоя на поверхность, нарисованную выбранным средством визуализации сетки.

source: AOVs
russian: AOV

source: Specifies the Arbitrary Output Variable (AOV) that will be drawn on this layer. This option affects all cameras that are stacked on this layer.
russian: Указывает произвольную выходную переменную (AOV), которая будет отображаться на этом слое. Этот параметр влияет на все камеры, расположенные на этом слое.

source: Layer Name
russian: Имя слоя

source: Specifies the name of this layer.
russian: Указывает имя этого слоя.

source: Source Camera
russian: Исходная камера

source: Specifies the camera of the scene that will provide the content for this sublayer.
russian: Указывает камеру сцены, которая будет предоставлять контент для этого подслоя.

source: Specifies the image that will provide the content for this sublayer.
russian: Указывает изображение, которое будет предоставлять содержимое для этого подслоя.

source: Source Video
russian: Исходное видео

source: Specifies the video that will provide the content for this sublayer.
russian: Указывает видео, которое будет предоставлять контент для этого подслоя.

source: Clear Depth
russian: Чистая глубина

source: If enabled, the depth buffer will be cleared before rendering this layer. Not clearing the depth can be useful when stacking sublayers. The first sublayer of a stack always clears the depth.
russian: Если этот параметр включен, буфер глубины будет очищен перед рендерингом этого слоя. Неочистка глубины может быть полезна при наложении подслоев. Первый подслой стека всегда очищает глубину.

source: Clear Alpha
russian: Очистить Альфу

source: If enabled, the alpha channel will be cleared before rendering this layer. If enabled, post processing will affect only the objects of this layer
russian: Если этот параметр включен, альфа-канал будет очищен перед рендерингом этого слоя. Если включено, постобработка повлияет только на объекты этого слоя.

source: Clear Color
russian: Прозрачный цвет

source: To override the clear mode of this layer, activate the option by clicking on the check-box and then select the desired value. This can be changed only on the first sub layer of a stack (stacked sublayers do not clear the color).
russian: Чтобы переопределить режим очистки этого слоя, активируйте эту опцию, установив флажок, а затем выберите нужное значение. Это можно изменить только на первом подслое стопки (наложенные друг на друга подслои не очищают цвет).

source: To override the postprocess Anti-aliasing mode, activate the option by clicking on the check-box and then select the desired value.
russian: Чтобы переопределить режим сглаживания постобработки, активируйте эту опцию, установив флажок, а затем выберите нужное значение.

source: To override the culling mask, activate the option by clicking on the check-box and then select the desired value.
russian: Чтобы переопределить маску отсеивания, активируйте эту опцию, установив флажок, а затем выберите нужное значение.

source: Volume Mask
russian: Маска для объема

source: To override the volume mask, activate the option by clicking on the check-box and then select the desired value.
russian: Чтобы переопределить маску громкости, активируйте эту опцию, установив флажок, а затем выберите нужное значение.

source: Alpha Range
russian: Альфа Диапазон

source: The range of alpha values used when transitioning from post-processed to plain image regions. A smaller range will result in a steeper transition.
russian: Диапазон значений альфа, используемый при переходе от постобработки к обычным областям изображения. Меньший диапазон приведет к более крутому переходу.

source: HDRP Wizard
russian: Мастер HDRP

source: Default Resources Folder
russian: Папка ресурсов по умолчанию

source: Resources Folder will be the one where to get project elements related to HDRP as default scene and default settings.
russian: В папке «Ресурсы» будут храниться элементы проекта, связанные с HDRP, в качестве сцены по умолчанию и настроек по умолчанию.

source: This tab contains configuration check for High Definition Render Pipeline.
russian: На этой вкладке содержится проверка конфигурации конвейера рендеринга высокого разрешения.

source: This tab contains configuration check for High Definition Render Pipeline along with Virtual Reality configuration.
russian: На этой вкладке содержится проверка конфигурации конвейера рендеринга высокого разрешения, а также конфигурация виртуальной реальности.

source: This tab contains configuration check for High Definition Render Pipeline along with DirectX Raytracing configuration.
russian: На этой вкладке содержится проверка конфигурации конвейера рендеринга высокого разрешения, а также конфигурация трассировки лучей DirectX.

source: Show on start
russian: Показать при запуске

source: Default Path Settings
russian: Настройки пути по умолчанию

source: Configuration Checking
russian: Проверка конфигурации

source: Project Migration Quick-links
russian: Быстрые ссылки по миграции проекта

source: Embed Configuration Editable Package
russian: Встроить редактируемый пакет конфигурации

source: Checking if the config package is embedded in your project.
russian: Проверка того, встроен ли пакет конфигурации в ваш проект.

source: The config package is being embedded in your project.
russian: Пакет конфигурации встраивается в ваш проект.

source: The config package is already embedded in your project.
russian: Пакет конфигурации уже встроен в ваш проект.

source: Current HDRP version:
russian: Текущая версия HDRP:

source: Check update
russian: Проверить обновление

source: checking...
russian: проверка...

source: (local)
russian: (местный)

source: Fix All
russian: Исправить все

source: Fix All Qualities
russian: Исправить все качества

source: Fix All Platforms
russian: Исправить все платформы

source: The active Quality Level is not using a High Definition Render Pipeline asset. If you attempt a Fix All, the Quality Level will be changed to use it.
russian: Активный уровень качества не использует ресурс конвейера рендеринга высокой четкости. Если вы попытаетесь исправить все, уровень качества будет изменен для его использования.

source: Color space
russian: Цветовое пространство

source: Only linear color space supported!
russian: Поддерживается только линейное цветовое пространство!

source: Lightmap encoding
russian: Кодирование карты освещения

source: Only high quality lightmap supported!
russian: Поддерживается только высококачественная карта освещения!

source: Shadow must be set to activated! (both hard and soft)
russian: Тень должна быть активирована! (как твердый, так и мягкий)

source: Shadowmask mode
russian: Режим теневой маски

source: Only distance shadowmask supported at the project level! (You can still change this per light.)
russian: На уровне проекта поддерживается только теневая маска расстояния! (Вы все равно можете изменить это для каждого источника света.)

source: Assigned - Graphics
russian: Назначено – Графика

source: There is no HDRP asset assigned to the Graphic Settings!
russian: В настройках графики не назначен ресурс HDRP!

source: Assigned - HDRP Global Settings
russian: Назначено – глобальные настройки HDRP

source: There is no HDRenderPipelineGlobalSettings assigned to Edit > Project Settings > Graphics > HDRP Global Settings!
russian: Для параметра «Редактирование» > «Настройки проекта» > «Графика» > «Глобальные настройки HDRP» не назначены HDRenderPipelineGlobalSettings!

source: Assigned - Quality
russian: Назначено — Качество

source: The RenderPipelineAsset assigned in the current Quality must be null or a HDRenderPipelineAsset. If it is null, the asset for the current Quality will be the one in Graphics Settings. (The Fix or Fix All button will nullify it)
russian: RenderPipelineAsset, назначенный в текущем качестве, должен иметь значение NULL или HDRenderPipelineAsset. Если оно равно нулю, активом для текущего качества будет тот, который указан в настройках графики. (Кнопка «Исправить» или «Исправить все» аннулирует его)

source: Runtime resources
russian: Ресурсы времени выполнения

source: There is an issue with the runtime resources!
russian: Возникла проблема с ресурсами времени выполнения!

source: Editor resources
russian: Ресурсы редактора

source: There is an issue with the editor resources!
russian: Возникла проблема с ресурсами редактора!

source: SRP Batcher
russian: Дозатор SRP

source: SRP Batcher must be enabled!
russian: SRP Batcher должен быть включен!

source: Diffusion profile
russian: Диффузионный профиль

source: There is no diffusion profile assigned in the HDRP Global Settings!
russian: В глобальных настройках HDRP не назначен профиль диффузии!

source: Default volume profile
russian: Профиль громкости по умолчанию

source: Default volume profile must be assigned in the HDRP Global Settings! Also, for it to be editable, it should be outside of package.
russian: Профиль громкости по умолчанию должен быть назначен в глобальных настройках HDRP! Кроме того, чтобы его можно было редактировать, он должен находиться вне пакета.

source: Default Look Dev volume profile
russian: Профиль тома Look Dev по умолчанию

source: Default Look Dev volume profile must be assigned in the HDRP Global Settings! Also, for it to be editable, it should be outside of package.
russian: Профиль громкости Look Dev по умолчанию должен быть назначен в глобальных настройках HDRP! Кроме того, чтобы его можно было редактировать, он должен находиться вне пакета.

source: Assets Migration
russian: Миграция активов

source: At least one of the HDRP assets used in quality or the current HDRenderPipelineGlobalSettings have not been migrated to last version.
russian: По крайней мере один из ресурсов HDRP, используемых в качестве, или текущие HDRenderPipelineGlobalSettings не были перенесены в последнюю версию.

source: Legacy VR System
russian: Устаревшая система виртуальной реальности

source: Legacy VR System need to be disabled in Player Settings!
russian: Устаревшую систему VR необходимо отключить в настройках игрока!

source: XR Management Package
russian: Пакет управления XR

source: XR Management Package is required to run in VR!
russian: Для работы в виртуальной реальности требуется пакет управления XR!

source: Package Installed
russian: Пакет установлен

source: Last version of XR Management Package must be added in your project!
russian: В ваш проект должна быть добавлена ​​последняя версия пакета управления XR!

source: Oculus Plugin
russian: Плагин для Окулуса

source: Oculus Plugin must installed manually. Go in Edit > Project Settings > XR Plugin Manager and add Oculus XR Plugin. (This can't be verified by the Wizard)
russian: Плагин Oculus необходимо установить вручную. Перейдите в меню «Правка» > «Настройки проекта» > «Диспетчер плагинов XR» и добавьте плагин Oculus XR. (Это не может быть проверено мастером).

source: Single-Pass Instancing
russian: Однопроходное создание экземпляров

source: Single-Pass Instancing must be enabled in Oculus Plugin. Go in Edit > Project Settings > XR Plugin Manager > Oculus and change Stereo Rendering Mode to Single Pass Instanced. (This can't be verified by the Wizard)
russian: Однопроходное создание экземпляров должно быть включено в плагине Oculus. Перейдите в меню «Правка» > «Настройки проекта» > «Диспетчер плагинов XR» > «Oculus» и измените режим стереорендеринга на «Однопроходный экземпляр». (Это не может быть проверено мастером).

source: XR Legacy Helpers Package
russian: Пакет помощников XR Legacy

source: XR Legacy Helpers Package will help you to handle inputs.
russian: Пакет XR Legacy Helpers Package поможет вам обрабатывать входные данные.

source: Auto graphics API
russian: API автоматической графики

source: Auto Graphics API is not supported!
russian: Auto Graphics API не поддерживается!

source: Auto Graphics API is not supported on Windows!
russian: Auto Graphics API не поддерживается в Windows!

source: Direct3D 12
russian: Директ3Д 12

source: Direct3D 12 needs to be the active device! (Editor restart is required). If an API different than D3D12 is forced via command line argument, clicking Fix won't change it, so please consider removing it if wanting to run DXR.
russian: Direct3D 12 должен быть активным устройством! (Необходим перезапуск редактора). Если через аргумент командной строки принудительно выбран API, отличный от D3D12, нажатие кнопки «Исправить» не изменит его, поэтому рассмотрите возможность его удаления, если вы хотите запустить DXR.

source: Direct3D 12 needs to be the active device on windows! (Editor restart is required). If an API different than D3D12 is forced via command line argument, clicking Fix won't change it, so please consider removing it if wanting to run DXR.
russian: Direct3D 12 должен быть активным устройством в Windows! (Необходим перезапуск редактора). Если через аргумент командной строки принудительно используется API, отличный от D3D12, нажатие кнопки «Исправить» не изменит его, поэтому рассмотрите возможность его удаления, если вы хотите запустить DXR.

source: Screen Space Shadows (Asset)
russian: Тени экранного пространства (актив)

source: Screen Space Shadows are disabled in the current HDRP Asset which means you cannot enable ray-traced shadows for lights in your scene. To enable this feature, open your HDRP Asset, go to Lighting > Shadows, and enable Screen Space Shadows.
russian: Тени экранного пространства отключены в текущем ресурсе HDRP, что означает, что вы не можете включить тени с трассировкой лучей для источников света в вашей сцене. Чтобы включить эту функцию, откройте свой ресурс HDRP, перейдите в раздел «Освещение» > «Тени» и включите «Тени экранного пространства».

source: Screen Space Shadows (HDRP Global Settings)
russian: Тени экранного пространства (глобальные настройки HDRP)

source: Screen Space Reflection (Asset)
russian: Отражение экранного пространства (актив)

source: Screen Space Reflection is disabled in the current HDRP Asset which means you cannot enable ray-traced reflections in Volume components. To enable this feature, open your HDRP Asset, go to Lighting > Reflections, and enable Screen Space Reflections.
russian: Отражение экранного пространства отключено в текущем ресурсе HDRP, что означает, что вы не можете включить отражения с трассировкой лучей в компонентах объема. Чтобы включить эту функцию, откройте свой ресурс HDRP, перейдите в раздел «Освещение» > «Отражения» и включите «Отражения в пространстве экрана».

source: Screen Space Reflection (HDRP Global Settings)
russian: Отражение пространства экрана (глобальные настройки HDRP)

source: Screen Space Reflection - Transparent (Asset)
russian: Отражение пространства экрана — прозрачное (актив)

source: Screen Space Reflection - Transparent is disabled in the current HDRP Asset which means you cannot enable ray-traced reflections on transparent GameObjects from Volume components. To enable this feature, open your HDRP Asset, go to Lighting > Reflections, and enable Transparents receive SSR.
russian: Отражение пространства экрана — прозрачность отключена в текущем ресурсе HDRP, что означает, что вы не можете включить отражения с трассировкой лучей на прозрачных игровых объектах из компонентов тома. Чтобы включить эту функцию, откройте свой ресурс HDRP, перейдите в раздел «Освещение» > «Отражения» и включите «Прозрачные элементы получают SSR».

source: Screen Space Reflection - Transparent (HDRP Global Settings)
russian: Отражение пространства экрана — прозрачное (глобальные настройки HDRP)

source: Screen Space Global Illumination (Asset)
russian: Глобальное освещение экранного пространства (актив)

source: Screen Space Global Illumination is disabled in the current HDRP asset which means you cannot enable ray-traced global illumination in Volume components. To enable this feature, open your HDRP Asset, go to Lighting and enable Screen Space Global Illumination.
russian: Глобальное освещение экранного пространства отключено в текущем ресурсе HDRP, что означает, что вы не можете включить глобальное освещение с трассировкой лучей в компонентах объема. Чтобы включить эту функцию, откройте свой HDRP-ресурс, перейдите в раздел «Освещение» и включите «Глобальное освещение экранного пространства».

source: Screen Space Global Illumination (HDRP Global Settings)
russian: Глобальное освещение экранного пространства (глобальные настройки HDRP)

source: To build your Project as a Unity Player your build target must be StandaloneWindows64 or Playstation5.
russian: Чтобы создать свой проект в качестве Unity Player, вашей целью сборки должен быть StandaloneWindows64 или Playstation5.

source: Static Batching is not supported!
russian: Статическая пакетная обработка не поддерживается!

source: DXR activated
russian: DXR активирован

source: DXR is not activated!
russian: DXR не активирован!

source: DXR resources
russian: Ресурсы DXR

source: There is an issue with the DXR resources! Alternatively, Direct3D is not set as API (can be fixed with option above) or your hardware and/or OS cannot be used for DXR! (unfixable)
russian: Возникла проблема с ресурсами DXR! Альтернативно, Direct3D не установлен в качестве API (это можно исправить с помощью опции выше), или ваше оборудование и/или операционная система не могут использоваться для DXR! (неисправимо)

source: Create or Load HDRenderPipelineAsset
russian: Создайте или загрузите HDRenderPipelineAsset.

source: Do you want to create a fresh HDRenderPipelineAsset in the default resource folder and automatically assign it?
russian: Хотите создать новый HDRenderPipelineAsset в папке ресурсов по умолчанию и автоматически назначить его?

source: Create One
russian: Создать один

source: Load One
russian: Загрузите один

source: Lookup Texture
russian: Поиск текстуры

source: Contribution
russian: Вклад

source: Render Selected HDRP Camera to Log EXR %#
russian: Рендеринг выбранной HDRP-камеры для регистрации EXR %#

source: Apply a hue to the shadows and adjust their level.
russian: Примените оттенок к теням и отрегулируйте их уровень.

source: Midtones
russian: Средние тона

source: Apply a hue to the midtones and adjust their level.
russian: Примените оттенок к средним тонам и отрегулируйте их уровень.

source: Highlights
russian: Основные моменты

source: Apply a hue to the highlights and adjust their level.
russian: Примените оттенок к светлым участкам и отрегулируйте их уровень.

source: Override this setting for this volume.
russian: Переопределить этот параметр для этого тома.

source: Lift
russian: Поднимать

source: Use this control to apply a hue to the dark tones (shadows) and adjust their level.
russian: Используйте этот элемент управления, чтобы применить оттенок к темным тонам (теням) и отрегулировать их уровень.

source: Gamma
russian: Гамма

source: Use this control to apply a hue to the mid-range tones and adjust their level.
russian: Используйте этот элемент управления, чтобы применить оттенок к тонам среднего диапазона и отрегулировать их уровень.

source: Gain
russian: Прирост

source: Use this control to apply a hue to the highlights and adjust their level.
russian: Используйте этот элемент управления, чтобы применить оттенок к светлым участкам и отрегулировать их уровень.

source: Camera Clamp Mode
russian: Режим фиксации камеры

source: Determine if and how the component of the motion vectors coming from the camera is clamped in a special fashion.
russian: Определите, фиксируется ли особым образом компонент векторов движения, исходящий от камеры, и каким образом.

source: Rotation Clamp
russian: Вращательный зажим

source: Translation Clamp
russian: Переводной зажим

source: Motion Vector Clamp
russian: Зажим вектора движения

source: Sets the center of the procedural metering mask ([0,0] being bottom left of the screen and [1,1] top right of the screen)
russian: Устанавливает центр маски процедурного замера экспозиции ([0,0] — это нижний левый угол экрана, а [1,1] — верхний правый угол экрана).

source: Sets an offset to the mask center
russian: Устанавливает смещение к центру маски

source: Sets the radiuses of the procedural mask, in terms of fraction of the screen (i.e. 0.5 means a radius that stretch half of the screen).
russian: Устанавливает радиусы процедурной маски в долях экрана (т.е. 0,5 означает радиус, растягивающий половину экрана).

source: Sets the softness of the mask, the higher the value the less influence is given to pixels at the edge of the mask
russian: Устанавливает мягкость маски. Чем выше значение, тем меньшее влияние оказывают пиксели на краю маски.

source: Limit Min
russian: Ограничение мин.

source: Limit Max
russian: Предел Макс.

source: Use Curve Remapping
russian: Использовать переназначение кривой

source: Speed Dark to Light
russian: Скорость от тьмы к свету

source: Speed Light to Dark
russian: Скорость света во тьме

source: Target Mid Grey
russian: Целевой средне-серый

source: Sets the desired Mid gray level used by the auto exposure (i.e. to what grey value the auto exposure system maps the average scene luminance).
russian: Устанавливает желаемый уровень среднего серого, используемый при автоматической экспозиции (т. е. с каким значением серого система автоматической экспозиции отображает среднюю яркость сцены).

source: Probe Volume (Experimental)
russian: Объем зонда (экспериментальный)

source: Probe Volume
russian: Объем зонда

source: Probe Touchup Volume
russian: Объем ретуши зонда

source: Ray Tracing (Preview)
russian: Трассировка лучей (предварительная версия)

source: Enable ray traced ambient occlusion.
russian: Включите трассировку лучей окружающего освещения.

source: Controls the strength of the ambient occlusion effect. Increase this value to produce darker areas.
russian: Управляет силой эффекта фоновой окклюзии. Увеличьте это значение, чтобы создать более темные области.

source: Direct Lighting Strength
russian: Сила прямого освещения

source: Controls how much the ambient light affects occlusion.
russian: Управляет тем, насколько окружающий свет влияет на окклюзию.

source: Layer mask used to include the objects for ambient occlusion.
russian: Маска слоя, используемая для включения объектов для фоновой окклюзии.

source: Specular Occlusion
russian: Зеркальная окклюзия
