Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

# From AutoDocumentation
source: Set num of swapchain buffers used [ 2, 3 ].
russian: Установите количество используемых буферов цепочки обмена [2, 3].

# From AutoDocumentation
source: The scale applied to the distance between the source and target. When using a force-mode that is a function of distance, this is used to scale the calculated distance from source to target i.e. scale the effective distance, it does not change the actual range in which the effector works as that is always controlled by the collider. { 0.0001, 1000000 }.
russian: Масштаб применяется к расстоянию между источником и целью. При использовании силового режима, который является функцией расстояния, он используется для масштабирования расчетного расстояния от источника до цели, т.е. масштабирования эффективного расстояния, он не меняет фактический диапазон, в котором работает эффектор, поскольку он всегда контролируется коллайдер. { 0,0001, 1000000 }.

# From AutoDocumentation
source: The magnigtude of the force to be applied. [ -1000000, 1000000 ].
russian: Величина прилагаемой силы. [-1000000, 1000000].

# From AutoDocumentation
source: The mode used to apply the effector force. Constant applies the force the same independent of distance from the point whereas InverseLinear and InverseSquared apply the force as a function of distance.
russian: Режим, используемый для приложения эффекторной силы. Constant применяет силу одинаково независимо от расстояния от точки, тогда как InverseLinear и InverseSquared применяют силу как функцию расстояния.

# From AutoDocumentation
source: The source for where the effector calculates any force. This allows the 'point' to be defined as the center of mass or the collider position.
russian: Источник, из которого эффектор рассчитывает любую силу. Это позволяет определить «точку» как центр масс или положение коллайдера.

# From AutoDocumentation
source: Topmost GameObject in the GameObject hierarchy of this prefab.
russian: Самый верхний GameObject в иерархии GameObject этого префаба.

# From AutoDocumentation
source: List of modifications applied to m_ParentPrefab.
russian: Список изменений, примененных к m_ParentPrefab.

# From AutoDocumentation
source: The prefab that this instance is based on.
russian: Префаб, на котором основан этот экземпляр.

# From AutoDocumentation
source: Custom material to apply. If set it overrides, texture & blend mode settings.
russian: Пользовательский материал для нанесения. Если он установлен, он переопределяет настройки текстуры и режима наложения.

# From AutoDocumentation
source: The relative angular offset between the two rigid-bodies.
russian: Относительное угловое смещение между двумя твердыми телами.

# From AutoDocumentation
source: Should the offsets be automatically calculated from the relative distance between the two rigid-bodies?
russian: Должны ли смещения автоматически рассчитываться на основе относительного расстояния между двумя твердыми телами?

# From AutoDocumentation
source: Scales both the position and angle correction constraint such that it controls the size of the generated force/torque. Too high a value can lead to overshoot. [ 0.0, 1.0 ].
russian: Масштабирует ограничение коррекции положения и угла таким образом, чтобы контролировать размер создаваемой силы/крутящего момента. Слишком высокое значение может привести к перерегулированию. [0,0, 1,0].

# From AutoDocumentation
source: The relative linear offset between the two rigid-bodies.
russian: Относительное линейное смещение между двумя твердыми телами.

# From AutoDocumentation
source: The maximum force which the joint should use to maintain relative position. [ 0.0, 1000000 ].
russian: Максимальная сила, которую должен использовать сустав для сохранения относительного положения. [0,0, 1000000].

# From AutoDocumentation
source: The maximum torque which the joint should use to maintain relative rotation. [ 0.0, 1000000 ].
russian: Максимальный крутящий момент, который должен использовать сустав для поддержания относительного вращения. [0,0, 1000000].

# From AutoDocumentation
source: Ambient equator color.
russian: Окружающий цвет экватора.

# From AutoDocumentation
source: Ambient ground color.
russian: Окружающий основной цвет.

# From AutoDocumentation
source: Intensity of ambient generated from skybox.
russian: Интенсивность окружающего мира, генерируемая из скайбокса.

# From AutoDocumentation
source: Ambient lighting mode.
russian: Режим окружающего освещения.

# From AutoDocumentation
source: Ambient sky color.
russian: Окружающий цвет неба.

# From AutoDocumentation
source: The cubemap used as a default reflection.
russian: Кубическая карта, используемая в качестве отражения по умолчанию.

# From AutoDocumentation
source: Source of the default reflection probe
russian: Источник зонда отражения по умолчанию

# From AutoDocumentation
source: Fade time for a flare.
russian: Время затухания вспышки.

# From AutoDocumentation
source: Strength of light flares [ 0, 1 ].
russian: Сила световых вспышек [ 0, 1 ].

# From AutoDocumentation
source: Use fog in the scene?
russian: Использовать туман в сцене?

# From AutoDocumentation
source: Fog color.
russian: Цвет тумана.

# From AutoDocumentation
source: Density for exponential fog.
russian: Плотность экспоненциального тумана.

# From AutoDocumentation
source: Fog mode to use.
russian: Режим тумана для использования.

# From AutoDocumentation
source: The cubemap stores reflection generated from skybox.
russian: Кубическая карта хранит отражение, созданное из скайбокса.

# From AutoDocumentation
source: Strength of light halos [ 0, 1 ].
russian: Сила световых ореолов [0, 1].

# From AutoDocumentation
source: The light halo texture.
russian: Легкая текстура ореола.

# From AutoDocumentation
source: Constant indirect specular color, only used when sampling of environment map is disabled.
russian: Постоянный косвенный зеркальный цвет, используется только тогда, когда выборка карты окружения отключена.

# From AutoDocumentation
source: End distance for linear fog.
russian: Конечное расстояние для линейного тумана.

# From AutoDocumentation
source: Starting distance for linear fog.
russian: Начальное расстояние для линейного тумана.

# From AutoDocumentation
source: The material used to render the skybox.
russian: Материал, используемый для рендеринга скайбокса.

# From AutoDocumentation
source: The default spotlight cookie.
russian: Файл cookie Spotlight по умолчанию.

# From AutoDocumentation
source: Global shadow color for Mixing realtime shadows with baked lightmaps.
russian: Глобальный цвет теней для смешивания теней в реальном времени с запеченными картами освещения.

# From AutoDocumentation
source: The light used by the procedural skybox.
russian: Свет, используемый процедурным скайбоксом.

# From AutoDocumentation
source: Anti-aliasing
russian: Сглаживание

# From AutoDocumentation
source: If enabled, the texture will not go through an AA resolve if bound to a shader.
russian: Если этот параметр включен, текстура не будет проходить через разрешение AA, если она привязана к шейдеру.

# From AutoDocumentation
source: Color buffer format
russian: Формат цветового буфера

# From AutoDocumentation
source: Depth stencil buffer format
russian: Формат буфера трафарета глубины

# From AutoDocumentation
source: If enabled, the color and depth stencil format maybe be changed by a compatible and supported format on the target platform.
russian: Если этот параметр включен, формат трафарета цвета и глубины можно изменить на совместимый и поддерживаемый формат на целевой платформе.

# From AutoDocumentation
source: Shadow Comparison Mode. None creates a regular depth texture. Compare Depths setting creates a shadow texture.
russian: Режим сравнения теней. None создает обычную текстуру глубины. Параметр «Сравнить глубины» создает текстуру тени.

# From AutoDocumentation
source: enum RendererType
russian: перечисление типа рендерера

# From AutoDocumentation
source: Lightmap tiling and offset.
russian: Тайлинг и смещение карты освещения.

# From AutoDocumentation
source: List of materials to use when rendering.
russian: Список материалов, которые будут использоваться при рендеринге.

# From AutoDocumentation
source: Motion Vector generation mode.
russian: Режим генерации вектора движения.

# From AutoDocumentation
source: The angular drag coefficient. 0 means no damping. [ 0, infinity ].
russian: Коэффициент углового сопротивления. 0 означает отсутствие демпфирования. [0, бесконечность].

# From AutoDocumentation
source: The linear drag coefficient. 0 means no damping. [ 0, infinity ].
russian: Коэффициент линейного сопротивления. 0 означает отсутствие демпфирования. [0, бесконечность].

# From AutoDocumentation
source: The mass of the body. [ 0.0000001, 1000000000 ].
russian: Масса тела. [0,0000001, 1000000000].

# From AutoDocumentation
source: The angular drag coefficient. 0 means no damping. [ 0, 1000000 ].
russian: Коэффициент углового сопротивления. 0 означает отсутствие демпфирования. [0, 1000000].

# From AutoDocumentation
source: The type of the rigidbody.
russian: Тип твердого тела.

# From AutoDocumentation
source: The collision detection mode for the body.
russian: Режим обнаружения столкновений для тела.

# From AutoDocumentation
source: Controls constrained motion and/or rotation.
russian: Управляет ограниченным движением и/или вращением.

# From AutoDocumentation
source: How much gravity affects this body. [ -1000000, 1000000 ].
russian: Насколько сильно гравитация влияет на это тело. [-1000000, 1000000].

# From AutoDocumentation
source: The per-frame update mode for the body.
russian: Режим покадрового обновления тела.

# From AutoDocumentation
source: The linear drag coefficient. 0 means no damping. [ 0, 1000000 ].
russian: Коэффициент линейного сопротивления. 0 означает отсутствие демпфирования. [0, 1000000].

# From AutoDocumentation
source: The mass of the body. [ 0.0001, 1000000 ].
russian: Масса тела. [0,0001, 1000000].

# From AutoDocumentation
source: The physics material used by all attached colliders. Overrides any global physics material.
russian: Физический материал, используемый всеми подключенными коллайдерами. Переопределяет любой глобальный физический материал.

# From AutoDocumentation
source: Is the body to be simulated? If not, it is effectively hidden from the simulation.
russian: Нужно ли моделировать тело? Если нет, то он фактически скрыт от моделирования.

# From AutoDocumentation
source: The sleeping mode for the body.
russian: Режим сна для организма.

# From AutoDocumentation
source: Whether to calculate the mass from the collider(s) density and area.
russian: Следует ли рассчитывать массу на основе плотности и площади коллайдера(ов).

# From AutoDocumentation
source: Should kinematic/kinematic and kinematic/static collisions be allowed?
russian: Должны ли быть разрешены кинематические/кинематические и кинематические/статические столкновения?

# From AutoDocumentation
source: Type tree for the first object in m_Objects.
russian: Введите дерево для первого объекта в m_Objects.

# From AutoDocumentation
source: Unity will force matrix calculations for each render, this can be set by users if they want to render skinned meshes multiple times within a frame.
russian: Unity будет принудительно выполнять матричные вычисления для каждого рендеринга. Это может быть установлено пользователями, если они хотят визуализировать сетки со скинами несколько раз в кадре.

# From AutoDocumentation
source: Unity will force the double buffer for the next DispatchUpdate, this uses 2x memory, only flagged from VFX when needed.
russian: Unity принудительно использует двойной буфер для следующего DispatchUpdate, при этом используется удвоенная память, которая помечается VFX только при необходимости.

# From AutoDocumentation
source: Number of bones to use per vertex during skinning.
russian: Количество костей, используемых на вершину во время скиннинга.

# From AutoDocumentation
source: Enabling skinned motion vectors will double buffer the skinned mesh on the GPU, this uses 2x as much memory but allows for accurate motion vectors.
russian: Включение векторов движения со скинами приведет к двойной буферизации сетки со скинами на графическом процессоре. Это использует в 2 раза больше памяти, но позволяет получать точные векторы движения.

# From AutoDocumentation
source: Unity will calculate an accurate bounding volume representation every frame.
russian: Unity будет рассчитывать точное представление ограничивающего объема в каждом кадре.

# From AutoDocumentation
source: The translation angle that the joint slides along. [ -1000000, 1000000 ].
russian: Угол перевода, по которому скользит сустав. [-1000000, 1000000].

# From AutoDocumentation
source: Should the angle be automatically calculated from the relative angle between the anchor points?
russian: Должен ли угол автоматически рассчитываться на основе относительного угла между опорными точками?

# From AutoDocumentation
source: The radius of the sphere. [ 0.00001, infinity ].
russian: Радиус сферы. [0,00001, бесконечность].

# From AutoDocumentation
source: The damping ratio for the oscillation whilst trying to achieve the specified distance. 0 means no damping. 1 means critical damping. [ 0.0, 1.0 ].
russian: Коэффициент демпфирования колебаний при попытке достичь заданного расстояния. 0 означает отсутствие демпфирования. 1 означает критическое демпфирование. [0,0, 1,0].

# From AutoDocumentation
source: The distance which the joint should attempt to maintain between attached bodies. [ 0.005, 1000000 ].
russian: Расстояние, которое сустав должен поддерживать между прикрепленными телами. [0,005, 1000000].

# From AutoDocumentation
source: The frequency in Hertz for the oscillation whilst trying to achieve the specified distance. [ 0.0, 1000000 ].
russian: Частота колебаний в герцах при попытке достичь заданного расстояния. [0,0, 1000000].

# From AutoDocumentation
source: Sets the draw mode for the SpriteRenderer.
russian: Устанавливает режим рисования для SpriteRenderer.

# From AutoDocumentation
source: Sets the tiled mode for SpriteRenderer.
russian: Устанавливает мозаичный режим для SpriteRenderer.

# From AutoDocumentation
source: The scale of the impulse force applied while attempting to reach the surface speed. 0 stops any impulse force whereas 1 is full impulse. [ 0, 1 ].
russian: Масштаб импульсной силы, приложенной при попытке достичь скорости у поверхности. 0 останавливает любую импульсную силу, тогда как 1 соответствует полному импульсу. [0, 1].

# From AutoDocumentation
source: The speed along the surface. If the speed is negative then the rigid-body will move in the opposite direction than if it were a positive speed. An acceleration or decelerate force will be automatically applied so that the rigid-body will attain this speed. [ -1000000, 1000000 ].
russian: Скорость по поверхности. Если скорость отрицательна, то твердое тело будет двигаться в противоположном направлении, чем если бы скорость была положительной. Сила ускорения или замедления будет автоматически применена, чтобы твердое тело достигло этой скорости. [-1000000, 1000000].

# From AutoDocumentation
source: The speed variation (a random value from zero to the variation) added to base speed to be applied. If the variation is negative then the speed will be randomly reduced. [ -1000000, 1000000 ].
russian: Изменение скорости (случайное значение от нуля до изменения), добавляемое к применяемой базовой скорости. Если отклонение отрицательное, то скорость будет случайным образом уменьшена. [-1000000, 1000000].

# From AutoDocumentation
source: Should bounce be used for any contact with the surface? When false, no bounce is used from any assigned physics material. When true, any existing bounce is used.
russian: Следует ли использовать отскок при любом контакте с поверхностью? Если установлено значение false, отскок от любого назначенного физического материала не используется. Если это правда, используется любой существующий отскок.

# From AutoDocumentation
source: Should the impulse force be applied to the contact point? Applying the force at the contact point may cause the target to rotate.
russian: Следует ли прикладывать импульсную силу к точке контакта? Приложение силы в точке контакта может привести к вращению мишени.

# From AutoDocumentation
source: Should friction be used for any contact with the surface? When false, no friction is used from any assigned physics material. When true, any existing friction is used.
russian: Следует ли использовать трение для любого контакта с поверхностью? Если установлено значение false, трение из любого назначенного физического материала не используется. Если это правда, используется любое существующее трение.

# From AutoDocumentation
source: The local-space anchor on the rigid-body the joint is attached to.
russian: Якорь в локальном пространстве на твердом теле, к которому прикреплен сустав.

# From AutoDocumentation
source: Should the target be automatically calculated as the rigid-body position?
russian: Должна ли цель автоматически рассчитываться как положение твердого тела?

# From AutoDocumentation
source: The damping ratio for the oscillation whilst trying to reach the target. 0 means no damping. 1 means critical damping. [ 0.0, 1.0 ].
russian: Коэффициент демпфирования колебаний при попытке достичь цели. 0 означает отсутствие демпфирования. 1 означает критическое демпфирование. [0,0, 1,0].

# From AutoDocumentation
source: The frequency in Hertz for the oscillation whilst trying to reach the target. [ 0.0, 1000000 ].
russian: Частота колебаний при попытке достичь цели в герцах. [0,0, 1000000].

# From AutoDocumentation
source: The maximum force which the joint should use to reach the target. [ 0.0, 1000000 ].
russian: Максимальная сила, которую должен использовать сустав, чтобы достичь цели. [0,0, 1000000].

# From AutoDocumentation
source: The world-space position that the joint should move the rigid-body towards.
russian: Позиция в мировом пространстве, к которой сустав должен перемещать твердое тело.

# From AutoDocumentation
source: Where the text-mesh is anchored related to local origo..
russian: Где текстовая сетка привязана к местному происхождению.

# From AutoDocumentation
source: Size of one character (as its height, since Aspect may change its width)
russian: Размер одного символа (как и его высота, поскольку Aspect может изменить свою ширину)

# From AutoDocumentation
source: The font size to use. Set to 0 to use default font size. Only applicable for dynamic fonts. [ 1, 500 ].
russian: Размер шрифта, который будет использоваться. Установите значение 0, чтобы использовать размер шрифта по умолчанию. Применимо только для динамических шрифтов. [1, 500].

# From AutoDocumentation
source: The font style to use. Only applicable for dynamic fonts..
russian: Используемый стиль шрифта. Применимо только для динамических шрифтов.

# From AutoDocumentation
source: Spacing between lines as multiplum of height of a character.
russian: Расстояние между строками как кратное высоте символа.

# From AutoDocumentation
source: How much to offset the generated mesh from the Z-position=0.
russian: Насколько сместить сгенерированную сетку от Z-позиции = 0.

# From AutoDocumentation
source: Length of one tab.
russian: Длина одной вкладки.

# From AutoDocumentation
source: The Render Orientation of each tile.
russian: Ориентация рендеринга каждой плитки.

# From AutoDocumentation
source: Whether the TilemapRenderer automatically detects chunk culling bounds.
russian: Определяет ли TilemapRenderer автоматически границы отсеивания фрагментов.

# From AutoDocumentation
source: The render mode.
russian: Режим рендеринга.

# From AutoDocumentation
source: The Sort Order of all tiles.
russian: Порядок сортировки всех плиток.

# From AutoDocumentation
source: How fast compared to the real time does the game time progress (1.0 is realtime, .5 slow motion) [ 0, 100 ].
russian: Насколько быстро по сравнению с реальным временем происходит течение игрового времени (1,0 – реальное время, 0,5 — замедленное движение) [0, 100].

# From AutoDocumentation
source: Destroy GameObject when there is no trail?
russian: Уничтожить GameObject, когда нет следов?

# From AutoDocumentation
source: Pause/unpause trail generation.
russian: Пауза/возобновление генерации следа.

# From AutoDocumentation
source: The minimum distance to spawn a new point on the trail [ 0, infinity ].
russian: Минимальное расстояние для создания новой точки на маршруте [0, бесконечность].

# From AutoDocumentation
source: How long the tail should be (seconds) [ 0, infinity ].
russian: Какой длины должен быть хвост (в секундах) [0, бесконечность].

# From AutoDocumentation
source: The Camera which the events are triggered through. This is used to determine clicking and hover positions if the Canvas is in World Space render mode.
russian: Камера, через которую запускаются события. Это используется для определения позиций щелчка и наведения, если Canvas находится в режиме рендеринга мирового пространства.

# From AutoDocumentation
source: Joint type.
russian: Совместный тип.

# From AutoDocumentation
source: Lock type.
russian: Тип замка.

# From AutoDocumentation
source: Bending stiffness. 0 = disabled. [ 0, 1 ].
russian: Жесткость на изгиб. 0 = отключено. [0, 1].

# From AutoDocumentation
source: Motion damping coefficient. 0 = disabled. [ 0, 1 ].
russian: Коэффициент демпфирования движения. 0 = отключено. [0, 1].

# From AutoDocumentation
source: External acceleration applied to the cloth.
russian: Внешнее ускорение, приложенное к ткани.

# From AutoDocumentation
source: Friction. [ 0, 1 ].
russian: Трение. [0, 1].

# From AutoDocumentation
source: Random acceleration applied to the cloth.
russian: К ткани применено случайное ускорение.

# From AutoDocumentation
source: Self collision distance. 0 = disabled. [ 0, infinity ].
russian: Расстояние самостолкновения. 0 = отключено. [0, бесконечность].

# From AutoDocumentation
source: Self collision stiffness. 0 = disabled. [ 0, infinity ].
russian: Жесткость при столкновении. 0 = отключено. [0, бесконечность].

# From AutoDocumentation
source: The solver frequency is specified as iterations per second. A solver frequency value of 240 corresponds to 4 iterations per frame at 60 frames per second. In general, simulation will become more accurate if higher solver frequency value is used. However, simulation time grows roughly linearly with solver frequency. Typically this value is between 120 and 300.
russian: Частота решателя указана как итерации в секунду. Значение частоты решателя 240 соответствует 4 итерациям на кадр со скоростью 60 кадров в секунду. В общем, моделирование станет более точным, если будет использоваться более высокое значение частоты решателя. Однако время моделирования растет примерно линейно с частотой решателя. Обычно это значение находится между 120 и 300.

# From AutoDocumentation
source: The stiffness frequency controls the power-law nonlinearity of all rate of change parameters. Increasing the frequency avoids numerical cancellation for values near zero or one, but increases the non-linearity of the parameter. It is not recommended to change this parameter after cloth initialization. (default: 10.0)
russian: Частота жесткости контролирует степенную нелинейность всех параметров скорости изменения. Увеличение частоты позволяет избежать числовой отмены для значений, близких к нулю или единице, но увеличивает нелинейность параметра. Не рекомендуется изменять этот параметр после инициализации ткани. (по умолчанию: 10,0)

# From AutoDocumentation
source: Stretching stiffness. [ 0, 1 ].
russian: Растягивающая жесткость. [0, 1].

# From AutoDocumentation
source: Increasing particle mass after collision.
russian: Увеличение массы частицы после столкновения.
