Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: To begin animating {0}, create {1}.
russian: Чтобы начать анимацию {0}, создайте {1}.

source: an Animator and an Animation Clip
russian: Аниматор и анимационный клип

source: an Animation Clip
russian: анимационный клип

source: Dopesheet
russian: Допинг-лист

source: Samples
russian: Образцы

source: Create New Clip...
russian: Создать новый клип...

source: Editing and playback of animations on optimized game object hierarchy is not supported. Please select a game object that does not have 'Optimize Game Objects' applied.
russian: Редактирование и воспроизведение анимации в оптимизированной иерархии игровых объектов не поддерживается. Выберите игровой объект, к которому не применена опция «Оптимизировать игровые объекты».

source: Animation Clip is Read-Only
russian: Анимационный клип доступен только для чтения

source: Show Read-Only Properties
russian: Показать свойства, доступные только для чтения

source: Add Properties
russian: Добавить свойства

source: Add Property
russian: Добавить недвижимость

source: (Default Value)
russian: (Значение по умолчанию)

source: Transform position, rotation and scale can't be partially animated. This value will be animated to the default value
russian: Положение преобразования, вращение и масштаб нельзя анимировать частично. Это значение будет анимировано до значения по умолчанию.

source: (Missing!)
russian: (Отсутствующий!)

source: The GameObject or Component is missing ({0})
russian: GameObject или компонент отсутствует ({0})

source: (Duplicate GameObject name!)
russian: (Дублируемое имя GameObject!)

source: Target for curve is ambiguous since there are multiple GameObjects with same name ({0})
russian: Цель кривой неоднозначна, поскольку существует несколько игровых объектов с одинаковым именем ({0}).

source: Remove Properties
russian: Удалить свойства

source: Remove Property
russian: Удалить свойство

source: Add Key
russian: Добавить ключ

source: Delete Key
russian: Удалить ключ

source: Remove Curve
russian: Удалить кривую

source: Interpolation/Euler Angles (Quaternion)
russian: Интерполяция/углы Эйлера (кватернион)

source: Interpolation/Quaternion
russian: Интерполяция/Кватернион

source: Delete Keys
russian: Удалить ключи

source: Edit Keys...
russian: Редактировать ключи...

source: Edit Key...
russian: Редактировать ключ...

source: Edit Curve
russian: Редактировать кривую

source: Drop Key
russian: Отбросить ключ

source: Clamped Auto
russian: Зажатый авто

source: Free Smooth
russian: Бесплатное гладкое

source: Flat
russian: Плоский

source: Broken
russian: Сломанный

source: Left Tangent/Free
russian: Левая касательная/свободная

source: Left Tangent/Linear
russian: Левая касательная/линейная

source: Left Tangent/Constant
russian: Левая касательная/постоянная

source: Left Tangent/Weighted
russian: Левая касательная/взвешенная

source: Right Tangent/Free
russian: Правая касательная/свободная

source: Right Tangent/Linear
russian: Правая касательная/линейная

source: Right Tangent/Constant
russian: Правая касательная/константа

source: Right Tangent/Weighted
russian: Правая касательная/взвешенная

source: Both Tangents/Free
russian: Обе касательные/Свободно

source: Both Tangents/Linear
russian: Обе касательные/линейные

source: Both Tangents/Constant
russian: Обе касательные/константа

source: Both Tangents/Weighted
russian: Обе касательные/взвешенные

source: Weighted
russian: Взвешенный

source: Update Key
russian: Обновить ключ

source: Remove Key
russian: Удалить ключ

source: Remove All Keys
russian: Удалить все ключи

source: Go to Previous Key
russian: Перейти к предыдущему ключу

source: Go to Next Key
russian: Перейти к следующему ключу

source: Key All Modified
russian: Ключ Все изменено

source: Key All Animated
russian: Ключ Все Анимированные

source: Curve Editor
russian: Редактор кривых

source: Some functions were overloaded in MonoBehaviour components and may not work as intended if used with Animation Events!
russian: Некоторые функции были перегружены в компонентах MonoBehaviour и могут работать не так, как задумано, при использовании с анимационными событиями!

source: Some functions have the same name across several Monobehaviour components and may not work as intended if used with Animation Events!
russian: Некоторые функции имеют одно и то же имя в нескольких компонентах Monobehaviour и могут работать не так, как задумано, если они используются с анимационными событиями!

source: Function
russian: Функция

source: AnimationWindowEvent
russian: АнимацияОкноСобытие

source: time
russian: время

source: value
russian: ценить

source: Rotation Interpolation
russian: Интерполяция вращения

source: Material Reference
russian: Ссылка на материал

source: Create a new animation for the game object '{0}':
russian: Создайте новую анимацию для игрового объекта «{0}»:

source: Create New Animation
russian: Создать новую анимацию

source: Edit Layers...
russian: Редактировать слои...

source: Copy Placement
russian: Копировать размещение

source: Paste Placement
russian: Вставить размещение

source: Copy Settings
russian: Копировать настройки

source: Paste Settings
russian: Вставить настройки

source: Reset Settings
russian: Сбросить настройки

source: Scene Camera
russian: Камера сцены

source: Navigation
russian: Навигация

source: Using extreme values between the near and far planes may cause rendering issues. In general, to get better precision move the Near plane as far as possible.
russian: Использование экстремальных значений между ближней и дальней плоскостями может вызвать проблемы с рендерингом. В общем, чтобы добиться большей точности, переместите ближнюю плоскость как можно дальше.

source: Camera Speed
russian: Скорость камеры

source: The current speed of the camera in the Scene view.
russian: Текущая скорость камеры в представлении «Сцена».

source: Camera Acceleration
russian: Ускорение камеры

source: Check this to enable acceleration when moving the camera. When enabled, camera speed is evaluated as a modifier. With acceleration disabled, the camera is accelerated to the Camera Speed.
russian: Установите этот флажок, чтобы включить ускорение при перемещении камеры. Если этот параметр включен, скорость камеры оценивается как модификатор. Если ускорение отключено, камера ускоряется до скорости камеры.

source: The height of the camera's view angle. Measured in degrees vertically, or along the local Y axis.
russian: Высота угла обзора камеры. Измеряется в градусах по вертикали или вдоль локальной оси Y.

source: Dynamic Clipping
russian: Динамическое отсечение

source: Check this to enable camera's near and far clipping planes to be calculated relative to the viewport size of the Scene.
russian: Установите этот флажок, чтобы ближняя и дальняя плоскости отсечения камеры рассчитывались относительно размера области просмотра сцены.

source: Camera Easing
russian: Ослабление камеры

source: Check this to enable camera movement easing. This makes the camera ease in when it starts moving and ease out when it stops.
russian: Установите этот флажок, чтобы включить замедление движения камеры. Это позволяет камере легко входить, когда она начинает двигаться, и легко выдвигаться, когда она останавливается.

source: Show Lightmap Resolution
russian: Показать разрешение карты освещения

source: Show/Hide Gizmo
russian: Показать/скрыть гизмо

source: Show/Hide Icon
russian: Показать/скрыть значок

source: Select Icon
russian: Выберите значок

source: 3D Icons
russian: 3D-иконки

source: Terrain Debug Warnings
russian: Предупреждения об отладке Terrain

source: Selection Outline
russian: Схема выбора

source: Selection Wire
russian: Выбор провода

source: Fade out and stop rendering gizmos that are small on screen
russian: Затухание и прекращение рендеринга маленьких штуковин на экране.

source: Built-in Components
russian: Встроенные компоненты

source: Enter Windows Store Certificate Password
russian: Введите пароль сертификата Магазина Windows

source: Certificate password.
russian: Пароль сертификата.

source: Invalid password.
russian: Неверный пароль.

source: Current file will be overwritten.
russian: Текущий файл будет перезаписан.

source: Create Test Certificate for Windows Store
russian: Создать тестовый сертификат для Магазина Windows

source: Publisher
russian: Издатель

source: Publisher of the package.
russian: Издатель пакета.

source: Confirm password
russian: Подтвердите пароль

source: Re-enter certificate password.
russian: Повторно введите пароль сертификата.

source: Publisher must be specified.
russian: Необходимо указать издательство.

source: Invalid publisher.
russian: Неверный издатель.

source: Confirm the password.
russian: Подтвердите пароль.

source: Passwords do not match.
russian: Пароли не совпадают.

source: Specifies the material that is used to simulate the sky or other distant background in the Scene.
russian: Указывает материал, который используется для имитации неба или другого удаленного фона в сцене.

source: Sun Source
russian: Источник Солнца

source: Specifies the directional light that is used to indicate the direction of the sun when a procedural skybox is used. If set to None, the brightest directional light in the Scene is used to represent the sun.
russian: Определяет направленный свет, который используется для указания направления солнца при использовании процедурного скайбокса. Если установлено значение «Нет», самый яркий направленный свет в сцене используется для изображения солнца.

source: Environment Lighting
russian: Освещение окружающей среды

source: Specifies whether to use a skybox, gradient, or color for ambient light contributed to the Scene.
russian: Указывает, использовать ли скайбокс, градиент или цвет для окружающего освещения, вносимого в сцену.

source: Controls the brightness of the skybox lighting in the Scene.
russian: Управляет яркостью освещения скайбокса в сцене.

source: Environment Reflections
russian: Размышления об окружающей среде

source: Specifies whether to use the skybox or a custom cube map for reflection effects in the Scene.
russian: Указывает, использовать ли скайбокс или пользовательскую карту куба для эффектов отражения в сцене.

source: Controls the resolution for the cube map assigned to the skybox material for reflection effects in the Scene.
russian: Управляет разрешением карты куба, назначенной материалу скайбокса для эффектов отражения в сцене.

source: Controls how Unity compresses the reflection cube maps. Options are Auto, Compressed, and Uncompressed. Auto compresses the cube maps if the compression format is suitable.
russian: Управляет тем, как Unity сжимает карты кубов отражения. Возможные варианты: «Авто», «Сжатый» и «Несжатый». Автоматически сжимает карты кубов, если формат сжатия подходит.

source: Controls how much the skybox or custom cubemap affects reflections in the Scene. A value of 1 produces physically correct results.
russian: Управляет тем, насколько скайбокс или пользовательская кубическая карта влияют на отражения в сцене. Значение 1 дает физически правильные результаты.

source: Controls how many times a reflection includes other reflections. A value of 1 results in the Scene being rendered once so mirrored reflections will be black. A value of 2 results in mirrored reflections being visible in the Scene.
russian: Управляет тем, сколько раз отражение включает в себя другие отражения. Значение 1 приводит к тому, что сцена визуализируется один раз, поэтому зеркальные отражения будут черными. Значение 2 приводит к тому, что на сцене видны зеркальные отражения.

source: Shader of this material does not support skybox rendering.
russian: Шейдер этого материала не поддерживает рендеринг скайбокса.

source: Create Light
russian: Создать свет

source: Sky Color
russian: Цвет неба

source: Controls the color of light emitted from the sky in the Scene.
russian: Управляет цветом света, излучаемого с неба в сцене.

source: Equator Color
russian: Цвет Экватора

source: Controls the color of light emitted from the sides of the Scene.
russian: Управляет цветом света, излучаемого по бокам сцены.

source: Ground Color
russian: Основной цвет

source: Controls the color of light emitted from the ground of the Scene.
russian: Управляет цветом света, излучаемого землей сцены.

source: Ambient Color
russian: Окружающий цвет

source: Controls the color of the ambient light contributed to the Scene.
russian: Управляет цветом окружающего света, вносимого в сцену.

source: Specifies the custom cube map used for reflection effects in the Scene.
russian: Указывает пользовательскую карту куба, используемую для эффектов отражения в сцене.

source: Realtime Shadow Color
russian: Цвет тени в реальном времени

source: The color used for mixing realtime shadows with baked lightmaps in Subtractive lighting mode. The color defines the darkest point of the realtime shadow.
russian: Цвет, используемый для смешивания теней в реальном времени с запеченными картами освещения в режиме субтрактивного освещения. Цвет определяет самую темную точку тени в реальном времени.

source: Fog has no effect on opaque objects when using Deferred Shading rendering. Use the Global Fog image effect instead, which supports opaque objects.
russian: Туман не влияет на непрозрачные объекты при использовании рендеринга с отложенным затенением. Вместо этого используйте эффект изображения «Глобальный туман», который поддерживает непрозрачные объекты.

source: Controls the density of the fog effect in the Scene when using Exponential or Exponential Squared modes.
russian: Управляет плотностью эффекта тумана в сцене при использовании режимов «Экспоненциальный» или «Экспоненциальный квадрат».

source: Controls the distance from the camera where the fog will start in the Scene.
russian: Управляет расстоянием от камеры, на котором в сцене начинается туман.

source: Controls the distance from the camera where the fog will completely obscure objects in the Scene.
russian: Управляет расстоянием от камеры, на котором туман будет полностью скрывать объекты в сцене.

source: Specifies whether fog is used in the Scene or not.
russian: Указывает, используется ли в сцене туман или нет.

source: Controls the color of the fog drawn in the Scene.
russian: Управляет цветом тумана, нарисованного в сцене.

source: Controls the mathematical function determining the way fog accumulates with distance from the camera. Options are Linear, Exponential, and Exponential Squared.
russian: Управляет математической функцией, определяющей способ накопления тумана с увеличением расстояния от камеры. Возможные варианты: линейный, экспоненциальный и экспоненциальный в квадрате.

source: Shader used for Deferred Shading.
russian: Шейдер, используемый для отложенного затенения.

source: Shader used for Deferred reflection probes.
russian: Шейдер, используемый для зондов отложенного отражения.

source: Shader used for screen-space cascaded shadows.
russian: Шейдер, используемый для каскадных теней в экранном пространстве.

source: Shader used for depth and normals texture when enabled on a Camera.
russian: Шейдер, используемый для текстуры глубины и нормалей, когда он включен на камере.

source: Shader for generation of Motion Vectors when the rendering camera has renderMotionVectors set to true.
russian: Шейдер для генерации векторов движения, когда для камеры рендеринга для параметра renderMotionVectors установлено значение true.

source: Default Shader used for light halos.
russian: Шейдер по умолчанию, используемый для световых ореолов.

source: Default Shader used for lens flares.
russian: Шейдер по умолчанию, используемый для бликов.

source: Video
russian: Видео

source: Shaders used by the VideoPlayer decoding and compositing.
russian: Шейдеры, используемые при декодировании и компоновке VideoPlayer.

source: Video Shaders Include Mode
russian: Видеошейдеры включают режим

source: Lightmap Stripping
russian: Удаление карты освещения

source: Fog Stripping
russian: Удаление тумана

source: Fog Keep Exp 2
russian: Крепость Тумана, опыт 2

source: Instancing Stripping
russian: Зачистка экземпляров

source: Brg Stripping
russian: Брг зачистки

source: Platform shader settings
russian: Настройки шейдера платформы

source: Built-in shader settings
russian: Встроенные настройки шейдеров.

source: Shader preloading
russian: Предварительная загрузка шейдеров

source: Lightmap Modes
russian: Режимы карты освещения

source: Baked Non-Directional
russian: Запеченный ненаправленный

source: Include support for baked non-directional lightmaps.
russian: Включите поддержку запеченных ненаправленных карт освещения.

source: Baked Directional
russian: Запеченный Направленный

source: Include support for baked directional lightmaps.
russian: Включите поддержку запеченных карт направленного освещения.

source: Include support for baked shadow occlusion.
russian: Включите поддержку окклюзии запеченных теней.

source: Baked Subtractive
russian: Запеченный субтрактив

source: Include support for baked subtractive lightmaps.
russian: Включите поддержку запеченных субтрактивных карт освещения.

source: Realtime Non-Directional
russian: Ненаправленный в реальном времени

source: Include support for realtime non-directional lightmaps.
russian: Включите поддержку ненаправленных карт освещения в реальном времени.

source: Realtime Directional
russian: Направленный в реальном времени

source: Include support for realtime directional lightmaps.
russian: Включите поддержку карт направленного освещения в реальном времени.

source: Import From Current Scene
russian: Импортировать из текущей сцены

source: Calculate lightmap modes used by the current scene.
russian: Рассчитать режимы карты освещения, используемые текущей сценой.

source: Fog Modes
russian: Режимы тумана

source: Linear
russian: Линейный

source: Include support for Linear fog.
russian: Включите поддержку линейного тумана.

source: Exponential
russian: Экспоненциальный

source: Include support for Exponential fog.
russian: Включите поддержку экспоненциального тумана.

source: Exponential Squared
russian: Экспоненциальный квадрат

source: Include support for Exponential Squared fog.
russian: Включите поддержку тумана Exponential Squared.

source: Calculate fog modes used by the current scene.
russian: Рассчитать режимы тумана, используемые текущей сценой.

source: Instancing Variants
russian: Варианты экземпляров

source: BatchRendererGroup Variants
russian: Варианты группы BatchRenderer

source: Save to asset...
russian: Сохранить в актив...

source: Save currently tracked shaders into a Shader Variant Manifest asset.
russian: Сохраните отслеживаемые в данный момент шейдеры в активе манифеста варианта шейдера.

source: Clear currently tracked shader variant information.
russian: Очистить информацию о текущем отслеживаемом варианте шейдера.

source: FP16
russian: РП16

source: R11G11B10
russian: Р11Г11Б10

source: Unlimited
russian: Безлимитный

source: Low (Tier 1)
russian: Низкий (Уровень 1)

source: Medium (Tier 2)
russian: Средний (Уровень 2)

source: High (Tier 3)
russian: Высокий (Уровень 3)

source: Use Defaults
russian: Использовать настройки по умолчанию

source: Standard Shader
russian: Стандартный шейдер

source: Standard Shader Quality
russian: Стандартное качество шейдеров

source: Reflection Probes Box Projection
russian: Отражающие зонды Коробчатая проекция

source: Enable projection for reflection UV mappings on Reflection Probes.
russian: Включите проекцию для отражения UV-карт на отражательных зондах.

source: Reflection Probes Blending
russian: Смешивание отражающих зондов

source: Gradually fade out one probe's cubemap while fading in the other's as the reflective object passes from one zone to the other.
russian: Постепенное исчезновение кубической карты одного зонда и постепенное исчезновение кубической карты другого по мере того, как отражающий объект переходит из одной зоны в другую.

source: Detail Normal Map
russian: Подробная карта нормалей

source: Enable Detail (secondary) Normal Map sampling for up-close viewing, if assigned.
russian: Включите выборку подробной (вторичной) карты нормалей для просмотра с близкого расстояния, если она назначена.

source: Cascaded Shadows
russian: Каскадные тени

source: Prefer 32-bit shadow maps
russian: Предпочитаю 32-битные карты теней.

source: Enable Semitransparent Shadows
russian: Включить полупрозрачные тени

source: Enable Light Probe Proxy Volume
russian: Включить прокси-том Light Probe

source: Enable rendering a 3D grid of interpolated Light Probes inside a Bounding Volume.
russian: Включите рендеринг 3D-сетки интерполированных световых зондов внутри ограничивающего объема.

source: Choose how Unity should render graphics. Different rendering paths affect the performance of your game, and how lighting and shading are calculated.
russian: Выберите, как Unity будет отображать графику. Различные пути рендеринга влияют на производительность вашей игры, а также на то, как рассчитываются освещение и затенение.

source: Use HDR
russian: Используйте HDR

source: Enable High Dynamic Range rendering for this tier.
russian: Включите рендеринг расширенного динамического диапазона для этого уровня.

source: HDR Mode
russian: HDR-режим

source: Color render texture format for the HDR buffer to use when HDR is enabled.
russian: Формат текстуры цветопередачи для буфера HDR, который будет использоваться, когда HDR включен.

source: Realtime Global Illumination CPU Usage
russian: Загрузка процессора глобального освещения в реальном времени

source: How many CPU worker threads to create for Realtime Global Illumination lighting calculations in the Player. Increasing this makes the system react faster to changes in lighting at a cost of using more CPU time. The higher the CPU Usage value, the more worker threads are created for solving Realtime GI.
russian: Сколько рабочих потоков ЦП необходимо создать для расчета освещения в режиме реального времени в проигрывателе. Увеличение этого значения заставляет систему быстрее реагировать на изменения освещения за счет увеличения использования процессорного времени. Чем выше значение «Загрузка ЦП», тем больше рабочих потоков создается для решения GI в реальном времени.

source: Controls the visibility of the halo effect around lights in the Scene.
russian: Управляет видимостью эффекта ореола вокруг источников света в сцене.

source: Specifies the Texture used when drawing the halo effect around lights in the Scene
russian: Указывает текстуру, используемую при рисовании эффекта ореола вокруг источников света в сцене.

source: Controls the visibility of lens flares from lights in the Scene.
russian: Управляет видимостью бликов от источников света в сцене.

source: Controls the time over which lens flares fade from view after initially appearing.
russian: Управляет временем, в течение которого блики исчезают из поля зрения после первоначального появления.

source: Specifies the Texture mask used to cast shadows, create silhouettes, or patterned illumination when using spot lights.
russian: Указывает маску текстуры, используемую для отбрасывания теней, создания силуэтов или узорчатого освещения при использовании точечного освещения.

source: Undo History
russian: Отменить историю

source: Show Latest Action First
russian: Сначала показывать последнее действие

source: Show Latest Action Last
russian: Показать последнее действие последним

source: Internal
russian: Внутренний

source: Undo Serialization
russian: Отменить сериализацию

source: Enable
russian: Давать возможность

source: Disable
russian: Запрещать

source: Go back one frame
russian: Вернуться на один кадр назад

source: Go one frame forwards
russian: Перейти на один кадр вперед

source: Levels
russian: Уровни
