Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Select from which AvatarMask the animation should take the mask information
russian: Выберите, из какой AvatarMask анимация должна брать информацию о маске.

source: Create Mask
russian: Создать маску

source: Create a new mask from this model avatar.
russian: Создайте новую маску из аватара этой модели.

source: Use skeleton from
russian: Используйте скелет из

source: The selected avatar is never linked here and only used to populate the list of transform.
russian: Выбранный аватар никогда не привязывается сюда и используется только для заполнения списка трансформаций.

source: Import skeleton
russian: Импорт скелета

source: Generates new transform data based on the selected avatar skeleton
russian: Генерирует новые данные преобразования на основе выбранного скелета аватара.

source: Humanoid
russian: Гуманоид

source: Define which body part are active. Also define which animation curves will be imported for an Animation Clip.
russian: Определите, какая часть тела активна. Также определите, какие кривые анимации будут импортированы для анимационного клипа.

source: Define which transform are active. Also define which animation curves will be imported for an Animation Clip.
russian: Определите, какие преобразования активны. Также определите, какие кривые анимации будут импортированы для анимационного клипа.

source: Shaded
russian: Затененный

source: Dock Preview to Inspector
russian: Предварительный просмотр дока в инспекторе

source: Proxy Volume Resolution
russian: Разрешение тома прокси

source: Specifies the resolution of the 3D grid of interpolated light probes. Higher resolution/density means better lighting, but the CPU cost will increase.
russian: Задает разрешение трехмерной сетки интерполированных световых зондов. Более высокое разрешение/плотность означает лучшее освещение, но стоимость процессора увеличится.

source: The 3D grid resolution on the X axis.
russian: Разрешение 3D-сетки по оси X.

source: The 3D grid resolution on the Y axis.
russian: Разрешение 3D-сетки по оси Y.

source: The 3D grid resolution on the Z axis.
russian: Разрешение 3D-сетки по оси Z.

source: The size of the Bounding Box relative to the Game Object.
russian: Размер ограничивающей рамки относительно игрового объекта.

source: Bounding Box Settings
russian: Настройки ограничивающей рамки

source: Origin
russian: Источник

source: The origin of the Bounding Box relative to the Game Object.
russian: Происхождение ограничивающей рамки относительно игрового объекта.

source: Bounding Box Mode
russian: Режим ограничивающей рамки

source: The mode in which the bounding box is computed. A 3D grid of interpolated light probes will be generated inside this bounding box. Automatic Local - the local-space bounding box of the Renderer is used. Automatic Global - a bounding box is computed which encloses the current Renderer and all the Renderers down the hierarchy that have the Light Probes property set to Use Proxy Volume. The bounding box will be world-space aligned. Custom - a custom bounding box is used. The bounding box is specified in the local-space of the game object.
russian: Режим, в котором вычисляется ограничивающая рамка. Внутри этой ограничивающей рамки будет сгенерирована трехмерная сетка интерполированных световых зондов. Автоматический локальный — используется ограничивающая рамка локального пространства средства визуализации. Автоматический глобальный — вычисляется ограничивающая рамка, охватывающая текущий модуль визуализации и все средства рендеринга в иерархии, у которых для свойства Light Probes установлено значение «Использовать прокси-том». Ограничительная рамка будет выровнена по мировому пространству. Пользовательский — используется пользовательская ограничивающая рамка. Ограничивающая рамка указывается в локальном пространстве игрового объекта.

source: Resolution Mode
russian: Режим разрешения

source: The mode in which the resolution of the 3D grid of interpolated light probes is specified: Automatic - the resolution on each axis is computed using a user-specified number of interpolated light probes per unit area (Density). Custom - the user can specify a different resolution on each axis.
russian: Режим, в котором задается разрешение 3D-сетки интерполированных световых датчиков: Автоматический — разрешение по каждой оси вычисляется с использованием заданного пользователем количества интерполированных световых датчиков на единицу площади (Плотность). Пользовательский. - пользователь может указать разное разрешение по каждой оси.

source: Probe Position Mode
russian: Режим положения зонда

source: The mode in which the interpolated probe positions are generated. CellCorner - divide the volume in cells and generate interpolated probe positions in the corner/edge of the cells. CellCenter - divide the volume in cells and generate interpolated probe positions in the center of the cells.
russian: Режим, в котором генерируются интерполированные положения зонда. CellCorner - делить объем по ячейкам и генерировать интерполированные положения зонда в углу/крае ячеек. CellCenter - делить объем по ячейкам и генерировать интерполированные положения зонда в центре ячеек.

source: An enum describing the way a Light Probe Proxy Volume refreshes in the Player.
russian: Перечисление, описывающее способ обновления тома прокси-сервера Light Probe в проигрывателе.

source: Affects the total number of evaluated Spherical Harmonics(SH) bands for Renderers that use a Light Probe Proxy Volume: Low Quality - uses only 2 bands (L0 and L1) sampled from a LPPV texture. This option might improve the performance by not breaking batching. Normal Quality - uses all the bands to evaluate the SH. L0 and L1 are sampled from a LPPV texture and L2 is constant per Renderer.
russian: Влияет на общее количество оцениваемых полос сферических гармоник (SH) для рендереров, использующих прокси-том Light Probe: Низкое качество — используются только 2 полосы (L0 и L1), выбранные из текстуры LPPV. Этот параметр может улучшить производительность, не нарушая пакетную обработку. Нормальное качество — для оценки SH используются все полосы. L0 и L1 выбираются из текстуры LPPV, а L2 является постоянным для каждого рендерера.

source: Data Format
russian: Формат данных

source: Affects the format of the LPPV texture.
russian: Влияет на формат текстуры LPPV.

source: Density in probes per world unit.
russian: Плотность в зондах на мировую единицу.

source: In order to use the component on this game object, the Light Probes property should be set to 'Use Proxy Volume' in Renderer.
russian: Чтобы использовать компонент в этом игровом объекте, для свойства Light Probes в Renderer должно быть установлено значение «Использовать прокси-том».

source: The component is unused by this game object because there is no Renderer component attached.
russian: Компонент не используется этим игровым объектом, поскольку к нему не подключен компонент Renderer.

source: The scene doesn't contain any light probes. Add light probes using Light Probe Group components (menu: Component->Rendering->Light Probe Group).
russian: Сцена не содержит световых зондов. Добавьте световые зонды с помощью компонентов Light Probe Group (меню: Компонент->Рендеринг->Light Probe Group).

source: Tree rendering doesn't support Light Probe Proxy Volume components.
russian: Рендеринг дерева не поддерживает компоненты Light Probe Proxy Volume.

source: Add Motion Field
russian: Добавить поле движения

source: Velocity XZ
russian: Скорость XZ

source: Speed And Angular Speed
russian: Скорость и угловая скорость

source: Homogeneous Speed
russian: Однородная скорость

source: Reset Time Scale
russian: Сбросить шкалу времени

source: New Script
russian: Новый сценарий

source: Create and Add
russian: Создать и добавить

source: Search
russian: Поиск

source: New script
russian: Новый сценарий

source: Edge Stitching
russian: Краевая строчка

source: Is Transparent
russian: Прозрачный

source: System Tag
russian: Системный тег

source: Anti Aliasing Samples
russian: Образцы сглаживания

source: Baked Lightmap Tag
russian: Запеченный тег карты освещения

source: Lightmap Max Count
russian: Максимальное количество световых карт

source: Blur Radius
russian: Радиус размытия

source: Direct Light Quality
russian: Качество прямого света

source: AO Quality
russian: АО Качество

source: AO Anti Aliasing Samples
russian: Образцы сглаживания АО

source: General Parameters
russian: Общие параметры

source: Settings used in both Precomputed Realtime Global Illumination and Baked Global Illumination.
russian: Настройки, используемые как в предварительно вычисленном глобальном освещении в реальном времени, так и в запеченном глобальном освещении.

source: Settings used in Precomputed Realtime Global Illumination where it is precomputed how indirect light can bounce between static objects, but the final lighting is done at runtime. Lights, ambient lighting in addition to the materials and emission of static objects can still be changed at runtime. Only static objects can affect GI by blocking and bouncing light, but non-static objects can receive bounced light via light probes.
russian: Настройки, используемые в предварительно вычисленном глобальном освещении в реальном времени, где заранее рассчитывается, как непрямой свет может отражаться между статическими объектами, но окончательное освещение выполняется во время выполнения. Освещение, окружающее освещение, а также материалы и излучение статических объектов по-прежнему можно изменять во время выполнения. Только статические объекты могут влиять на GI, блокируя и отражая свет, но нестатические объекты могут получать отраженный свет через световые датчики.

source: Realtime lightmap resolution in texels per world unit. This value is multiplied by the realtime resolution in the Lighting window to give the output lightmap resolution. This should generally be an order of magnitude less than what is common for baked lightmaps to keep the precompute time manageable and the performance at runtime acceptable. Note that if this is made more fine-grained, then the Irradiance Budget will often need to be increased too, to fully take advantage of this increased detail.
russian: Разрешение карты освещения в реальном времени в текселах на единицу измерения. Это значение умножается на разрешение в реальном времени в окне «Освещение», чтобы получить выходное разрешение карты освещения. Обычно это значение должно быть на порядок меньше, чем обычно для запеченных карт освещения, чтобы обеспечить управляемость времени предварительных вычислений и приемлемую производительность во время выполнения. Обратите внимание: если сделать это более детализированным, то зачастую придется увеличивать и бюджет освещенности, чтобы в полной мере воспользоваться преимуществами этой увеличенной детализации.

source: Cluster Resolution
russian: Разрешение кластера

source: The ratio between the resolution of the clusters with which light bounce is calculated and the resolution of the output lightmaps that sample from these.
russian: Отношение между разрешением кластеров, с которыми рассчитывается отражение света, и разрешением выходных карт освещения, которые выбираются из них.

source: Irradiance Budget
russian: Бюджет освещенности

source: The amount of data used by each texel in the output lightmap. Specifies how fine-grained a view of the scene an output texel has. Small values mean more averaged out lighting, since the light contributions from more clusters are treated as one. Affects runtime memory usage and to a lesser degree runtime CPU usage.
russian: Объем данных, используемый каждым текселем в выходной карте освещения. Указывает, насколько детальное представление сцены имеет выходной тексель. Малые значения означают более усредненное освещение, поскольку вклад света от большего количества кластеров рассматривается как один. Влияет на использование памяти во время выполнения и, в меньшей степени, на использование ЦП во время выполнения.

source: Irradiance Quality
russian: Качество излучения

source: The number of rays to cast to compute which clusters affect a given output lightmap texel - the granularity of how this is saved is defined by the Irradiance Budget. Affects the speed of the precomputation but has no influence on runtime performance.
russian: Количество лучей, которые нужно отбросить, чтобы вычислить, какие кластеры влияют на данный выходной тексел карты освещения — степень детализации того, как это сохраняется, определяется бюджетом освещенности. Влияет на скорость предварительных вычислений, но не влияет на производительность во время выполнения.

source: Backface Tolerance
russian: Допуск на заднюю поверхность

source: The percentage of rays shot from an output texel that must hit front faces to be considered usable. Allows a texel to be invalidated if too many of the rays cast from it hit back faces (the texel is inside some geometry). In that case artefacts are avoided by cloning valid values from surrounding texels. For example, if backface tolerance is 0.0, the texel is rejected only if it sees nothing but backfaces. If it is 1.0, the ray origin is rejected if it has even one ray that hits a backface.
russian: Процент лучей, исходящих из выходного текселя, которые должны попасть на передние грани, чтобы считаться пригодными для использования. Позволяет сделать тексель недействительным, если слишком много лучей, исходящих от него, попадают на обратные грани (тексел находится внутри некоторой геометрии). В этом случае артефактов можно избежать путем клонирования действительных значений из окружающих текселей. Например, если допуск обратной грани равен 0,0, тексел отклоняется, только если он не видит ничего, кроме задней грани. Если оно равно 1,0, начало луча отклоняется, если у него есть хотя бы один луч, попадающий на заднюю грань.

source: Modelling Tolerance
russian: Моделирование толерантности

source: Maximum size of gaps that can be ignored for GI.
russian: Максимальный размер пробелов, которые можно игнорировать для GI.

source: If enabled, ensures that UV charts (aka UV islands) in the generated lightmaps blend together where they meet so there is no visible seam between them.
russian: Если этот параметр включен, гарантирует, что UV-диаграммы (также известные как UV-острова) в сгенерированных картах освещения сливаются вместе в местах их пересечения, поэтому между ними не остается видимых швов.

source: Systems are groups of objects whose lightmaps are in the same atlas. It is also the granularity at which dependencies are calculated. Multiple systems are created automatically if the scene is big enough, but it can be helpful to be able to split them up manually for e.g. streaming in sections of a level. The system tag lets you force an object into a different realtime system even though all the other parameters are the same.
russian: Системы — это группы объектов, карты освещения которых находятся в одном атласе. Это также степень детализации расчета зависимостей. Несколько систем создаются автоматически, если сцена достаточно велика, но может быть полезно разделить их вручную, например, для потоковой передачи по частям уровня. Системный тег позволяет принудительно перенести объект в другую систему реального времени, даже если все остальные параметры одинаковы.

source: Settings used in Baked Global Illumination where direct and indirect lighting for static objects is precalculated and saved (baked) into lightmaps for use at runtime. This is useful when lights are known to be static, for mobile, for low end devices and other situations where there is not enough processing power to use Precomputed Realtime GI. You can toggle on each light whether it should be included in the bake.
russian: Настройки, используемые в запеченном глобальном освещении, где прямое и непрямое освещение для статических объектов предварительно рассчитывается и сохраняется (запекается) в картах освещения для использования во время выполнения. Это полезно, когда известно, что источники света статичны, для мобильных устройств, для устройств низкого уровня и в других ситуациях, когда недостаточно вычислительной мощности для использования Precomputed Realtime GI. Вы можете включить каждый источник света, если он должен быть включен в запекание.

source: The radius (in texels) of the post-processing filter that blurs baked direct lighting. This reduces aliasing artefacts and produces softer shadows.
russian: Радиус (в текселях) фильтра постобработки, который размывает запеченное прямое освещение. Это уменьшает артефакты сглаживания и создает более мягкие тени.

source: Anti-aliasing Samples
russian: Образцы сглаживания

source: The maximum number of times to supersample a texel to reduce aliasing. Progressive lightmapper supersamples the positions and normals buffers (part of the G-buffer) and hence the sample count is a multiplier on the amount of memory used for those buffers. Progressive lightmapper clamps the value to the [1;16] range.
russian: Максимальное количество раз суперсэмплирования текселя для уменьшения псевдонимов. Progressive Lightmapper суперсэмплирует буферы позиций и нормалей (часть G-буфера), и, следовательно, количество выборок является множителем объема памяти, используемой для этих буферов. Прогрессивный картограф освещения фиксирует значение в диапазоне [1;16].

source: The number of rays used for lights with an area. Allows for accurate soft shadowing.
russian: Количество лучей, используемых для источников света с площадью. Обеспечивает точное мягкое затенение.

source: Settings used in Baked Ambient Occlusion, where the information on dark corners and crevices in static geometry is baked. It is multiplied by indirect lighting when compositing the baked lightmap.
russian: Настройки, используемые в Baked Ambient Occlusion, где запекается информация о темных углах и щелях статической геометрии. Оно умножается на непрямое освещение при составлении запеченной карты освещения.

source: The number of rays to cast for computing ambient occlusion.
russian: Количество лучей, испускаемых для вычисления окружающего затенения.

source: The maximum number of times to supersample a texel to reduce aliasing in ambient occlusion.
russian: Максимальное количество раз суперсэмплирования текселя для уменьшения сглаживания при фоновой окклюзии.

source: If enabled, the object appears transparent during GlobalIllumination lighting calculations. Backfaces are not contributing to and light travels through the surface. This is useful for emissive invisible surfaces.
russian: Если этот параметр включен, объект кажется прозрачным во время расчетов освещения GlobalIllumination. Задние грани не влияют на свет, который проходит через поверхность. Это полезно для излучающих невидимых поверхностей.

source: Pushoff
russian: Отталкивание

source: The amount to push off geometry for ray tracing, in modelling units. It is applied to all baked light maps, so it will affect direct light, indirect light and AO. Useful for getting rid of unwanted AO or shadowing.
russian: Величина смещения геометрии для трассировки лучей в единицах моделирования. Он применяется ко всем запеченным картам освещения, поэтому влияет на прямой свет, непрямой свет и AO. Полезно для избавления от нежелательного АО или затенения.

source: Baked Tag
russian: Запеченная бирка

source: An integer that lets you force an object into a different baked lightmap even though all the other parameters are the same. This can be useful e.g. when streaming in sections of a level.
russian: Целое число, которое позволяет принудительно переместить объект в другую запеченную карту освещения, даже если все остальные параметры одинаковы. Это может быть полезно, например, при потоковой передаче отдельных частей уровня.

source: Limit Lightmap Count
russian: Ограничить количество карт освещения

source: If enabled, objects with the same baked GI settings will be packed into a specified number of lightmaps. This may reduce the objects' lightmap resolution.
russian: Если эта опция включена, объекты с одинаковыми настройками GI будут упакованы в указанное количество карт освещения. Это может уменьшить разрешение карты освещения объектов.

source: Max Lightmaps
russian: Макс. карты освещения

source: The maximum number of lightmaps into which objects will be packed.
russian: Максимальное количество карт освещения, в которые будут упакованы объекты.

source: Progressive Lightmapper
russian: Прогрессивный световой картограф

source: Muscles & Settings
russian: Мышцы и настройки

source: Configure Avatar
russian: Настроить аватар

source: Character is not in T pose
russian: Персонаж не в позе Т

source: Body
russian: Тело

source: Head
russian: Голова

source: Left Arm
russian: Левая рука

source: Left Fingers
russian: Левые пальцы

source: Right Arm
russian: Правая рука

source: Right Fingers
russian: Правые пальцы

source: Left Leg
russian: Левая нога

source: Right Leg
russian: Правая нога

source: Open Close
russian: Открыть Закрыть

source: Left Right
russian: Левый Правый

source: Roll Left Right
russian: Прокатиться влево вправо

source: In Out
russian: На выходе

source: Roll In Out
russian: Выкатиться наружу

source: Finger Open Close
russian: Палец Открыть Закрыть

source: Finger In Out
russian: Палец внутрь наружу

source: Upper Arm Twist
russian: Поворот верхней руки

source: Lower Arm Twist
russian: Поворот нижней руки

source: Upper Leg Twist
russian: Поворот верхней ноги

source: Lower Leg Twist
russian: Поворот нижней части ноги

source: Arm Stretch
russian: Растяжка рук

source: Leg Stretch
russian: Растяжка ног

source: Feet Spacing
russian: Расстояние между ногами

source: Translation DoF
russian: Перевод DoF

source: Muscles
russian: Мышцы

source: Optional Bones
russian: Дополнительные кости

source: Done
russian: Сделанный

source: Automap
russian: Автокарта

source: Biped
russian: Двуногий

source: Load
russian: Нагрузка

source: Pose
russian: Поза

source: Sample Bind-Pose
russian: Пример связывающей позы

source: Enforce T-Pose
russian: Принудительная Т-поза

source: Biped Pose
russian: Двуногая поза

source: Show Error(s)...
russian: Показать ошибки...

source: Close Error(s)
russian: Закрыть ошибки

source: Frame timing stats are supported in WebGL 2 only. Uncheck 'Automatic Graphics API' if it is set and remove the WebGL 1 API.
russian: Статистика синхронизации кадров поддерживается только в WebGL 2. Снимите флажок «API автоматической графики», если он установлен, и удалите API WebGL 1.

source: High quality lightmap encoding requires WebGL 2. Navigate to 'WebGL Player Settings', uncheck 'Automatic Graphics API' if it is set and remove the WebGL 1 API.
russian: Для высококачественного кодирования карты освещения требуется WebGL 2. Перейдите в «Настройки проигрывателя WebGL», снимите флажок «API автоматической графики», если он установлен, и удалите API WebGL 1.

source: High quality HDR cubemap encoding requires WebGL 2. Navigate to 'WebGL Player Settings', uncheck 'Automatic Graphics API' if it is set and remove the WebGL 1 API.
russian: Для высококачественного кодирования кубической карты HDR требуется WebGL 2. Перейдите в «Настройки проигрывателя WebGL», снимите флажок «API автоматической графики», если он установлен, и удалите API WebGL 1.

source: Linear colorspace requires OpenGL ES 3.0 or Vulkan, remove OpenGL ES 2 API from the list. Blit Type for non-SRP projects must be Always Blit or Auto.
russian: Для линейного цветового пространства требуется OpenGL ES 3.0 или Vulkan, удалите OpenGL ES 2 API из списка. Тип Blit для проектов, не относящихся к SRP, должен быть Always Blit или Auto.
