Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

# From AutoDocumentation
source: mouse button number. (bitfield of MouseButton enum)
russian: номер кнопки мыши. (битовое поле перечисления MouseButton)

# From AutoDocumentation
source: unicode keyboard character (with modifiers).
russian: символ клавиатуры Юникода (с модификаторами).

# From AutoDocumentation
source: Delta of mouse events.
russian: Дельта событий мыши.

# From AutoDocumentation
source: Display index to which this event belongs.
russian: Отобразить индекс, которому принадлежит это событие.

# From AutoDocumentation
source: Is the event the result of key repeat?
russian: Является ли событие результатом повторения ключа?

# From AutoDocumentation
source: The keyboard scancode of the event.
russian: Скан-код клавиатуры события.

# From AutoDocumentation
source: keyboard modifier flags. (bitfield of Modifiers enum)
russian: Флаги модификаторов клавиатуры. (битовое поле перечисления модификаторов)

# From AutoDocumentation
source: Position of mouse events.
russian: Положение событий мыши.

# From AutoDocumentation
source: Stylus button state.
russian: Состояние кнопки стилуса.

# From AutoDocumentation
source: Type of pointer (mouse, touch, pen, etc.)
russian: Тип указателя (мышь, сенсорный, перо и т. д.)

# From AutoDocumentation
source: Touch or stylus pressure.
russian: Сенсорное нажатие или давление стилуса.

# From AutoDocumentation
source: Stylux tilt (X, Y).
russian: Наклон Stylux (X, Y).

# From AutoDocumentation
source: Stylus twist (rotation).
russian: Поворот иглы (вращение).

# From AutoDocumentation
source: Which type of event.
russian: Какой тип мероприятия.

# From AutoDocumentation
source: The lower angle (in degrees) limit to constrain the joint to. [ -1000000, 1000000 ].
russian: Нижний предел угла (в градусах), до которого ограничивается соединение. [-1000000, 1000000].

# From AutoDocumentation
source: The upper angle (in degrees) limit to constrain the joint to. [ -1000000, 1000000 ].
russian: Верхний предел угла (в градусах), до которого ограничивается соединение. [-1000000, 1000000].

# From AutoDocumentation
source: The maximum force the drive can exert to reach the target velocity. [ 0, infinity ].
russian: Максимальная сила, которую может приложить привод для достижения целевой скорости. [0, бесконечность].

# From AutoDocumentation
source: The damping used to reach the target. [ 0, infinity ].
russian: Демпфирование используется для достижения цели. [0, бесконечность].

# From AutoDocumentation
source: The spring used to reach the target. [ 0, infinity ].
russian: Пружина раньше доходила до цели. [0, бесконечность].

# From AutoDocumentation
source: Whether the drive is an acceleration drive or a force drive.
russian: Является ли привод приводом ускорения или силовым приводом.

# From AutoDocumentation
source: Determines the minimum impact velocity which will cause the joint to bounce. [ 0, infinity ].
russian: Определяет минимальную скорость удара, при которой сустав отскакивает. [0, бесконечность].

# From AutoDocumentation
source: When the joint hits the limit. This will determine how bouncy it will be. [ 0, 1 ].
russian: Когда сустав достигает предела. Это определит, насколько упругим он будет. [0, 1].

# From AutoDocumentation
source: Solver hint. Setting this low can cause jittering, but runs fast. Setting high can reduce jittering, but runs the solver more often (0 = use default) [Translation limit: Meters, Rotation limit: Degrees]. [ 0, infinity ].
russian: Подсказка решателя. Установка этого низкого значения может вызвать дрожание, но работает быстро. Установка высокого значения может уменьшить дрожание, но решатель запускается чаще (0 = использовать значение по умолчанию) [Предел перевода: метры, предел вращения: градусы]. [0, бесконечность].

# From AutoDocumentation
source: Maximum value of joints angle or position.
russian: Максимальное значение угла или положения суставов.

# From AutoDocumentation
source: Minimum value of joints angle or position.
russian: Минимальное значение угла или положения суставов.

# From AutoDocumentation
source: maximum motor force / torque. [ 0, infinity ]
russian: максимальная сила/крутящий момент двигателя. [ 0, бесконечность ]

# From AutoDocumentation
source: disables braking behaviour when the angular velocity at the joint exceeds the target velocity
russian: отключает режим торможения, когда угловая скорость соединения превышает целевую скорость

# From AutoDocumentation
source: target velocity of motor
russian: целевая скорость двигателя

# From AutoDocumentation
source: The maximum force the motor can use to achieve the desired motor speed. [ 0.0, 1000000 ].
russian: Максимальная сила, которую двигатель может использовать для достижения желаемой скорости двигателя. [0,0, 1000000].

# From AutoDocumentation
source: The target motor speed in meters/second or degrees/second (depending upon usage of linear or angular motor). [ -1000000, 1000000 ].
russian: Целевая скорость двигателя в метрах/секунду или градусах/секунду (в зависимости от использования линейного или углового двигателя). [-1000000, 1000000].

# From AutoDocumentation
source: damper coefficient [ 0, infinity ]
russian: коэффициент демпфирования [ 0, бесконечность ]

# From AutoDocumentation
source: spring coefficient [ 0, infinity ]
russian: коэффициент пружины [ 0, бесконечность ]

# From AutoDocumentation
source: target value (angle/position) of spring where the spring force is zero.
russian: целевое значение (угол/положение) пружины, при котором сила пружины равна нулю.

# From AutoDocumentation
source: The world movement angle for the suspension. [ -1000000, 1000000 ].
russian: Мировой угол движения подвески. [-1000000, 1000000].

# From AutoDocumentation
source: The damping ratio for the oscillation of the suspension. 0 means no damping. 1 means critical damping. [ 0.0, 1.0 ].
russian: Коэффициент демпфирования колебаний подвески. 0 означает отсутствие демпфирования. 1 означает критическое демпфирование. [0,0, 1,0].

# From AutoDocumentation
source: The frequency in Hertz for the oscillation of the suspension. [ 0.0, 1000000 ].
russian: Частота колебаний подвески в Герцах. [0,0, 1000000].

# From AutoDocumentation
source: The lower translation limit to constrain the joint to. [ -1000000, 1000000 ].
russian: Нижний предел перемещения, которым должно быть ограничено соединение. [-1000000, 1000000].

# From AutoDocumentation
source: The upper translation limit to constrain the joint to. [ -1000000, 1000000 ].
russian: Верхний предел перемещения, до которого следует ограничить сустав. [-1000000, 1000000].

# From AutoDocumentation
source: Width of the transition (proportion to the current LOD 's whole length) [ 0, 1 ].
russian: Ширина перехода (пропорционально полной длине текущего LOD) [ 0, 1 ].

# From AutoDocumentation
source: Only for Terrains.
russian: Только для ландшафтов.

# From AutoDocumentation
source: Additional mesh with the UVs. Only for MeshRenderers. Stored in the lighting data asset file itself.
russian: Дополнительная сетка с UV. Только для MeshRenderers. Хранится в самом файле данных об освещении.

# From AutoDocumentation
source: Face the transform component or the camera.
russian: Повернитесь лицом к компоненту преобразования или камере.

# From AutoDocumentation
source: U coordinate will stretch or tile.
russian: Координата U будет растягиваться или располагаться плиткой.

# From AutoDocumentation
source: Command name. If empty, item is a separator.
russian: Имя команды. Если пусто, элемент является разделителем.

# From AutoDocumentation
source: The text displayed on the MenuItem label. Useful for MenuItems like 'Undo','Redo' etc.
russian: Текст, отображаемый на метке MenuItem. Полезно для таких пунктов меню, как «Отменить», «Повторить» и т. д.

# From AutoDocumentation
source: Name of the command (without prefix)
russian: Имя команды (без префикса)

# From AutoDocumentation
source: Integer position (this is what we sort by)
russian: Целочисленная позиция (это то, по чему мы сортируем)

# From AutoDocumentation
source: Pointer to a submenu.
russian: Указатель на подменю.

# From AutoDocumentation
source: the target for the event.
russian: цель мероприятия.

# From AutoDocumentation
source: Node hooked into the mesh user list of cached meshes so we get notified when a mesh goes away.
russian: Узел подключен к пользовательскому списку кэшированных сеток, поэтому мы получаем уведомление, когда сетка исчезает.

# From AutoDocumentation
source: Controls the minimum number of bodies to be cleared in each simulation job. [ 1, 1000000 ].
russian: Управляет минимальным количеством тел, которые необходимо удалить в каждом задании моделирования. [1, 1000000].

# From AutoDocumentation
source: Controls the minimum number of flags to be cleared in each simulation job. [ 1, 1000000 ].
russian: Управляет минимальным количеством флагов, которые необходимо очистить в каждом задании моделирования. [1, 1000000].

# From AutoDocumentation
source: Controls the minimum number of contacts to collide in each simulation job. [ 1, 1000000 ].
russian: Управляет минимальным количеством контактов, которые могут столкнуться в каждом задании моделирования. [1, 1000000].

# From AutoDocumentation
source: Controls the minimum number of nearest contacts to find in each simulation job. [ 1, 1000000 ].
russian: Управляет минимальным количеством ближайших контактов, которые можно найти в каждом задании моделирования. [1, 1000000].

# From AutoDocumentation
source: Controls the minimum number of Rigidbody2D being interpolated in each simulation job. [ 1, 1000000 ].
russian: Управляет минимальным количеством Rigidbody2D, интерполируемых в каждом задании моделирования. [1, 1000000].

# From AutoDocumentation
source: Controls the minimum number of bodies solved in each simulation job. [ 1, 1000000 ].
russian: Управляет минимальным количеством тел, решаемых в каждом задании моделирования. [1, 1000000].

# From AutoDocumentation
source: Scales the cost of each body during discrete island solving. [ 1, 1000000 ].
russian: Масштабирует стоимость каждого тела во время решения дискретных островов. [1, 1000000].

# From AutoDocumentation
source: Scales the cost of each contact during discrete island solving. [ 1, 1000000 ].
russian: Масштабирует стоимость каждого контакта во время решения дискретных островов. [1, 1000000].

# From AutoDocumentation
source: Controls the minimum number of contacts solved in each simulation job. [ 1, 1000000 ].
russian: Управляет минимальным количеством контактов, решаемых в каждом задании моделирования. [1, 1000000].

# From AutoDocumentation
source: The minimum threshold cost of all bodies, contacts and joints in an island during discrete island solving. [ 1, 1000000 ].
russian: Минимальная пороговая стоимость всех тел, контактов и соединений на острове при решении дискретного острова. [1, 1000000].

# From AutoDocumentation
source: Scales the cost of each joint during discrete island solving. [ 1, 1000000 ].
russian: Масштабирует стоимость каждого соединения во время решения дискретных островов. [1, 1000000].

# From AutoDocumentation
source: Controls the minimum number of new contacts to find in each simulation job. [ 1, 1000000 ].
russian: Управляет минимальным количеством новых контактов, которые можно найти в каждом задании моделирования. [1, 1000000].

# From AutoDocumentation
source: Controls the minimum number of fixtures to synchronize in the broadphase during continuous island solving in each simulation job. [ 1, 1000000 ].
russian: Управляет минимальным количеством приборов для синхронизации в широкой фазе во время непрерывного решения островов в каждом задании моделирования. [1, 1000000].

# From AutoDocumentation
source: Controls the minimum number of fixtures to synchronize in the broadphase during discrete island solving in each simulation job. [ 1, 1000000 ].
russian: Управляет минимальным количеством приборов для синхронизации в широкой фазе во время решения дискретных островов в каждом задании моделирования. [1, 1000000].

# From AutoDocumentation
source: Controls the minimum number of trigger contacts to update in each simulation job. [ 1, 1000000 ].
russian: Управляет минимальным количеством триггерных контактов для обновления в каждом задании моделирования. [1, 1000000].

# From AutoDocumentation
source: Whether to use sorting when performing multi-threaded simulation or not. Sorting maintains the same consistency as when not running multi-threaded simulation. You get better performance with sorting off. [ 1, 1000000 ].
russian: Использовать ли сортировку при выполнении многопоточного моделирования или нет. Сортировка сохраняет ту же согласованность, что и при отсутствии многопоточного моделирования. Вы получаете лучшую производительность при сортировке. [1, 1000000].

# From AutoDocumentation
source: Whether to use the Job System to perform simulation steps or not. [ 1, 1000000 ].
russian: Следует ли использовать систему заданий для выполнения шагов моделирования или нет. [1, 1000000].

# From AutoDocumentation
source: When to enable anisotropic texturing
russian: Когда включать анизотропное текстурирование

# From AutoDocumentation
source: Screen anti aliasing
russian: Сглаживание экрана

# From AutoDocumentation
source: Billboards face towards camera position rather than camera orientation?
russian: Рекламные щиты обращены к положению камеры, а не к ее ориентации?

# From AutoDocumentation
source: Base texture level
russian: Базовый уровень текстур

# From AutoDocumentation
source: Number of rays to cast for approximate world collisions.
russian: Количество лучей, испускаемых для приблизительных мировых столкновений.

# From AutoDocumentation
source: Number of pixel lights to use.
russian: Количество используемых пикселей.

# From AutoDocumentation
source: Allow real-time rendering of Reflection Probes?
russian: Разрешить рендеринг отражающих зондов в реальном времени?

# From AutoDocumentation
source: Scale factor for Fixed DPI when scaling the screen resolution.
russian: Коэффициент масштабирования для фиксированного разрешения при масштабировании разрешения экрана.

# From AutoDocumentation
source: Shadow cascade split position percentage with 2 splits (normalized to 0-1)
russian: Процент позиции разделения теневого каскада с 2 разделениями (нормализован до 0-1)

# From AutoDocumentation
source: Shadow cascade split position percentage with 4 splits (normalized to 0-1)
russian: Процент позиции разделения теневого каскада с 4 разделениями (нормализован до 0-1)

# From AutoDocumentation
source: Number of cascades for directional light shadows
russian: Количество каскадов для направленного света теней

# From AutoDocumentation
source: Shadow drawing distance.
russian: Расстояние рисования теней.

# From AutoDocumentation
source: Offset shadow near plane to account for large triangles being distorted by shadow pancaking.
russian: Смещает тень вблизи плоскости, чтобы учесть искажение больших треугольников из-за сглаживания теней.

# From AutoDocumentation
source: Shadow projection
russian: Теневая проекция

# From AutoDocumentation
source: Shadow resolution
russian: Разрешение теней

# From AutoDocumentation
source: Sets the shadowmask behaviour when using Shadowmask Mixed Lighting mode. Distance Shadowmask: Realtime shadows are used up to Shadow Distance, baked shadows after. Shadowmask: Static shadow casters always use baked shadows. Refer to documentation for further details.
russian: Устанавливает поведение теневой маски при использовании режима смешанного освещения Shadowmask. Distance Shadowmask: тени в реальном времени используются до значения Shadow Distance, после этого запекаются тени. Теневая маска: создатели статических теней всегда используют запеченные тени. Дополнительную информацию см. в документации.

# From AutoDocumentation
source: Shadow quality
russian: Качество теней

# From AutoDocumentation
source: Bone count for mesh skinning
russian: Подсчет костей при снятии шкур с помощью сетки

# From AutoDocumentation
source: Use soft blending for particles?
russian: Использовать мягкое смешивание для частиц?

# From AutoDocumentation
source: Use soft shading for terrain vegetation?
russian: Использовать мягкую штриховку для растительности на местности?

# From AutoDocumentation
source: Value to set terrain basemap distance if overriden.
russian: Значение для установки расстояния базовой карты местности, если оно переопределено.

# From AutoDocumentation
source: Value to set terrain billboard start if overriden.
russian: Значение для установки начала рекламного щита местности, если оно переопределено.

# From AutoDocumentation
source: Value to set terrain detail density scale if overriden.
russian: Значение для установки масштаба плотности детализации ландшафта, если оно переопределено.

# From AutoDocumentation
source: Value to set the terrain detail distance if overriden.
russian: Значение для установки расстояния детализации ландшафта, если оно переопределено.

# From AutoDocumentation
source: Value to set terrain length if overriden.
russian: Значение для установки длины ландшафта, если оно переопределено.

# From AutoDocumentation
source: Value to set terrain max mesh trees if overriden.
russian: Значение для установки максимальных деревьев сетки ландшафта, если оно переопределено.

# From AutoDocumentation
source: Value to set terrain pixel error if overriden.
russian: Значение для установки ошибки пикселя ландшафта, если оно переопределено.

# From AutoDocumentation
source: Flags that will determine which Terrain setting should be overriden.
russian: Флаги, которые будут определять, какие настройки ландшафта следует переопределить.

# From AutoDocumentation
source: Value to set the terrain tree distance if overriden.
russian: Значение для установки расстояния до дерева ландшафта, если оно переопределено.

# From AutoDocumentation
source: Use the old legacy detail scattering distribution, rather than the new, better one.
russian: Используйте старое устаревшее распределение рассеяния деталей, а не новое, улучшенное.

# From AutoDocumentation
source: Limit refresh rate to avoid tearing
russian: Ограничьте частоту обновления, чтобы избежать разрывов изображения.

# From AutoDocumentation
source: The desired format for reading the stencil as a texture if any. Available options for each platform defined in graphics caps with None and R8_UInt being most common.
russian: Желаемый формат для чтения трафарета как текстуры, если таковой имеется. Доступные параметры для каждой платформы, определенные в графических ограничениях, наиболее распространенными являются None и R8_UInt.

# From AutoDocumentation
source: This stores the visibility of previous culling operations.
russian: При этом сохраняется видимость предыдущих операций отбора.

# From AutoDocumentation
source: Bias for shadows [ 0.0, 10.0 ].
russian: Смещение теней [0.0, 10.0].

# From AutoDocumentation
source: Custom Shadow resolution.
russian: Пользовательское разрешение теней.

# From AutoDocumentation
source: Near plane for shadows, default to 0.2 {0.0, 10.0}.
russian: Ближняя плоскость для теней, по умолчанию 0,2 {0,0, 10,0}.

# From AutoDocumentation
source: Normal bias for shadows [ 0.0, 10.0 ].
russian: Нормальное смещение теней [0.0, 10.0].

# From AutoDocumentation
source: Shadow intensity [ 0.0, 1.0 ].
russian: Интенсивность тени [0,0, 1,0].

# From AutoDocumentation
source: Shadow cast options
russian: Параметры отбрасывания теней

# From AutoDocumentation
source: If spring is greater than zero, the limit is soft. This is the damping of spring. [ 0, infinity ].
russian: Если пружина больше нуля, ограничение является мягким. Это затухание весны. [0, бесконечность].

# From AutoDocumentation
source: If greater than zero, the limit is soft. The spring will pull the joint back. [ 0, infinity ].
russian: Если больше нуля, ограничение является мягким. Пружина потянет шарнир назад. [0, бесконечность].

# From AutoDocumentation
source: Atlas filter Mode
russian: Режим фильтра Атласа

# From AutoDocumentation
source: Plugin-specific data pointer.
russian: Указатель данных, специфичный для плагина.

# From AutoDocumentation
source: Description of theBool.
russian: Описание Bool.

# From AutoDocumentation
source: Description of theFloat.
russian: Описание поплавка.

# From AutoDocumentation
source: Description of theString.
russian: Описание строки.

# From AutoDocumentation
source: Anisotropy factor (1 = None, 0 = Always disabled)
russian: Коэффициент анизотропии (1 = нет, 0 = всегда отключено)

# From AutoDocumentation
source: Bias used for LOD-selection (0 = none)
russian: Смещение, используемое для выбора уровня детализации (0 = нет)

# From AutoDocumentation
source: Texture U wrapping mode.
russian: Режим наложения текстуры U.

# From AutoDocumentation
source: Texture V wrapping mode.
russian: Режим наложения текстуры V.

# From AutoDocumentation
source: Texture W wrapping mode.
russian: Режим наложения текстуры W.

# From AutoDocumentation
source: Width of the border area around a tile.
russian: Ширина границы вокруг плитки.

# From AutoDocumentation
source: Height of a tile (without any borders)
russian: Высота плитки (без границ)

# From AutoDocumentation
source: Width of a tile (without any borders)
russian: Ширина плитки (без границ)

# From AutoDocumentation
source: Drive type.
russian: Тип привода.

# From AutoDocumentation
source: Description of theDouble.
russian: Описание Дубля.

# From AutoDocumentation
source: The extents of the AABB in each major axis in the current coordinate space.
russian: Размеры AABB по каждой главной оси в текущем координатном пространстве.

# From AutoDocumentation
source: The origin or center point for the AABB In the current coordinate space.
russian: Начало координат или центральная точка AABB в текущем координатном пространстве.

# From AutoDocumentation
source: Feature index of parent bone (kUnityInvalidXRInputFeatureIndex indicates bone is root and has no parent)
russian: Индекс свойства родительской кости (kUnityInvalidXRInputFeatureIndex указывает, что кость является корневой и не имеет родительского элемента)

# From AutoDocumentation
source: Positions for the bone's joint.
russian: Позиции костного сустава.

# From AutoDocumentation
source: Rotation of the Bone joint.
russian: Ротация костного сустава.

# From AutoDocumentation
source: The actual bounding volume definition for an instance of this struct.
russian: Фактическое определение ограничивающего объема для экземпляра этой структуры.

# From AutoDocumentation
source: See UnityXRAABBBoundingVolume.
russian: См. UnityXRAABBBoundingVolume.

# From AutoDocumentation
source: The type of the bounding volume described by an instance of this struct.
russian: Тип ограничивающего объема, описываемого экземпляром этой структуры.

# From AutoDocumentation
source: The alpha channel.
russian: Альфа-канал.

# From AutoDocumentation
source: The blue channel.
russian: Синий канал.

# From AutoDocumentation
source: The green channel.
russian: Зеленый канал.

# From AutoDocumentation
source: The red channel.
russian: Красный канал.

# From AutoDocumentation
source: Pointer which will be passed to every callback as the userData parameter.
russian: Указатель, который будет передаваться каждому обратному вызову в качестве параметра userData.

# From AutoDocumentation
source: Set this to report to the application if content protection is currently enabled.
russian: Установите этот параметр, чтобы сообщать приложению, включена ли в данный момент защита контента.

# From AutoDocumentation
source: Set this to true if the display is transparent (i.e. AR device display).
russian: Установите для этого параметра значение true, если дисплей прозрачный (т. е. дисплей устройства AR).
