Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Controls after which pass URP copies the scene depth. It has a significant impact on mobile devices bandwidth usage. It also allows to force a depth prepass to generate it.
russian: Контролирует, после чего проход URP копирует глубину сцены. Это оказывает существенное влияние на использование полосы пропускания мобильных устройств. Это также позволяет принудительно выполнить предварительный проход по глубине для его создания.

source: Native RenderPass
russian: Собственный RenderPass

source: Enables URP to use RenderPass API. Has no effect on OpenGLES2
russian: Позволяет URP использовать RenderPass API. Не влияет на OpenGLES2.

source: RenderPass
russian: РендерПасс

source: This section contains properties related to render passes.
russian: Этот раздел содержит свойства, связанные с проходами рендеринга.

source: This section contains properties related to rendering shadows.
russian: Этот раздел содержит свойства, связанные с отрисовкой теней.

source: This section contains properties related to rendering post-processing.
russian: Этот раздел содержит свойства, связанные с постобработкой рендеринга.

source: This section contains Render Pipeline properties that this Renderer overrides.
russian: Этот раздел содержит свойства конвейера рендеринга, которые переопределяет этот рендерер.

source: Accurate G-buffer normals
russian: Точные нормы G-буфера

source: Normals in G-buffer use octahedron encoding/decoding. This improves visual quality but might reduce performance.
russian: Нормали в G-буфере используют кодирование/декодирование октаэдра. Это улучшает качество изображения, но может снизить производительность.

source: Default Stencil State
russian: Состояние трафарета по умолчанию

source: Configure the stencil state for the opaque and transparent render passes.
russian: Настройте состояние трафарета для непрозрачных и прозрачных проходов рендеринга.

source: Transparent Receive Shadows
russian: Прозрачные тени приема

source: When disabled, none of the transparent objects will receive shadows.
russian: Если этот параметр отключен, ни один из прозрачных объектов не будет иметь теней.

source: Error: When using the deferred rendering path, the Renderer requires the control over the 4 highest bits of the stencil buffer to store Material types. The current combination of the stencil override options prevents the Renderer from controlling the required bits. Try changing one of the options to Replace.
russian: Ошибка: при использовании пути отложенного рендеринга рендереру требуется контроль над четырьмя старшими битами буфера трафарета для хранения типов материалов. Текущая комбинация параметров переопределения трафарета не позволяет средству визуализации управлять необходимыми битами. Попробуйте изменить один из вариантов на «Заменить».

source: Intermediate Texture
russian: Промежуточная текстура

source: Controls when URP renders via an intermediate texture.
russian: Управляет отрисовкой URP через промежуточную текстуру.

source: Accurate Gbuffer Normals
russian: Точные нормали Gbuffer

source: Copy Depth Mode
russian: Режим копирования глубины

source: Use Native Render Pass
russian: Используйте собственный проход рендеринга

source: Shadow Transparent Receive Prop
russian: Тень Прозрачная приемная опора

source: Post Process Data
russian: Данные постобработки

source: Intermediate Texture Mode
russian: Промежуточный режим текстур

source: Show Additional Properties
russian: Показать дополнительные свойства

source: Red output channel.
russian: Красный выходной канал.

source: Green output channel.
russian: Зеленый выходной канал.

source: Blue output channel.
russian: Синий выходной канал.

source: URP
russian: УРП

source: Rendering Layers
russian: Рендеринг слоев

source: Specify the rendering layer mask for this projector. Unity renders decals on all meshes where at least one Rendering Layer value matches.
russian: Укажите маску слоя рендеринга для этого проектора. Unity отображает декали на всех сетках, где соответствует хотя бы одно значение слоя рендеринга.

source: Sets the distance from the Camera at which URP stop rendering the decal.
russian: Устанавливает расстояние от камеры, на котором URP прекращает рендеринг надписи.

source: Controls the fade out range of the decal based on the angle between the Decal backward direction and the vertex normal of the receiving surface. Requires 'Decal Layers' to be enabled in the URP Asset and Frame Settings.
russian: Управляет диапазоном затухания надписи на основе угла между обратным направлением надписи и нормалью вершины принимающей поверхности. Требуется включить «Слои декалей» в настройках ресурса URP и фрейма.

source: URP Decal Projector
russian: Проектор для декалей URP

source: URP Global Settings Asset
russian: Актив глобальных настроек URP

source: Rendering Layers (3D)
russian: Рендеринг слоев (3D)

source: The list of rendering layer names. When using decals, increasing the layer count inscreases the required memory bandwidth and decreases the performance.
russian: Список имен слоев рендеринга. При использовании декалей увеличение количества слоев увеличивает требуемую пропускную способность памяти и снижает производительность.

source: Strip Debug Variants
russian: Удалить варианты отладки

source: Strip Unused Post Processing Variants
russian: Удаление неиспользуемых вариантов постобработки

source: Controls whether strips automatically post processing shader variants based on VolumeProfile components. It strips based on VolumeProfiles in project and not scenes that actually uses it.
russian: Определяет, будут ли полосы автоматически постобрабатывать варианты шейдера на основе компонентов VolumeProfile. Он разделяется на основе VolumeProfiles в проекте, а не на сценах, в которых он фактически используется.

source: Strip Unused Variants
russian: Удалить неиспользуемые варианты

source: Controls whether strip disabled keyword variants if the feature is enabled.
russian: Определяет, следует ли удалять отключенные варианты ключевых слов, если функция включена.

source: Strip Screen Coord Override Variants
russian: Варианты переопределения координат полосы экрана

source: Controls whether Screen Coordinates Override shader variants are stripped.
russian: Определяет, будут ли удалены варианты шейдера переопределения экранных координат.

source: Render Pipeline Converters
russian: Конвертеры конвейера рендеринга

source: Render Pipeline Converter
russian: Конвертер конвейера рендеринга

source: The animation clip is not used by any objects with renderers currently in the project, so it may not be safe to automatically upgrade.
russian: Анимационный клип не используется никакими объектами с модулями рендеринга, находящимися в настоящее время в проекте, поэтому автоматическое обновление может быть небезопасным.

source: The animation clip was not modified for one or more reasons:
russian: Анимационный клип не был изменен по одной или нескольким причинам:

source: - The animation clip is used by objects with materials that took different upgrade paths for the animated property.
russian: — анимационный клип используется объектами с материалами, которые прошли разные пути обновления анимированного свойства.

source: - The animation clip is used by objects with materials that have not been upgraded.
russian: — анимационный клип используется объектами, материалы которых не были обновлены.

source: Last Border
russian: Последняя граница

source: The distance of the last cascade.
russian: Дистанция последнего каскада.

source: Settings that control the core part of the pipeline rendered frame.
russian: Настройки, управляющие основной частью кадра, отображаемого в конвейере.

source: Settings that control the quality level of the Render pipeline, improving performance and graphics quality.
russian: Настройки, управляющие уровнем качества конвейера рендеринга, улучшающие производительность и качество графики.

source: Settings that affect the lighting in the Scene
russian: Настройки, влияющие на освещение в сцене

source: Settings that configure how shadows look and behave, and can be used to balance between the visual quality and performance of shadows.
russian: Настройки, которые определяют внешний вид и поведение теней и могут использоваться для балансировки между визуальным качеством и производительностью теней.

source: Settings that allow for fine tuning of post-processing effects in the Scene when this Render Pipeline Asset is in use.
russian: Настройки, позволяющие точно настраивать эффекты постобработки в сцене, когда используется этот актив конвейера рендеринга.

source: Adaptive Performance
russian: Адаптивная производительность

source: Renderer List
russian: Список рендереров

source: Lists all the renderers available to this Render Pipeline Asset.
russian: Перечисляет все средства визуализации, доступные для этого актива конвейера рендеринга.

source: This renderer is currently the default for the render pipeline.
russian: Этот модуль рендеринга в настоящее время используется по умолчанию для конвейера рендеринга.

source: Set Default
russian: Установить по умолчанию

source: Makes this renderer the default for the render pipeline.
russian: Делает этот модуль рендеринга средством рендеринга по умолчанию для конвейера рендеринга.

source: Opens settings for this renderer.
russian: Открывает настройки для этого средства визуализации.

source: Renderer missing. Click this to select a new renderer.
russian: Рендерер отсутствует. Нажмите эту кнопку, чтобы выбрать новый модуль визуализации.

source: Default renderer missing. Click this to select a new renderer.
russian: Отсутствует рендерер по умолчанию. Нажмите эту кнопку, чтобы выбрать новый модуль визуализации.

source: Depth Texture
russian: Глубина текстуры

source: If enabled the pipeline will generate camera's depth that can be bound in shaders as _CameraDepthTexture.
russian: Если этот параметр включен, конвейер будет генерировать глубину камеры, которую можно привязать в шейдерах как _CameraDepthTexture.

source: Opaque Texture
russian: Непрозрачная текстура

source: If enabled the pipeline will copy the screen to texture after opaque objects are drawn. For transparent objects this can be bound in shaders as _CameraOpaqueTexture.
russian: Если этот параметр включен, конвейер скопирует экран в текстуру после рисования непрозрачных объектов. Для прозрачных объектов это можно связать в шейдерах как _CameraOpaqueTexture.

source: Opaque Downsampling
russian: Непрозрачное понижение разрешения

source: The downsampling method that is used for the opaque texture
russian: Метод понижения разрешения, используемый для непрозрачной текстуры.

source: Terrain Holes
russian: Местность Дыры

source: When disabled, Universal Rendering Pipeline removes all Terrain hole Shader variants when you build for the Unity Player. This decreases build time.
russian: Если параметр Universal Rendering Pipeline отключен, он удаляет все варианты шейдеров Terrain Hole при сборке для Unity Player. Это сокращает время сборки.

source: If enabled, the render pipeline uses the SRP batcher.
russian: Если этот параметр включен, конвейер рендеринга использует дозатор SRP.

source: Store Actions
russian: Действия магазина

source: Sets the store actions policy on tile based GPUs. Affects render targets memory usage and will impact performance.
russian: Устанавливает политику действий магазина для графических процессоров на основе плиток. Влияет на использование памяти целевыми объектами рендеринга и влияет на производительность.

source: If enabled, the render pipeline will batch drawcalls with few triangles together by copying their vertex buffers into a shared buffer on a per-frame basis.
russian: Если этот параметр включен, конвейер рендеринга будет группировать вызовы отрисовки с несколькими треугольниками, копируя их буферы вершин в общий буфер для каждого кадра.

source: Debug Level
russian: Уровень отладки

source: Controls the level of debug information generated by the render pipeline. When Profiling is selected, the pipeline provides detailed profiling tags.
russian: Управляет уровнем отладочной информации, создаваемой конвейером рендеринга. Если выбрано «Профилирование», конвейер предоставляет подробные теги профилирования.

source: Use Render Graph
russian: Использовать график рендеринга

source: Controls the global HDR settings.
russian: Управляет глобальными настройками HDR.

source: HDR Precision
russian: HDR-точность

source: Controls the precision of the camera color buffer in HDR rendering. 32-bits is the default. 64-bits can reduce banding artifacts at the cost of memory and performance.
russian: Управляет точностью цветового буфера камеры при HDR-рендеринге. 32-битное значение установлено по умолчанию. 64-разрядная версия может уменьшить артефакты полосатости за счет памяти и производительности.

source: Anti Aliasing (MSAA)
russian: Сглаживание (MSAA)

source: Controls the global anti aliasing settings.
russian: Управляет глобальными настройками сглаживания.

source: Render Scale
russian: Масштаб рендеринга

source: Scales the camera render target allowing the game to render at a resolution different than native resolution. UI is always rendered at native resolution.
russian: Масштабирует цель рендеринга камеры, позволяя игре выполнять рендеринг с разрешением, отличным от собственного разрешения. Пользовательский интерфейс всегда отображается в собственном разрешении.

source: Upscaling Filter
russian: Фильтр масштабирования

source: Controls the type of filter used for upscaling when render scale is lower than 1.0.
russian: Управляет типом фильтра, используемого для масштабирования, когда масштаб рендеринга ниже 1,0.

source: Controls the intensity of the sharpening filter used by FidelityFX Super Resolution.
russian: Управляет интенсивностью фильтра повышения резкости, используемого FidelityFX Super Разрешение.

source: Controls whether LOD Cross Fade enabled or disabled.
russian: Определяет, включено или отключено LOD Cross Fade.

source: LOD Cross Fade Dithering Type
russian: Тип дизеринга с перекрестным затуханием LOD

source: Controls the LOD Cross Fade Dithering Type that will be used to draw Renderer LOD when LODGroup has CrossFade Fade Mode selected.
russian: Управляет типом сглаживания LOD Cross Fade, который будет использоваться для отрисовки LOD рендерера, когда в LODGroup выбран режим CrossFade Fade.

source: SH Evaluation Mode
russian: Режим оценки SH

source: Defines the Spherical Harmonic (SH) lighting evaluation type (per vertex, per pixel, or mixed).
russian: Определяет тип оценки освещения сферической гармоники (SH) (по вершинам, по пикселям или смешанный).

source: Main Light
russian: Основной свет

source: Main light is the brightest directional light.
russian: Основной свет – самый яркий направленный свет.

source: If enabled the main light can be a shadow casting light.
russian: Если эта опция включена, основной источник света может быть источником света, отбрасывающим тень.

source: Resolution of the main light shadowmap texture. If cascades are enabled, cascades will be packed into an atlas and this setting controls the maximum shadows atlas resolution.
russian: Разрешение текстуры карты теней основного света. Если каскады включены, каскады будут упакованы в атлас, и этот параметр определяет максимальное разрешение атласа теней.

source: Additional Lights
russian: Дополнительные огни

source: Additional lights support.
russian: Поддержка дополнительных огней.

source: Per Object Limit
russian: Лимит на объект

source: Maximum amount of additional lights. These lights are sorted and culled per-object.
russian: Максимальное количество дополнительных светильников. Эти источники света сортируются и отбираются для каждого объекта.

source: If enabled shadows will be supported for spot lights.
russian: Если включено, тени будут поддерживаться для точечного освещения.

source: Shadow Atlas Resolution
russian: Разрешение Теневого Атласа

source: All additional lights are packed into a single shadowmap atlas. This setting controls the atlas size.
russian: Все дополнительные источники света упакованы в один атлас карты теней. Этот параметр управляет размером атласа.

source: Shadow Resolution Tiers
russian: Уровни разрешения теней

source: Cookie Atlas Resolution
russian: Разрешение Атласа файлов cookie

source: All additional lights are packed into a single cookie atlas. This setting controls the atlas size.
russian: Все дополнительные источники света упакованы в один атлас файлов cookie. Этот параметр управляет размером атласа.

source: Cookie Atlas Format
russian: Формат атласа файлов cookie

source: All additional lights are packed into a single cookie atlas. This setting controls the atlas format.
russian: Все дополнительные источники света упакованы в один атлас файлов cookie. Этот параметр управляет форматом атласа.

source: Probe Blending
russian: Зондовое смешивание

source: If enabled smooth transitions will be created between reflection probes.
russian: Если этот параметр включен, между отражающими зондами будут созданы плавные переходы.

source: If enabled reflections appear based on the objectâs position within the probeâs box, while still using a single probe as the source of the reflection.
russian: Если включено, отражения появляются в зависимости от положения объекта в поле датчика, при этом в качестве источника отражения по-прежнему используется один датчик.

source: Makes the render pipeline include mixed-lighting Shader Variants in the build.
russian: Заставляет конвейер рендеринга включать в сборку варианты шейдеров со смешанным освещением.

source: Use Rendering Layers
russian: Используйте слои рендеринга

source: When enabled, rendering layers are used to select which lights an object is affected by. When using the Deferred rendering path, this option allocates an extra render target.
russian: Если этот параметр включен, слои рендеринга используются для выбора источника света, на который будет воздействовать объект. При использовании пути отложенного рендеринга этот параметр выделяет дополнительную цель рендеринга.

source: Light Cookies
russian: Легкое печенье

source: Makes the render pipeline include light cookies Shader Variants in the build.
russian: Заставляет конвейер рендеринга включать в сборку легкие файлы cookie. Варианты шейдеров.

source: The unit in which Unity measures the shadow cascade distances. The exception is Max Distance, which will still be in meters.
russian: Единица, в которой Unity измеряет расстояния теневого каскада. Исключением является «Максимальное расстояние», которое по-прежнему будет выражаться в метрах.

source: Maximum shadow rendering distance.
russian: Максимальное расстояние отрисовки теней.

source: Number of cascade splits used for directional shadows.
russian: Количество каскадных разделений, используемых для направленных теней.

source: Depth Bias
russian: Смещение глубины

source: Soft Shadows
russian: Мягкие тени

source: If enabled pipeline will perform shadow filtering. Otherwise all lights that cast shadows will fallback to perform a single shadow sample.
russian: Если этот параметр включен, конвейер будет выполнять теневую фильтрацию. В противном случае все источники света, отбрасывающие тени, перейдут на выполнение одной выборки теней.

source: Conservative Enclosing Sphere
russian: Консервативная ограждающая сфера

source: Enable this option to improve shadow frustum culling and prevent Unity from excessively culling shadows in the corners of the shadow cascades. Disable this option only for compatibility purposes of existing projects created in previous Unity versions.
russian: Включите эту опцию, чтобы улучшить отсечение усеченных теней и предотвратить чрезмерное отсечение Unity теней в углах каскадов теней. Отключайте эту опцию только в целях совместимости существующих проектов, созданных в предыдущих версиях Unity.

source: Default shadow quality setting for Lights.
russian: Настройка качества теней по умолчанию для источников света.

source: Grading Mode
russian: Режим оценивания

source: Defines how color grading will be applied. Operators will react differently depending on the mode.
russian: Определяет, как будет применяться цветокоррекция. В зависимости от режима операторы будут реагировать по-разному.

source: LUT size
russian: Размер LUT

source: Sets the size of the internal and external color grading lookup textures (LUTs).
russian: Устанавливает размер внутренних и внешних текстур поиска цветокоррекции (LUT).

source: Fast sRGB/Linear conversions
russian: Быстрое преобразование sRGB/линейное

source: Use faster, but less accurate approximation functions when converting between the sRGB and Linear color spaces.
russian: Используйте более быстрые, но менее точные функции аппроксимации при преобразовании между цветовыми пространствами sRGB и Linear.

source: Volume Update Mode
russian: Режим обновления тома

source: Select how Unity updates Volumes: every frame or when triggered via scripting. In the Editor, Unity updates Volumes every frame when not in the Play mode.
russian: Выберите, как Unity обновляет тома: каждый кадр или при запуске через скрипт. В редакторе Unity обновляет тома каждый кадр, когда он не находится в режиме воспроизведения.

source: Use adaptive performance
russian: Используйте адаптивную производительность

source: Allows Adaptive Performance to adjust rendering quality during runtime
russian: Позволяет Adaptive Performance регулировать качество рендеринга во время выполнения.

source: Cannot remove Default Renderer
russian: Невозможно удалить средство рендеринга по умолчанию

source: Missing Default Renderer There is no default renderer assigned, so Unity canât perform any rendering. Set another renderer to be the new Default, or assign a renderer to the Default slot.
russian: Отсутствует средство рендеринга по умолчанию Не назначено средство рендеринга по умолчанию, поэтому Unity не может выполнить рендеринг. Установите другой модуль рендеринга в качестве нового модуля по умолчанию или назначьте модуль рендеринга слоту по умолчанию.

source: Missing Renderer(s) One or more renderers are either missing or unassigned. Switching to these renderers at runtime can cause issues.
russian: Отсутствуют средства рендеринга Один или несколько средств рендеринга отсутствуют или не назначены. Переключение на эти средства визуализации во время выполнения может вызвать проблемы.

source: Some Graphics API(s) in the Player Graphics APIs list are incompatible with Light Layers. Switching to these Graphics APIs at runtime can cause issues:
russian: Некоторые графические API в списке API-интерфейсов проигрывателя несовместимы с легкими слоями. Переключение на эти графические API во время выполнения может вызвать проблемы:

source: Some Renderer(s) in the Renderer List are incompatible with the Player Graphics APIs list. Switching to these renderers at runtime can cause issues.
russian: Некоторые средства рендеринга в списке рендереров несовместимы со списком API-интерфейсов графики проигрывателя. Переключение на эти средства визуализации во время выполнения может вызвать проблемы.

source: Unity does not support shadow cascades on OpenGL ES 2.0 platforms. If you build a Player for the OpenGL ES 2.0 API, Unity ignores this setting at runtime and sets the number of cascades to 1.
russian: Unity не поддерживает теневые каскады на платформах OpenGL ES 2.0. Если вы создаете Player для API OpenGL ES 2.0, Unity игнорирует этот параметр во время выполнения и устанавливает количество каскадов равным 1.

source: Use settings from Render Pipeline Asset
russian: Используйте настройки из Render Pipeline Asset.

source: Use Project Settings
russian: Использовать настройки проекта

source: Output Texture
russian: Выходная текстура
