Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Texture is a lightmap.
russian: Текстура — это карта освещения.

source: Directional Lightmap
russian: Направленная карта освещения

source: Texture is a directional lightmap.
russian: Текстура — это направленная карта освещения.

source: Shadowmask
russian: Теневая маска

source: Texture is a shadowmask texture.
russian: Текстура — это текстура теневой маски.

source: Single Channel
russian: Один канал

source: Texture is a one component texture.
russian: Текстура – ​​это однокомпонентная текстура.

source: What shape is this texture?
russian: Какой формы эта текстура?

source: Texture is 2D.
russian: Текстура 2D.

source: Cube
russian: Куб

source: Texture is a Cubemap.
russian: Текстура — это кубическая карта.

source: 2D Array
russian: 2D-массив

source: Texture is a 2D Array.
russian: Текстура представляет собой 2D-массив.

source: Texture is 3D.
russian: Текстура 3D.

source: Filter Mode
russian: Режим фильтра

source: Point (no filter)
russian: Точка (без фильтра)

source: Bilinear
russian: Билинейный

source: Trilinear
russian: Трехлинейный

source: Light Type
russian: Тип света

source: Spotlight
russian: Прожектор

source: Point
russian: Точка

source: Create from Grayscale
russian: Создать из оттенков серого

source: The grayscale of the image is used as a heightmap for generating the normal map.
russian: Оттенки серого изображения используются в качестве карты высот для создания карты нормалей.

source: Bumpiness
russian: Неровность

source: Filtering
russian: Фильтрация

source: Sharp
russian: Острый

source: Smooth
russian: Гладкий

source: Mapping
russian: Картирование

source: Auto
russian: Авто

source: 6 Frames Layout (Cubic Environment)
russian: Макет из 6 кадров (кубическая среда)

source: Texture contains 6 images arranged in one of the standard cubemap layouts - cross or sequence (+x, -x, +y, -y, +z, -z). Texture can be in vertical or horizontal orientation.
russian: Текстура содержит 6 изображений, расположенных в одном из стандартных макетов кубической карты — крест или последовательность (+x, -x, +y, -y, +z, -z). Текстура может иметь вертикальную или горизонтальную ориентацию.

source: Latitude-Longitude Layout (Cylindrical)
russian: Расположение широты и долготы (цилиндрическое)

source: Texture contains an image of a ball unwrapped such that latitude and longitude are mapped to horizontal and vertical dimensions (as on a globe).
russian: Текстура содержит изображение шара, развернутого таким образом, что широта и долгота отображаются в горизонтальных и вертикальных измерениях (как на глобусе).

source: Mirrored Ball (Spheremap)
russian: Зеркальный шар (Spheremap)

source: Texture contains an image of a mirrored ball.
russian: Текстура содержит изображение зеркального шара.

source: Convolution Type
russian: Тип свертки

source: Specular (Glossy Reflection)
russian: Зеркальное (глянцевое отражение)

source: Convolve cubemap for specular reflections with varying smoothness (Glossy Reflections).
russian: Свертка кубической карты для зеркальных отражений с различной гладкостью (глянцевые отражения).

source: Diffuse (Irradiance)
russian: Диффузное (освещенность)

source: Convolve cubemap for diffuse-only reflection (Irradiance Cubemap).
russian: Кубическая карта свертки для диффузного отражения (Irradiance Cubemap).

source: Fixup Edge Seams
russian: Исправление краевых швов

source: Enable if this texture is used for glossy reflections.
russian: Включите, если эта текстура используется для глянцевых отражений.

source: Fadeout to Gray
russian: Переход к серому

source: Fade Start Mip
russian: Начало исчезновения MIP

source: Fade End Mip
russian: Конец исчезновения MIP

source: Fade Range
russian: Диапазон затухания

source: Read/Write
russian: Чтение/запись

source: Enable to be able to access the raw pixel data from code.
russian: Включите, чтобы получить доступ к необработанным данным пикселей из кода.

source: Use Mipmap Limits
russian: Используйте ограничения MIP-карт

source: Disable this if the number of mips to upload should not be limited by the quality settings. (effectively: always upload at full resolution, regardless of the global mipmap limit or mipmap limit groups)
russian: Отключите это, если количество загружаемых MIPS не должно ограничиваться настройками качества. (фактически: всегда загружайте в полном разрешении, независимо от глобального ограничения MIP-карт или групп ограничений MIP-карт)

source: Mipmap Limit Group
russian: Группа ограничений MIP-карт

source: Select a Mipmap Limit Group for this texture. If you do not add this texture to a Mipmap Limit Group, or Unity cannot find the group name you provide, Unity limits the number of mips it uploads to the maximum defined by the Global Texture Mipmap Limit (see Quality Settings). If Unity can find the Mipmap Limit Group you specify, it respects that group's limit.
russian: Выберите группу ограничений Mipmap для этой текстуры. Если вы не добавляете эту текстуру в группу ограничений MIP-карт или Unity не может найти указанное вами имя группы, Unity ограничивает количество загружаемых MIP-карт до максимума, определенного глобальным лимитом MIP-карт текстур (см. Настройки качества). Если Unity может найти указанную вами группу ограничений Mipmap, она учитывает ограничение этой группы.

source: This texture takes the default mipmap limit settings because Unity cannot find the mipmap limit group you have designated. Consult your project's Quality Settings for a list of mipmap limit groups.
russian: Эта текстура использует настройки ограничения MIP-карт по умолчанию, поскольку Unity не может найти назначенную вами группу ограничений MIP-карт. Обратитесь к настройкам качества вашего проекта, чтобы получить список групп ограничений MIP-карт.

source: Mip Streaming
russian: MIP-стриминг

source: Only load larger mipmaps as needed to render the current game cameras. Requires texture streaming to be enabled in quality settings.
russian: Загружайте MIP-карты большего размера только по мере необходимости для рендеринга текущих игровых камер. Требуется включить потоковую передачу текстур в настройках качества.

source: Mipmap streaming priority when there's contention for resources. Positive numbers represent higher priority. Valid range is -128 to 127.
russian: Приоритет потоковой передачи MIP-карт при возникновении конкуренции за ресурсы. Положительные числа представляют более высокий приоритет. Допустимый диапазон: от -128 до 127.

source: Virtual Texture Only
russian: Только виртуальная текстура

source: Texture is optimized for use as a virtual texture and can only be used as a virtual texture.
russian: Текстура оптимизирована для использования в качестве виртуальной текстуры и может использоваться только как виртуальная текстура.

source: Alpha Source
russian: Альфа-источник

source: How is the alpha generated for the imported texture.
russian: Как генерируется альфа для импортированной текстуры.

source: No Alpha will be used.
russian: Никакая Альфа не будет использоваться.

source: Input Texture Alpha
russian: Входная текстура альфа

source: Use Alpha from the input texture if one is provided.
russian: Используйте альфу из входной текстуры, если она предусмотрена.

source: From Gray Scale
russian: Из шкалы серого

source: Generate Alpha from image gray scale.
russian: Создайте альфу из шкалы серого изображения.

source: As which color/alpha component the single channel texture is treated.
russian: В качестве компонента цвета/альфа рассматривается одноканальная текстура.

source: Alpha
russian: Альфа

source: Use the alpha channel (compression not supported).
russian: Используйте альфа-канал (сжатие не поддерживается).

source: Red
russian: Красный

source: Use the red color component.
russian: Используйте компонент красного цвета.

source: Generate Mipmaps
russian: Создание MIP-карт

source: Create progressively smaller versions of the texture, for reduced texture shimmering and better GPU performance when the texture is viewed at a distance.
russian: Создавайте версии текстуры постепенного уменьшения, чтобы уменьшить мерцание текстуры и повысить производительность графического процессора при просмотре текстуры на расстоянии.

source: sRGB (Color Texture)
russian: sRGB (цветная текстура)

source: Texture content is stored in gamma space. Non-HDR color textures should enable this flag (except if used for IMGUI).
russian: Содержимое текстуры хранится в гамма-пространстве. Цветные текстуры, отличные от HDR, должны включать этот флаг (кроме случаев, когда они используются для IMGUI).

source: Replicate Border
russian: Реплицировать границу

source: Replicate pixel values from texture borders into smaller mipmap levels. Mostly used for Cookie texture types.
russian: Реплицируйте значения пикселей из границ текстуры на меньшие уровни MIP-карты. В основном используется для типов текстур Cookie.

source: Preserve Coverage
russian: Сохранить покрытие

source: The alpha channel of generated mipmaps will preserve coverage for the alpha test. Useful for foliage textures.
russian: Альфа-канал сгенерированных MIP-карт сохранит покрытие для альфа-тестирования. Полезно для текстур листвы.

source: Alpha Cutoff
russian: Альфа-отсечение

source: The reference value used during the alpha test. Controls mipmap coverage.
russian: Эталонное значение, используемое во время альфа-теста. Управляет покрытием MIP-карт.

source: Mipmap Filtering
russian: Фильтрация MIP-карт

source: Box
russian: Коробка

source: Kaiser
russian: Кайзер

source: Non-Power of 2
russian: Не сила 2

source: How non-power-of-two textures are scaled on import.
russian: Как масштабируются текстуры, не являющиеся степенью двойки, при импорте.

source: Single
russian: Одинокий

source: Multiple
russian: Несколько

source: Polygon
russian: Полигон

source: Full Rect
russian: Полный прямоугольник

source: Tight
russian: Тугой

source: Pixels Per Unit
russian: Пикселей на единицу

source: How many pixels in the sprite correspond to one unit in the world.
russian: Сколько пикселей в спрайте соответствует одной единице измерения в мире.

source: Extrude Edges
russian: Выдавливание краев

source: How much empty area to leave around the sprite in the generated mesh.
russian: Сколько пустой области оставить вокруг спрайта в сгенерированной сетке.

source: Mesh Type
russian: Тип сетки

source: Type of sprite mesh to generate.
russian: Тип создаваемой сетки спрайтов.

source: Sprite pivot point in its localspace. May be used for syncing animation frames of different sizes.
russian: Точка поворота спрайта в его локальном пространстве. Может использоваться для синхронизации кадров анимации разных размеров.

source: Top Left
russian: Вверху слева

source: Top
russian: Вершина

source: Top Right
russian: Вверху справа

source: Left
russian: Левый

source: Right
russian: Верно

source: Bottom Left
russian: Внизу слева

source: Bottom Right
russian: Внизу справа

source: Generate Physics Shape
russian: Создать физическую форму

source: Generates a default physics shape from the outline of the Sprite/s when a physics shape has not been set in the Sprite Editor.
russian: Генерирует физическую форму по умолчанию из контура спрайтов, если физическая форма не была установлена ​​в редакторе спрайтов.

source: If the alpha channel of your texture represents transparency, enable this property to dilate the color channels of visible texels into fully transparent areas. This effectively adds padding around transparent areas that prevents filtering artifacts from forming on their edges. Unity does not support this property for HDR textures. This property makes the color data of invisible texels undefined. Disable this property to preserve invisible texels' original color data.
russian: Если альфа-канал вашей текстуры представляет прозрачность, включите это свойство, чтобы расширить цветовые каналы видимых текселей до полностью прозрачных областей. Это эффективно добавляет отступы вокруг прозрачных областей, что предотвращает образование артефактов фильтрации на их краях. Unity не поддерживает это свойство для HDR-текстур. Это свойство делает цветовые данные невидимых текселей неопределенными. Отключите это свойство, чтобы сохранить исходные цветовые данные невидимых текселей.

source: Advanced
russian: Передовой

source: Show advanced settings.
russian: Показать дополнительные настройки.

source: Remove PSD Matte
russian: Удалить подложку PSD

source: Enable special processing for PSD that has transparency, as color pixels will be tweaked (blended with white color).
russian: Включите специальную обработку для PSD с прозрачностью, поскольку цветные пиксели будут изменены (смешаны с белым цветом).

source: Ignore PNG Gamma
russian: Игнорировать PNG-гамму

source: Ignore the Gamma attribute value in PNG files.
russian: Игнорируйте значение атрибута «Гамма» в файлах PNG.

source: When you enable Read/Write, Unity stores an additional copy of your textures in CPU-addressable memory. One or more of the textures you have selected use a considerable amount of memory (more than 512MB).
russian: Когда вы включаете чтение/запись, Unity сохраняет дополнительную копию ваших текстур в памяти, адресуемой процессором. Одна или несколько выбранных вами текстур используют значительный объем памяти (более 512 МБ).

source: Columns
russian: Столбцы

source: Source image is divided into this amount of columns.
russian: Исходное изображение разделено на это количество столбцов.

source: Rows
russian: Строки

source: Source image is divided into this amount of rows.
russian: Исходное изображение разделено на это количество строк.

source: None (Use Global Mipmap Limit)
russian: Нет (использовать глобальный лимит MIP-карт)

source: Graphics device doesn't support Repeat wrap mode on NPOT textures. Falling back to Clamp.
russian: Графическое устройство не поддерживает режим повторного переноса текстур NPOT. Падение обратно в Клэмп.

source: NPOT textures are not fully supported on WebGL1. On these devices, mipmapping will be disabled.
russian: Текстуры NPOT не полностью поддерживаются в WebGL1. На этих устройствах мипмэппинг будет отключен.

source: Some Android devices running on OpenGLES2 may not support NPOT textures. If this is the case, mipmapping will be disabled.
russian: Некоторые устройства Android, работающие на OpenGLES2, могут не поддерживать текстуры NPOT. В этом случае мипмэппинг будет отключен.

source: Some devices running on OpenGLES2 may not support NPOT textures. If this is the case, mipmapping will be disabled.
russian: Некоторые устройства, работающие на OpenGLES2, могут не поддерживать текстуры NPOT. В этом случае мипмэппинг будет отключен.

source: CPU
russian: Процессор

source: The processor architectiure that this plugin is compatible with
russian: Архитектура процессора, с которой совместим этот плагин.

source: OS
russian: ОС

source: The Editor operating system that this plugin is compatible with
russian: Операционная система Editor, с которой совместим этот плагин.

source: Location
russian: Расположение

source: Use External Materials (Legacy)
russian: Использовать внешние материалы (устаревшая версия)

source: Use external materials if found in the project.
russian: Используйте внешние материалы, если они есть в проекте.

source: Use Embedded Materials
russian: Используйте встроенные материалы

source: Embed the material inside the imported asset.
russian: Встройте материал в импортированный актив.

source: On Demand Remap
russian: Переназначение по требованию

source: Search and Remap...
russian: Поиск и переназначение...

source: Click on this button to search and remap the materials from the project.
russian: Нажмите на эту кнопку, чтобы найти и переназначить материалы проекта.

source: Remapped Materials
russian: Переназначенные материалы

source: External materials to use for each embedded material.
russian: Внешние материалы, используемые для каждого встроенного материала.

source: Re-import the asset to see the list of used materials.
russian: Повторно импортируйте ресурс, чтобы просмотреть список использованных материалов.

source: Extract Materials...
russian: Извлечь материалы...

source: Click on this button to extract the embedded materials.
russian: Нажмите на эту кнопку, чтобы извлечь внедренные материалы.

source: Materials are embedded inside the imported asset.
russian: Материалы встроены в импортированный актив.

source: Material assignments can be remapped below.
russian: Назначения материалов можно переназначить ниже.

source: Remap the imported materials to materials from the Unity project.
russian: Пересопоставьте импортированные материалы с материалами из проекта Unity.

source: Select Materials Folder
russian: Выберите папку с материалами

source: LODs
russian: уровни детализации

source: Reset LOD to...
russian: Сбросить LOD на...

source: Unify the LOD settings for all selected assets.
russian: Унифицируйте настройки LOD для всех выбранных активов.

source: Smooth LOD
russian: Плавный уровень детализации

source: Toggles smooth LOD transitions.
russian: Переключает плавные переходы LOD.

source: Animate Cross-fading
russian: Анимировать плавное затухание

source: Cross-fading is animated instead of being calculated by distance.
russian: Переходное затухание анимируется, а не рассчитывается по расстоянию.

source: Crossfade Width
russian: Ширина кроссфейда

source: Proportion of the last 3D mesh LOD region width which is used for cross-fading to billboard tree.
russian: Доля ширины последней области LOD 3D-сетки, которая используется для плавного перехода к дереву рекламного щита.

source: Proportion of the billboard LOD region width which is used for fading out the billboard.
russian: Доля ширины области LOD рекламного щита, которая используется для затемнения рекламного щита.

source: Meshes
russian: Сетки

source: How much to scale the tree model compared to what is in the .spm file.
russian: Насколько масштабировать древовидную модель по сравнению с тем, что находится в файле .spm.

source: The default value of Scale Factor is 0.3048, the conversion ratio from feet to meters, as these are the most conventional measurements used in SpeedTree and Unity, respectively.
russian: Значение масштабного коэффициента по умолчанию составляет 0,3048, коэффициент преобразования футов в метры, поскольку это наиболее традиционные измерения, используемые в SpeedTree и Unity соответственно.

source: The color modulating the diffuse lighting component.
russian: Цвет, модулирующий компонент рассеянного освещения.

source: Hue Color
russian: Оттенок Цвет

source: Apply to LODs that have Hue Variation effect enabled.
russian: Применяется к уровням детализации, у которых включен эффект изменения оттенка.

source: The alpha-test reference value.
russian: Эталонное значение альфа-теста.

source: The tree casts shadow.
russian: Дерево отбрасывает тень.

source: The tree receives shadow.
russian: Дерево получает тень.

source: The tree uses light probe for lighting.
russian: Для освещения дерево использует световой зонд.

source: Use Reflection Probes
russian: Используйте отражающие зонды

source: The tree uses reflection probe for rendering.
russian: Дерево использует зонд отражения для рендеринга.

source: Normal Map
russian: Обычная карта

source: Enable normal mapping (aka Bump mapping).
russian: Включите обычное отображение (также известное как Bump Mapping).

source: Enable Hue Variation
russian: Включить изменение оттенка

source: Enable Hue variation color (color is adjusted between Main Color and Hue Color).
russian: Включить цвет вариации оттенка (цвет регулируется между основным цветом и цветом оттенка).

source: Enable subsurface scattering effects.
russian: Включить эффекты подповерхностного рассеяния.

source: Controls the wind quality.
russian: Контролирует качество ветра.

source: Apply & Generate Materials
russian: Применить и создать материалы

source: Apply current importer settings and generate materials with new settings.
russian: Примените текущие настройки импортера и создайте материалы с новыми настройками.

source: Regenerate Materials
russian: Регенерировать материалы

source: Regenerate materials from the current importer settings.
russian: Восстановить материалы из текущих настроек импортера.

source: Enable Smooth LOD
russian: Включить плавный уровень детализации

source: Node Name
russian: Имя узла

source: Use
russian: Использовать

source: Maintain Alt/Option key to enable or disable all children
russian: Сохраняйте клавишу Alt/Option, чтобы включить или отключить всех дочерних элементов.

source: Override For {0}
russian: Переопределить для {0}

source: Regenerate the remapped materials from the current import settings.
russian: Восстановите переназначенные материалы из текущих настроек импорта.

source: Apply current importer settings and regenerate the remapped materials with new settings.
russian: Примените текущие настройки импортера и заново создайте переназначенные материалы с новыми настройками.

source: Windows
russian: Окна

source: Linux
russian: Линукс

source: Wrap Mode
russian: Режим переноса

source: Only load larger mipmaps as needed to render the current game cameras.
russian: Загружайте MIP-карты большего размера только по мере необходимости для рендеринга текущих игровых камер.

source: Mip Map Priority
russian: Приоритет MIP-карты

source: Mip map streaming priority when there's contention for resources. Positive numbers represent higher priority. Valid range is -128 to 127.
russian: Приоритет потоковой передачи MIP-карт при возникновении конкуренции за ресурсы. Положительные числа представляют более высокий приоритет. Допустимый диапазон: от -128 до 127.

source: Rendering Mode
russian: Режим рендеринга

source: Character
russian: Характер

source: Ascent Calculation Mode
russian: Режим расчета всплытия

source: Custom Chars
russian: Пользовательские символы

source: Use Legacy Bounds
russian: Использовать устаревшие границы

source: Should Round Advance Value
russian: Следует ли округлять авансовое значение

source: Include Font Data
russian: Включить данные шрифта

source: Family Name
russian: Фамилия

source: This is the family name of this font. It will always be included to perform the references check, along with other names in the Font Name list.
russian: Это фамилия этого шрифта. Он всегда будет включен для проверки ссылок вместе с другими именами в списке «Имя шрифта».

source: Font Names
russian: Названия шрифтов

source: References to other fonts in project
russian: Ссылки на другие шрифты в проекте

source: No references to other fonts in project.
russian: Никаких ссылок на другие шрифты в проекте.

source: Format of selected font is not supported by Unity.
russian: Формат выбранного шрифта не поддерживается Unity.

source: These are automatically generated by the inspector if any of the font names you supplied match fonts present in your project, which will then be used as fallbacks for this font.
russian: Они автоматически генерируются инспектором, если какое-либо из предоставленных вами названий шрифтов соответствует шрифтам, присутствующим в вашем проекте, которые затем будут использоваться в качестве резервных вариантов для этого шрифта.

source: CONTEXT
russian: КОНТЕКСТ

source: Create Editable Copy
russian: Создать редактируемую копию

source: Font Size
russian: Размер шрифта

source: Use Legacy Bounds Calculation
russian: Использовать расчет устаревших границ

source: Font Name
russian: Название шрифта

source: Remove command buffer
russian: Удалить командный буфер
