Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: 32-bit ARM architecture
russian: 32-битная архитектура ARM

source: 64-bit ARM architecture (not supported on Mono)
russian: 64-битная архитектура ARM (не поддерживается в Mono)

source: x86 (Chrome OS)
russian: x86 (ОС Chrome)

source: 32-bit x86 architecture (not supported on Mono)
russian: 32-битная архитектура x86 (не поддерживается в Mono)

source: x86-64 (Chrome OS and Magic Leap 2)
russian: x86-64 (Chrome OS и Magic Leap 2)

source: 64-bit x86-64 architecture (not supported on Mono)
russian: 64-битная архитектура x86-64 (не поддерживается в Mono)

source: Split APKs by target architecture
russian: Разделить APK-файлы по целевой архитектуре

source: Create separate APK for each CPU architecture
russian: Создайте отдельный APK для каждой архитектуры ЦП.

source: Split APKs is disabled when building Android AppBundle
russian: Разделение APK-файлов отключено при сборке Android AppBundle.

source: Target Devices
russian: Целевые устройства

source: Select which devices are allowed to run the Android application.
russian: Выберите, на каких устройствах разрешено запускать приложение Android.

source: Enter password.
russian: Введите пароль.

source: Android Game
russian: Android-игра

source: If enabled, built APK will be marked as a game rather than a regular app
russian: Если этот параметр включен, встроенный APK будет помечен как игра, а не как обычное приложение.

source: Chrome OS Input Emulation
russian: Эмуляция ввода Chrome OS

source: By default, Chrome OS converts mouse and touchpad events to touchscreen events. Un-check this setting to disable the default behavior.
russian: По умолчанию Chrome OS преобразует события мыши и сенсорной панели в события сенсорного экрана. Снимите флажок с этого параметра, чтобы отключить поведение по умолчанию.

source: Image
russian: Изображение

source: App binary will be split using Asset Packs. To split using OBB, disable 'Export for App Bundle' in Build Settings
russian: Бинарный файл приложения будет разделен с помощью пакетов активов. Чтобы разделить с помощью OBB, отключите «Экспорт для пакета приложений» в настройках сборки.

source: App binary will be split using OBB. To split using Asset Packs, enable 'Export for App Bundle' in Build Settings
russian: Бинарный файл приложения будет разделен с использованием OBB. Чтобы разделить с помощью пакетов активов, включите «Экспорт для пакета приложений» в настройках сборки.

source: Install Location
russian: Место установки

source: Internet Access
russian: Доступ в Интернет

source: Project Key
russian: Ключ проекта

source: Project Keystore
russian: Хранилище ключей проекта

source: Minimum API Level
russian: Минимальный уровень API

source: Target API Level
russian: Целевой уровень API

source: Getting API levels...
russian: Получение уровней API...

source: Open existing keystore...
russian: Открыть существующее хранилище ключей...

source: Password must be at least 6 characters.
russian: Пароль должен быть не менее 6 символов.

source: Wrong password
russian: Неправильный пароль

source: Scaling
russian: Масштабирование

source: Split Application Binary
russian: Разделение двоичного файла приложения

source: Split application binary creating OBB expansion file for APK or dynamic delivery Asset Pack for AAB publishing format
russian: Разделить двоичный файл приложения, создав файл расширения OBB для APK или пакет ресурсов динамической доставки для формата публикации AAB.

source: Static Splash Image
russian: Статическое изображение-заставка

source: This image will be shown while the engine is loading
russian: Это изображение будет отображаться во время загрузки движка

source: Android TV Compatibility
russian: Совместимость с Android-телевизором

source: Check the game for Android TV compatibility, update the manifest if needed
russian: Проверьте игру на совместимость с Android TV, при необходимости обновите манифест.

source: Write Permission
russian: Разрешение на запись

source: Since Android KITKAT writing to external cache and persistent data paths doesn't require write external permission.
russian: Поскольку запись Android KITKAT во внешний кеш и постоянные пути данных не требует внешнего разрешения на запись.

source: Letterboxed
russian: почтовый ящик

source: Minify
russian: Минимизировать

source: Enable to minify your java code. NOTE: Minification can sometimes remove needed code and produce non-working binaries.
russian: Включите, чтобы минимизировать ваш Java-код. ПРИМЕЧАНИЕ. Минификация иногда может удалить необходимый код и создать нерабочие двоичные файлы.

source: Custom Main Manifest
russian: Пользовательский основной манифест

source: Use if you need to tweak the main Android manifest file.
russian: Используйте, если вам нужно настроить основной файл манифеста Android.

source: Custom Launcher Manifest
russian: Пользовательский манифест средства запуска

source: Use if you need to tweak the launcher manifest file.
russian: Используйте, если вам нужно настроить файл манифеста программы запуска.

source: Custom Main Gradle Template
russian: Пользовательский основной шаблон Gradle

source: Use if you need to tweak the Gradle build process by providing your own changes to the main gradle build file.
russian: Используйте, если вам нужно настроить процесс сборки Gradle, внося свои собственные изменения в основной файл сборки Gradle.

source: Custom Launcher Gradle Template
russian: Пользовательский шаблон Gradle для запуска

source: Use if you need to tweak the Gradle build process by providing your own changes to the launcher gradle build file.
russian: Используйте, если вам нужно настроить процесс сборки Gradle, внося собственные изменения в файл сборки Gradle средства запуска.

source: Custom Base Gradle Template
russian: Пользовательский базовый шаблон Gradle

source: Use if you need to tweak the Gradle build process by providing your own changes to the base gradle build file.
russian: Используйте, если вам нужно настроить процесс сборки Gradle, внося свои собственные изменения в базовый файл сборки Gradle.

source: Custom Gradle Properties Template
russian: Пользовательский шаблон свойств Gradle

source: Use if you need to tweak the Gradle build process by providing your own changes to the gradle properties file.
russian: Используйте, если вам нужно настроить процесс сборки Gradle, внеся собственные изменения в файл свойств Gradle.

source: Custom Gradle Settings Template
russian: Пользовательский шаблон настроек Gradle

source: Use if you need to tweak the Gradle build process by providing your own changes to the gradle settings file.
russian: Используйте, если вам нужно настроить процесс сборки Gradle, внеся собственные изменения в файл настроек Gradle.

source: Custom Proguard File
russian: Пользовательский файл Proguard

source: Package Name
russian: Имя пакета

source: Blit Type
russian: Тип Блита

source: Allows you to choose whether to choose a faster (Never) or more compatible (Always) screen blit technique.
russian: Позволяет выбрать более быстрый (Никогда) или более совместимый (Всегда) метод копирования экрана.

source: Supported Aspect Ratio
russian: Поддерживаемое соотношение сторон

source: Aspect Ratio Mode
russian: Режим соотношения сторон

source: Allows to support super widescreen devices
russian: Позволяет поддерживать сверхширокоэкранные устройства.

source: Up To
russian: До

source: Filter Touches When Obscured
russian: Фильтрация прикосновений, когда они скрыты

source: Discard touches that are received when another visible window is covering the Unity application. Prevents tapjacking.
russian: Отменить касания, полученные, когда другое видимое окно закрывает приложение Unity. Предотвращает перехват.

source: Sustained Performance Mode
russian: Режим устойчивой производительности

source: Set a predictable, consistent level of device performance over longer periods of time without thermal throttling; suitable for long-running apps. Please note that the overall performance level may be lower than in the normal mode.
russian: Установите предсказуемый, стабильный уровень производительности устройства в течение более длительных периодов времени без теплового регулирования; подходит для долго работающих приложений. Обратите внимание, что общий уровень производительности может быть ниже, чем в обычном режиме.

source: Low Accuracy Location
russian: Низкая точность определения местоположения

source: ACCESS_FINE_LOCATION permission is automatically added to the android manifest when location APIs are called from the script. Enable this checkbox to add ACCESS_COARSE_LOCATION permission instead. Make sure your scripts call LocationService.Start() with low accuracy values when this is selected.
russian: Разрешение ACCESS_FINE_LOCATION автоматически добавляется в манифест Android при вызове API местоположения из сценария. Установите этот флажок, чтобы вместо этого добавить разрешение ACCESS_COARSE_LOCATION. Убедитесь, что ваши сценарии вызывают LocationService.Start() со значениями низкой точности, когда этот параметр выбран.

source: Adaptive Icons require API level 26, in Player Settings please set 'Target API Level' to at least 26 (or install Android 8.0 SDK if it's set to 'Automatic') if you would like to use them.
russian: Для адаптивных значков требуется уровень API 26. В настройках проигрывателя установите для параметра «Целевой уровень API» значение не менее 26 (или установите Android 8.0 SDK, если для него установлено значение «Автоматически»), если вы хотите их использовать.

source: Round Icons require API level 25, in Player Settings please set 'Target API Level' to at least 25 (or install Android 7.1 SDK if it's set to 'Automatic') if you would like to use them.
russian: Для круглых значков требуется уровень API 25. В настройках проигрывателя установите для параметра «Целевой уровень API» значение не менее 25 (или установите Android 7.1 SDK, если для него установлено значение «Автоматически»), если вы хотите их использовать.

source: Adaptive Icons are not set up correctly. Make sure that there is at least one icon with both a background and a foreground layer set.
russian: Адаптивные значки настроены неправильно. Убедитесь, что существует хотя бы один значок с фоновым и передним слоями.

source: Hide Navigation Bar
russian: Скрыть панель навигации

source: If set, navigation bar will be hidden during splash screen or first scene loading.
russian: Если установлено, панель навигации будет скрыта во время заставки или первой загрузки сцены.

source: Render outside safe area
russian: Рендеринг за пределами безопасной зоны

source: Enable this option to utilize all available screen space and allow rendering into display cutout (notch) area.
russian: Включите эту опцию, чтобы использовать все доступное пространство экрана и разрешить рендеринг в области выреза (выемки) дисплея.

source: Optimized Frame Pacing
russian: Оптимизированный темп кадров

source: Frame pacing delivers consistency of frame rate by enabling frames to be distributed with less variance between them, creating smoother gameplay.
russian: Изменение частоты кадров обеспечивает постоянство частоты кадров, позволяя распределять кадры с меньшими различиями между ними, что обеспечивает более плавный игровой процесс.

source: Warn about App Bundle size
russian: Предупреждать о размере пакета приложений

source: Only when building release App Bundle
russian: Только при сборке выпуска App Bundle

source: App Bundle size threshold
russian: Порог размера пакета приложений

source: Value in megabytes
russian: Значение в мегабайтах

source: Active only when building release AAB
russian: Активно только при сборке выпуска AAB.

source: Apply display rotation during rendering
russian: Применить поворот дисплея во время рендеринга

source: Fullscreen Mode
russian: Полноэкранный режим

source: Applications may start as a fixed size window or the full dimensions of the screen.
russian: Приложения могут запускаться как в окне фиксированного размера, так и в полноэкранном режиме.

source: Enable this option to allow the window to be resized by the user.
russian: Включите эту опцию, чтобы разрешить пользователю изменять размер окна.

source: Default Window Width
russian: Ширина окна по умолчанию

source: The width in pixels to which the window will be created.
russian: Ширина в пикселях, с которой будет создано окно.

source: Default Window Height
russian: Высота окна по умолчанию

source: The height in pixels to which the window will be created.
russian: Высота в пикселях, на которой будет создано окно.

source: Minimum Window Width
russian: Минимальная ширина окна

source: The minimum width in pixels to which the window can be resized to.
russian: Минимальная ширина в пикселях, до которой можно изменить размер окна.

source: Minimum Window Height
russian: Минимальная высота окна

source: The height in pixels to which the window can be resized to.
russian: Высота в пикселях, до которой можно изменить размер окна.

source: The default window height/width must be larger than the minimum height/width. The window size will default to the minimum dimensions.
russian: Высота/ширина окна по умолчанию должна быть больше минимальной высоты/ширины. Размер окна по умолчанию будет минимальным.

source: Max Aspect Ratio
russian: Максимальное соотношение сторон

source: Use Custom Keystore
russian: Использовать собственное хранилище ключей

source: Use Custom File
russian: Использовать пользовательский файл

source: Override Default Package Name
russian: Переопределить имя пакета по умолчанию

source: Android Enable Armv 9 Security Features
russian: Android Включить функции безопасности Armv 9

source: Require
russian: Требовать

source: Enable Sustained Performance Mode
russian: Включить режим устойчивой производительности

source: Use Low Accuracy Location
russian: Использовать местоположение с низкой точностью

source: Vulkan Pre Transform
russian: Предварительное преобразование Вулкана

source: Build System
russian: Система сборки

source: Export Project
russian: Экспортный проект

source: Build App Bundle (Google Play)
russian: Сборка пакета приложений (Google Play)

source: Export for App Bundle
russian: Экспорт для пакета приложений

source: ETC2 fallback
russian: Резервный вариант ETC2

source: Build Type
russian: Тип сборки

source: Run Device
russian: Запустить устройство

source: Fetching connected devices...
russian: Получение подключенных устройств...

source: Android SDK and/or JDK directory is not set
russian: Каталог Android SDK и/или JDK не установлен.

source: To set Android SDK and/or JDK directory go to Edit / Unity -> Preferences... -> External Tools -> Android SDK/JDK
russian: Чтобы установить каталог Android SDK и/или JDK, перейдите в меню «Правка/Unity» -> «Настройки...» -> «Внешние инструменты» -> Android SDK/JDK.

source: Platform tools not found in Android SDK
russian: Инструменты платформы не найдены в Android SDK

source: Make sure you have platform tools installed in your Android SDK
russian: Убедитесь, что в вашем Android SDK установлены инструменты платформы.

source: Default device
russian: Устройство по умолчанию

source: All compatible devices
russian: Все совместимые устройства

source: Create symbols.zip
russian: Создать символы.zip

source: Create a symbols.zip file in the same location as the .apk or .aab file
russian: Создайте файл символов.zip в том же месте, где находится файл .apk или .aab.

source: Offline -
russian: Оффлайн -

source: Build to Device
russian: Сборка на устройстве

source: 'Build And Run' and 'Build to Device' are disabled while querying for Android devices.
russian: «Сборка и запуск» и «Сборка на устройство» отключены при запросе устройств Android.

source: Directly reference java or kotlin sources from Unity project instead of copying them
russian: Непосредственно ссылайтесь на источники Java или Kotlin из проекта Unity, а не копируйте их.

source: Use Player Settings
russian: Использовать настройки проигрывателя

source: ETC (GLES 2.0)
russian: И Т.Д. (ГЛЕС 2.0)

source: ETC2 (GLES 3.0)
russian: ETC2 (ГЛЕС 3.0)

source: DXT (Tegra and Magic Leap 2)
russian: DXT (Tegra и Magic Leap 2)

source: PVRTC (PowerVR)
russian: ПВРТС (PowerVR)

source: 32-bit
russian: 32-битный

source: 16-bit
russian: 16-битный

source: 32-bit, half resolution
russian: 32-битное, половинное разрешение

source: Override ETC2 fallback
russian: Переопределить резервный вариант ETC2

source: Use build settings
russian: Использовать настройки сборки

source: 32-bit (half resolution)
russian: 32-битное (половинное разрешение)

source: ASTC HDR formats are supported only on GPUs with GL_KHR_texture_compression_astc_hdr. At runtime on unsupported devices, depending on the presence of an alpha channel, Unity decompresses the texture to RGB9E5 or half precision floating-point RGBA.
russian: Форматы ASTC HDR поддерживаются только на графических процессорах с GL_KHR_texture_compression_astc_hdr. Во время выполнения на неподдерживаемых устройствах, в зависимости от наличия альфа-канала, Unity распаковывает текстуру в RGB9E5 или в RGBA с плавающей запятой половинной точности.

source: Maximum JVM heap size, Mbytes
russian: Максимальный размер кучи JVM, Мбайт

source: Determines the maximum java heap size (in megabytes) that will be used for building (Min value 128). Increase this value if you experience heap space errors.
russian: Определяет максимальный размер кучи Java (в мегабайтах), который будет использоваться для построения (минимальное значение 128). Увеличьте это значение, если возникают ошибки в куче.

source: Stop Gradle daemons on exit
russian: Остановить демоны Gradle при выходе

source: If checked, all Gradle daemons will be stopped when closing the editor.
russian: Если этот флажок установлен, все демоны Gradle будут остановлены при закрытии редактора.

source: Kill ADB server on exit
russian: Убить сервер ADB при выходе

source: If checked, Unity will execute adb kill-server when closing the editor.
russian: Если этот флажок установлен, Unity выполнит adb kill-server при закрытии редактора.

source: Android
russian: Андроид

source: Keystore Manager
russian: Менеджер хранилища ключей

source: Create a new keystore with a new key or add a new key to an existing keystore
russian: Создайте новое хранилище ключей с новым ключом или добавьте новый ключ в существующее хранилище ключей.

source: New Key Values
russian: Новые ключевые ценности

source: Existing Keys
russian: Существующие ключи

source: Keystore...
russian: Хранилище ключей...

source: Create New/Anywhere...
russian: Создать новый/где угодно...

source: Create New/In Dedicated Location...
russian: Создать новый/в выделенном месте...

source: Load Keys
russian: Загрузить ключи

source: Load Existing Keys
russian: Загрузить существующие ключи

source: Select keystore location.
russian: Выберите местоположение хранилища ключей.

source: Enter alias for your new key.
russian: Введите псевдоним для вашего нового ключа.

source: The entered alias already exists in this keystore.
russian: Введенный псевдоним уже существует в этом хранилище ключей.

source: Enter keystore password.
russian: Введите пароль хранилища ключей.

source: Enter key password.
russian: Введите ключевой пароль.

source: Keystore password must be at least 6 characters.
russian: Пароль хранилища ключей должен содержать не менее 6 символов.

source: Key password must be at least 6 characters.
russian: Пароль ключа должен быть не менее 6 символов.

source: Confirm keystore password.
russian: Подтвердите пароль хранилища ключей.

source: Confirm key password.
russian: Подтвердите ключевой пароль.

source: Keystore passwords don't match.
russian: Пароли хранилища ключей не совпадают.

source: Cannot load keys. Make sure keystore password is correct.
russian: Невозможно загрузить ключи. Убедитесь, что пароль хранилища ключей правильный.

source: Key passwords don't match.
russian: Пароли ключей не совпадают.

source: Enter key validity time.
russian: Введите срок действия ключа.

source: Maximum validity time is 1000 years.
russian: Максимальный срок действия – 1000 лет.

source: At least one Certificate issuer field is required.
russian: Необходимо указать хотя бы одно поле «Издатель сертификата».

source: A 25 years validity time is recommended.
russian: Рекомендуется срок действия 25 лет.

source: Enter IP
russian: Введите IP

source: Android NDK not found or invalid. Please, fix it in Edit / Unity -> Preferences -> External Tools
russian: Android NDK не найден или недействителен. Пожалуйста, исправьте это в Edit / Unity -> Настройки -> Внешние инструменты.

source: Android SDK is not found or is invalid. Please, fix it in Preferences -> External Tools
russian: Android SDK не найден или недействителен. Пожалуйста, исправьте это в Настройках -> Внешние инструменты.

source: Android SDK command-line tools component is not found. Make sure "Command-line Tools (latest)" is installed in the SDK manager. If command-line tools are installed, but this message is still shown, please restart the Unity editor.
russian: Компонент инструментов командной строки Android SDK не найден. Убедитесь, что в диспетчере SDK установлены «Инструменты командной строки (последняя версия)». Если инструменты командной строки установлены, но это сообщение все еще отображается, перезапустите редактор Unity.

source: Android SDK Build-tools component is not found. Make sure all tools are installed in the SDK manager.
russian: Компонент Android SDK Build-tools не найден. Убедитесь, что все инструменты установлены в диспетчере SDK.

source: Java Development Kit (JDK) directory is not set or invalid. Please, fix it in Edit / Unity -> Preferences -> External Tools
russian: Каталог Java Development Kit (JDK) не установлен или недействителен. Пожалуйста, исправьте это в Edit / Unity -> Настройки -> Внешние инструменты.

source: Build\u2215Rebuild Localization Project
russian: Создать\u2215Перестроить проект локализации

source: Resources
russian: Ресурсы

source: Partner Center
russian: Партнерский центр

source: XDP Analytics
russian: XDP-аналитика

source: Save Log File...
russian: Сохранить файл журнала...

source: Open Log File
russian: Открыть файл журнала

source: DeployAndLaunch to ps5
russian: Развернуть и запустить на PS5

source: Generate Localization Resources
russian: Создание ресурсов локализации

source: Code Optimization
russian: Оптимизация кода

source: Optimization focus that will be used when compiling WebAssembly code. N.b. please use Development builds for fastest build times.
russian: Фокус оптимизации, который будет использоваться при компиляции кода WebAssembly. Обратите внимание, пожалуйста, используйте сборки для разработки, чтобы ускорить сборку.

source: Shorter Build Time
russian: Сокращение времени сборки

source: Runtime Speed
russian: Скорость выполнения

source: Disk Size
russian: Размер диска

source: 'Full With Stacktrace' exception support will decrease performance and increase browser memory usage. Only use this for debugging purposes, and make sure to test in a 64-bit browser.
russian: Поддержка исключений «Полная с Stacktrace» снизит производительность и увеличит использование памяти браузера. Используйте это только в целях отладки и обязательно тестируйте в 64-битном браузере.

source: Enable Exceptions
russian: Включить исключения

source: Turn this on to enable exception catching in WebGL. Don't use this if you don't need to as it has a significant performance overhead.
russian: Включите этот параметр, чтобы включить перехват исключений в WebGL. Не используйте это, если вам в этом нет необходимости, поскольку это приводит к значительным затратам производительности.

source: Exception Support
russian: Поддержка исключений
