Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Reflections Delay
russian: Задержка отражений

source: Initial reflection delay time
russian: Начальное время задержки отражения

source: Reverb
russian: Реверберация

source: Late reverberation level relative to room effect
russian: Уровень поздней реверберации относительно эффекта помещения

source: Reverb Delay
russian: Задержка реверберации

source: Late reverberation delay time relative to initial reflection
russian: Время задержки поздней реверберации относительно начального отражения

source: HF Reference
russian: ВЧ эталон

source: Reference high frequency (Hz)
russian: Опорная высокая частота (Гц)

source: LF Reference
russian: НЧ эталон

source: Reference low frequency (Hz)
russian: Опорная низкая частота (Гц)

source: Diffusion
russian: Диффузия

source: Value that controls the echo density in the late reverberation decay
russian: Значение, управляющее плотностью эха при затухании поздней реверберации.

source: Density
russian: Плотность

source: Value that controls the modal density in the late reverberation decay
russian: Значение, управляющее модальной плотностью при затухании поздней реверберации.

source: Min Distance
russian: Минимальное расстояние

source: Reverb Preset
russian: Предустановка реверберации

source: The assembly name is used to generate a <name>.dll file on you disk.
russian: Имя сборки используется для создания файла <имя>.dll на вашем диске.

source: Root Namespace
russian: Корневое пространство имен

source: Specify the root namespace of the assembly.
russian: Укажите корневое пространство имен сборки.

source: Define Constraints
russian: Определить ограничения

source: Specify a constraint in the assembly definition. The assembly definition only builds if this constraint returns True.
russian: Укажите ограничение в определении сборки. Определение сборки строится только в том случае, если это ограничение возвращает значение True.

source: Version Defines
russian: Версия определяет

source: Specify which versions of a packages and modules to include in compilations.
russian: Укажите, какие версии пакетов и модулей включать в компиляции.

source: Assembly Definition References
russian: Ссылки на определения сборок

source: The list of assembly files that this assembly definition should reference.
russian: Список файлов сборки, на которые должно ссылаться это определение сборки.

source: Assembly References
russian: Ссылки на сборки

source: The list of Precompiled assemblies that this assembly definition should reference.
russian: Список предварительно скомпилированных сборок, на которые должно ссылаться это определение сборки.

source: General
russian: Общий

source: Allow 'unsafe' Code
russian: Разрешить «небезопасный» код

source: When enabled, the C# compiler for this assembly includes types or members that have the `unsafe` keyword.
russian: Если этот параметр включен, компилятор C# для этой сборки включает типы или члены, имеющие ключевое слово unsafe.

source: Override References
russian: Переопределить ссылки

source: When enabled, you can select which specific precompiled assemblies to refer to via a drop-down list that appears. When not enabled, this assembly definition refers to all auto-referenced precompiled assemblies.
russian: Если этот параметр включен, вы можете выбрать, на какие конкретные предварительно скомпилированные сборки следует ссылаться, в появившемся раскрывающемся списке. Если этот параметр не включен, это определение сборки относится ко всем предварительно скомпилированным сборкам, на которые имеются автоматические ссылки.

source: Auto Referenced
russian: Автоматическая ссылка

source: When enabled, this assembly definition is automatically referenced in predefined assemblies.
russian: Если этот параметр включен, на это определение сборки автоматически ссылаются в предопределенных сборках.

source: Use GUIDs
russian: Используйте GUID

source: Use GUIDs instead of assembly names for Assembly Definition References. Allows referenced assemblies to be renamed without having to update references.
russian: Используйте GUID вместо имен сборок для ссылок на определения сборок. Позволяет переименовывать сборки, на которые имеются ссылки, без необходимости обновления ссылок.

source: Select which platforms include or exclude in the build that this assembly definition file is for.
russian: Выберите, какие платформы включить или исключить из сборки, для которой предназначен этот файл определения сборки.

source: Any Platform
russian: Любая платформа

source: Include Platforms
russian: Включить платформы

source: Exclude Platforms
russian: Исключить платформы

source: Select all
russian: Выбрать все

source: Deselect all
russian: Отменить выбор всех

source: Load error
russian: Ошибка загрузки

source: Expression outcome
russian: Результат выражения

source: Shows the mathematical equation that your Expression represents.
russian: Показывает математическое уравнение, которое представляет ваше выражение.

source: No Engine References
russian: Нет ссылок на двигатели

source: When enabled, references to UnityEngine/UnityEditor will not be added when compiling this assembly.
russian: Если этот параметр включен, ссылки на UnityEngine/UnityEditor не будут добавляться при компиляции этой сборки.

source: Define constraints are compatible.
russian: Определите ограничения, совместимые.

source: One or more define constraints are invalid or incompatible.
russian: Одно или несколько ограничений определения недействительны или несовместимы.

source: Define constraint is compatible.
russian: Определить ограничение совместимо.

source: Define constraint is incompatible.
russian: Ограничение определения несовместимо.

source: Define constraint is invalid.
russian: Определить ограничение недопустимо.

source: Use GUI Ds
russian: Используйте графические интерфейсы

source: Compatible With Any Platform
russian: Совместимость с любой платформой

source: Property
russian: Свойство

source: (Missing)
russian: (Отсутствующий)

source: (Multiple Values)
russian: (Несколько значений)

source: No possible references
russian: Нет возможных ссылок

source: AssemblyDefinitionImporter
russian: СборкаDefinitionImporter

source: (Missing Reference)
russian: (отсутствует ссылка)

source: Don't load image data immediately but wait till image data is requested from script.
russian: Не загружайте данные изображения сразу, а подождите, пока данные изображения не будут запрошены из скрипта.

source: Add variant
russian: Добавить вариант

source: Remove entry
russian: Удалить запись

source: Global Illumination
russian: Глобальное освещение

source: Controls if the emission is Baked or Realtime. Baked only has effect in scenes where Baked Global Illumination is enabled. Realtime uses Realtime Global Illumination if enabled in the scene. Otherwise the emission won't light up other objects.
russian: Определяет, является ли излучение запеченным или в реальном времени. Запеченное освещение действует только в сценах, где включено запеченное глобальное освещение. Realtime использует глобальное освещение в реальном времени, если оно включено в сцене. В противном случае излучение не осветит другие объекты.

source: Controls if the emission is Baked or Realtime. Baked only has effect in scenes where Baked Global Illumination is enabled. Realtime won't light up other objects since Realtime Global Illumination is not supported.
russian: Определяет, является ли излучение запеченным или в реальном времени. Запеченное освещение действует только в сценах, где включено запеченное глобальное освещение. В реальном времени другие объекты не будут освещаться, поскольку глобальное освещение в реальном времени не поддерживается.

source: Baked
russian: Запеченный

source: MaterialPropertyBlock is used to modify these values
russian: MaterialPropertyBlock используется для изменения этих значений.

source: Render Queue
russian: Очередь рендеринга

source: From Shader
russian: Из шейдера

source: Geometry
russian: Геометрия

source: Queue 2000
russian: Очередь 2000

source: AlphaTest
russian: АльфаТест

source: Queue 2450
russian: Очередь 2450

source: Transparent
russian: Прозрачный

source: Queue 3000
russian: Очередь 3000

source: Enable GPU Instancing
russian: Включить создание экземпляров графического процессора

source: Double Sided Global Illumination
russian: Двустороннее глобальное освещение

source: When enabled, the lightmapper accounts for both sides of the geometry when calculating Global Illumination. Backfaces are not rendered or added to lightmaps, but get treated as valid when seen from other objects. When using the Progressive Lightmapper backfaces bounce light using the same emission and albedo as frontfaces.
russian: Если этот параметр включен, картограф освещения учитывает обе стороны геометрии при расчете глобального освещения. Задние грани не визуализируются и не добавляются в карты освещения, но считаются действительными, если их видеть из других объектов. При использовании Progressive Lightmapper задние грани отражают свет, используя то же излучение и альбедо, что и передние грани.

source: Emission
russian: Эмиссия

source: Parent
russian: Родитель

source: Specify the parent of this material.
russian: Укажите родителя этого материала.

source: Tiling
russian: Укладка плитки

source: This texture is not marked as a normal map
russian: Эта текстура не помечена как карта нормалей.

source: Flatten Material Variant
russian: Вариант сплющенного материала

source: The shape of the obstacle, applied to both carving and avoidance.
russian: Форма препятствия, применяемая как для вырезания, так и для уклонения.

source: The center of the obstacle, specified in the object's local space.
russian: Центр препятствия, заданный в локальном пространстве объекта.

source: The size of the obstacle, measured in the object's local space.
russian: Размер препятствия, измеренный в локальном пространстве объекта.

source: Carve
russian: Вырезать

source: This obstacle cuts a hole in the NavMesh around it.
russian: Это препятствие прорезает дыру в NavMesh вокруг себя.

source: Radius of the obstacle's capsule shape.
russian: Радиус капсульной формы препятствия.

source: Height of the obstacle's capsule shape.
russian: Высота формы капсулы препятствия.

source: Move Threshold
russian: Переместить порог

source: Time To Stationary
russian: Время Стационарного

source: Carve Only Stationary
russian: Вырезать только стационарные

source: Edit Constraints
russian: Редактировать ограничения

source: Edit Collision Particles
russian: Редактировать частицы столкновения

source: Visualization Color
russian: Цвет визуализации

source: Brush Color
russian: Цвет кисти

source: Cloth Self-Collision and Inter-Collision
russian: Самостолкновение и взаимное столкновение ткани

source: Paint Collision Particles
russian: Частицы столкновения краски

source: Select Collision Particles
russian: Выберите частицы столкновения

source: Brush Radius
russian: Радиус кисти

source: Constraint Size
russian: Размер ограничения

source: Gradient Start
russian: Градиентное начало

source: Gradient End
russian: Конец градиента

source: Surface Penetration
russian: Проникновение поверхности

source: Paint or Select Particles
russian: Нарисуйте или выберите частицы

source: Back Face Manipulation
russian: Манипуляции с задней стороной лица

source: Manipulate Backfaces
russian: Манипулирование обратными гранями

source: Self-Collision
russian: Самостолкновение

source: Self-Collision and Inter-Collision
russian: Самостолкновение и взаимное столкновение

source: Select
russian: Выбирать

source: Paint
russian: Краска

source: Gradient Tool
russian: Инструмент «Градиент»

source: Fixed
russian: Зафиксированный

source: Erase
russian: Стереть

source: Inter-Collision
russian: Взаимное столкновение

source: Change this vertex coefficient value by painting in the scene view.
russian: Измените значение этого коэффициента вершины, рисуя в представлении сцены.

source: Self-Collision Distance
russian: Расстояние самостолкновения

source: Self-Collision Stiffness
russian: Жесткость при самостолкновении

source: Edit cloth constraints
russian: Редактировать ограничения ткани

source: Edit cloth self/inter-collision
russian: Редактировать само/взаимное столкновение ткани

source: Select cloth particles for use in self/inter-collision
russian: Выберите частицы ткани для использования при само-/взаимных столкновениях.

source: Paint cloth particles for use in self/inter-collision
russian: Частицы малярной ткани для использования при самостоятельных/взаимных столкновениях

source: Select cloth particles.
russian: Выберите частицы ткани.

source: Paint cloth particles.
russian: Покрасьте частицы ткани.

source: Erase cloth particles.
russian: Сотрите частицы ткани.

source: Start frame of the clip.
russian: Начальный кадр клипа.

source: End
russian: Конец

source: End frame of the clip.
russian: Конечный кадр клипа.

source: Average Velocity: {0} Average Angular Y Speed: {1} deg/s
russian: Средняя скорость: {0} Средняя угловая скорость по оси Y: {1} град/с.

source: Additive Reference Pose
russian: Аддитивная эталонная поза

source: Enable to define the additive reference pose frame.
russian: Включите, чтобы определить дополнительный кадр эталонной позы.

source: Pose Frame
russian: Поза Рамка

source: Pose Frame.
russian: Поза кадра.

source: Loop Time
russian: Время цикла

source: Enable to make the animation play through and then restart when the end is reached.
russian: Включите, чтобы анимация воспроизводилась, а затем перезапускалась по достижении конца.

source: Loop Pose
russian: Петлевая поза

source: Enable to make the animation loop seamlessly.
russian: Включите, чтобы анимация плавно зацикливалась.

source: Offset to the cycle of a looping animation, if we want to start it at a different time.
russian: Смещение цикла зацикленной анимации, если мы хотим запустить ее в другое время.

source: Root Transform Rotation
russian: Вращение корневого преобразования

source: Root Transform Position (Y)
russian: Положение корневого преобразования (Y)

source: Root Transform Position (XZ)
russian: Позиция корневого преобразования (XZ)

source: Bake Into Pose
russian: Принять позу

source: Enable to make root rotation be baked into the movement of the bones. Disable to make root rotation be stored as root motion.
russian: Включите этот параметр, чтобы вращение корня было включено в движение костей. Отключите, чтобы вращение корня сохранялось как движение корня.

source: Offset to the root rotation (in degrees).
russian: Смещение поворота корня (в градусах).

source: Based Upon
russian: На основе

source: What the root rotation is based upon.
russian: На чем основано вращение корней.

source: Based Upon (at Start)
russian: На основе (в начале)

source: Original
russian: Оригинал

source: Keeps the rotation as it is authored in the source file.
russian: Сохраняет вращение в том виде, в котором оно указано в исходном файле.

source: Body Orientation
russian: Ориентация тела

source: Keeps the upper body pointing forward.
russian: Держит верхнюю часть тела направленной вперед.

source: Root Node Rotation
russian: Вращение корневого узла

source: Enable to make vertical root motion be baked into the movement of the bones. Disable to make vertical root motion be stored as root motion.
russian: Включите этот параметр, чтобы вертикальное движение корня было включено в движение костей. Отключите, чтобы вертикальное корневое движение сохранялось как корневое движение.

source: Offset to the vertical root position.
russian: Смещение относительно вертикального корневого положения.

source: What the vertical root position is based upon.
russian: На чем основано вертикальное положение корня.

source: Keeps the vertical position as it is authored in the source file.
russian: Сохраняет вертикальное положение, заданное в исходном файле.

source: Center of Mass
russian: Центр масс

source: Keeps the center of mass aligned with root transform position.
russian: Сохраняет центр масс на одном уровне с положением корневого преобразования.

source: Feet
russian: Ноги

source: Keeps the feet aligned with the root transform position.
russian: Сохраняет ступни в соответствии с положением корневого преобразования.

source: Root Node Position
russian: Положение корневого узла

source: Enable to make horizontal root motion be baked into the movement of the bones. Disable to make horizontal root motion be stored as root motion.
russian: Включите этот параметр, чтобы горизонтальное движение корня было включено в движение костей. Отключите, чтобы горизонтальное корневое движение сохранялось как корневое движение.

source: What the horizontal root position is based upon.
russian: На чем основано горизонтальное положение корня.

source: Keeps the horizontal position as it is authored in the source file.
russian: Сохраняет горизонтальное положение, как оно указано в исходном файле.

source: Mirror left and right in this clip.
russian: Зеркало слева и справа в этом клипе.

source: Curves
russian: Кривые

source: Parameter-related curves.
russian: Кривые, связанные с параметрами.

source: Add Loop Frame
russian: Добавить циклический кадр

source: Events
russian: События

source: loop match
russian: совпадение цикла

source: Both legacy and non legacy Animation Clips have been selected. This combination cannot be edited together. Select either legacy or non legacy Animation Clips.
russian: Были выбраны как устаревшие, так и устаревшие анимационные клипы. Эту комбинацию нельзя редактировать вместе. Выберите устаревшие или устаревшие анимационные клипы.

source: Add Event.
russian: Добавить событие.

source: Go to previous key frame.
russian: Перейти к предыдущему ключевому кадру.

source: Go to next key frame.
russian: Перейти к следующему ключевому кадру.

source: Add Keyframe.
russian: Добавьте ключевой кадр.

source: Add Animation Event
russian: Добавить событие анимации

source: Delete Animation Events
russian: Удалить события анимации

source: Delete Animation Event
russian: Удалить событие анимации

source: Copy Animation Events
russian: Копирование событий анимации

source: Paste Animation Events
russian: Вставить события анимации

source: Cycle Offset Property
russian: Свойство циклического смещения

source: Orientation Offset Y Property
russian: Свойство смещения ориентации по оси Y

source: Level Property
russian: Свойство уровня

source: Mirror Property
russian: Зеркальная недвижимость

source: Inspector
russian: Инспектор

source: Properties...
russian: Характеристики...

source: Debug
russian: Отлаживать

source: Global Volume
russian: Глобальный объем

source: Initial volume multiplier (AudioListener.volume)
russian: Начальный множитель громкости (AudioListener.volume)

source: Volume Rolloff Scale
russian: Шкала спада объема

source: Global volume rolloff multiplier (applies only to logarithmic volume curves).
russian: Множитель спада глобального объема (применяется только к логарифмическим кривым объема).

source: Doppler Factor
russian: Доплеровский фактор

source: Global Doppler speed multiplier for sounds in motion.
russian: Глобальный доплеровский множитель скорости для звуков в движении.

source: Default Speaker Mode
russian: Режим динамика по умолчанию

source: Speaker mode at start of the game. This may be changed at runtime using the AudioSettings.Reset function.
russian: Режим громкой связи в начале игры. Это можно изменить во время выполнения с помощью функции AudioSettings.Reset.

source: System Sample Rate
russian: Частота дискретизации системы

source: Sample rate at which the output device of the audio system runs. Individual sounds may run at different sample rates and will be slowed down/sped up accordingly to match the output rate.
russian: Частота дискретизации, с которой работает устройство вывода аудиосистемы. Отдельные звуки могут воспроизводиться с разной частотой дискретизации и соответственно замедляться/ускоряться в соответствии с частотой вывода.

source: DSP Buffer Size
russian: Размер буфера DSP

source: Length of mixing buffer. This determines the output latency of the game.
russian: Длина буфера смешивания. Это определяет задержку вывода игры.

source: Max Virtual Voices
russian: Макс. виртуальные голоса

source: Maximum number of sounds managed by the system. Even though at most RealVoiceCount of the loudest sounds will be physically playing, the remaining sounds will still be updating their play position.
russian: Максимальное количество звуков, управляемых системой. Несмотря на то, что не более RealVoiceCount самых громких звуков будет воспроизводиться физически, остальные звуки все равно будут обновлять свою позицию воспроизведения.

source: Max Real Voices
russian: Макс. настоящие голоса

source: Maximum number of actual simultaneously playing sounds.
russian: Максимальное количество фактически одновременно воспроизводимых звуков.

source: Spatializer Plugin
russian: Плагин спатиализатора

source: Native audio plugin performing spatialized filtering of 3D sources.
russian: Собственный аудио-плагин, выполняющий пространственную фильтрацию 3D-источников.

source: Ambisonic Decoder Plugin
russian: Плагин декодера Ambisonic

source: Native audio plugin performing ambisonic-to-binaural filtering of sources.
russian: Собственный аудио-плагин, выполняющий амбизонно-бинауральную фильтрацию источников.

source: Disable Unity Audio
russian: Отключить Unity Audio

source: Prevent allocating the output device in the runtime. Use this if you want to use other sound systems than the built-in one.
russian: Запретить выделение устройства вывода во время выполнения. Используйте это, если вы хотите использовать другие звуковые системы, кроме встроенной.

source: Virtualize Effects
russian: Виртуализация эффектов

source: When enabled, dynamically turn off effects and spatializers on AudioSources that are culled in order to save CPU.
russian: Если этот параметр включен, динамически отключайте эффекты и пространственные эффекты в аудиоисточниках, которые отбираются, чтобы сэкономить ресурсы ЦП.

source: Enable Output Suspension (editor only)
russian: Включить приостановку вывода (только редактор)

source: When enabled automatically suspends audio output after detecting that the output has been silent for a long duration (editor only). Suspending the audio system disables a mechanism in the operating system that prevents the computer from going into sleep mode.
russian: При включении автоматически приостанавливает вывод звука после обнаружения того, что вывод был тихим в течение длительного времени (только редактор). Приостановка аудиосистемы отключает механизм операционной системы, который предотвращает переход компьютера в спящий режим.

source: The requested buffer size ({0}) has been overridden to {1} by the operating system
russian: Запрошенный размер буфера ({0}) был заменен операционной системой на {1}.

source: Volume
russian: Объем

source: Rolloff Scale
russian: Шкала спада

source: Sample Rate
russian: Частота дискретизации

source: Requested DSP Buffer Size
russian: Требуемый размер буфера DSP

source: Virtual Voice Count
russian: Виртуальный подсчет голосов

source: Real Voice Count
russian: Реальный подсчет голосов

source: Disable Audio
russian: Отключить звук

source: Enable Output Suspension
russian: Включить приостановку вывода

source: Preview
russian: Предварительный просмотр

source: Asset Labels
russian: Метки активов

source: Add Component
russian: Добавить компонент

source: Under Version Control Check out this asset in order to make changes.
russian: В разделе «Контроль версий» Проверьте этот ресурс, чтобы внести изменения.

source: VCS ({0}) is not connected
russian: VCS ({0}) не подключена

source: Work Offline option is active
russian: Опция «Работа в автономном режиме» активна.

source: Check Out Meta
russian: Проверьте мета

source: Lock
russian: Замок
