Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: When enabled, Unity uses the camera position as the reference point for culling lights instead of the world space origin.
russian: Если этот параметр включен, Unity использует положение камеры в качестве ориентира для отсеивания источников света вместо начала координат в мировом пространстве.

source: When enabled, Unity uses the camera position as the reference point for culling shadows instead of the world space origin.
russian: Если этот параметр включен, Unity использует положение камеры в качестве ориентира для отсеивания теней вместо начала координат в мировом пространстве.

source: The local position of this GameObject relative to the parent.
russian: Локальная позиция этого GameObject относительно родителя.

source: The local scaling of this GameObject relative to the parent.
russian: Локальное масштабирование этого GameObject относительно родительского объекта.

source: Due to floating-point precision limitations, it is recommended to bring the world coordinates of the GameObject within a smaller range.
russian: Из-за ограничений точности чисел с плавающей запятой рекомендуется привести мировые координаты GameObject в меньший диапазон.

source: The local rotation of this GameObject relative to the parent.
russian: Локальное вращение этого GameObject относительно родителя.

source: Assembly Definition
russian: Определение сборки

source: Use GUID
russian: Использовать ГУИД

source: Use the Assembly Definition asset GUID instead of name for referencing. Allows the referenced assembly to be renamed without having to update references.
russian: Для ссылки используйте GUID актива определения сборки вместо имени. Позволяет переименовывать указанную сборку без необходимости обновления ссылок.

source: AssemblyDefinitionReferenceImporter
russian: СборкаDefinitionReferenceImporter

source: Moving an array element will copy the complete array to all other selected objects.
russian: Перемещение элемента массива скопирует весь массив во все остальные выбранные объекты.

source: Unique values in the different selected objects will be lost
russian: Уникальные значения в разных выбранных объектах будут потеряны.

source: The multiplier applied to the curve, describing the width (in world space) along the line.
russian: Множитель, применяемый к кривой, описывающий ширину (в мировом пространстве) вдоль линии.

source: Volume Rolloff
russian: Спад объема

source: Which type of rolloff curve to use
russian: Какой тип кривой спада использовать

source: AudioClip
russian: Аудиоклип

source: The AudioClip asset played by the AudioSource. Can be undefined if the AudioSource is generating a live stream of audio via OnAudioFilterRead.
russian: Ресурс AudioClip, воспроизводимый AudioSource. Может быть неопределенным, если AudioSource генерирует поток аудио в реальном времени через OnAudioFilterRead.

source: Stereo Pan
russian: Стерео панорамирование

source: Only valid for Mono and Stereo AudioClips. Mono sounds will be panned at constant power left and right. Stereo sounds will have each left/right value faded up and down according to the specified pan value.
russian: Действительно только для моно и стерео аудиоклипов. Моно-звуки будут панорамироваться с постоянной мощностью влево и вправо. Стереозвуки будут иметь каждое левое/правое значение, постепенно увеличивающееся и уменьшающееся в соответствии с указанным значением панорамы.

source: Spatial Blend
russian: Пространственное сочетание

source: Sets how much this AudioSource is treated as a 3D source. 3D sources are affected by spatial position and spread. If 3D Pan Level is 0, all spatial attenuation is ignored.
russian: Устанавливает, насколько этот AudioSource рассматривается как 3D-источник. На 3D-источники влияют пространственное положение и распространение. Если уровень панорамирования 3D равен 0, все пространственные затухания игнорируются.

source: Reverb Zone Mix
russian: Микс зон реверберации

source: Sets how much of the signal this AudioSource is mixing into the global reverb associated with the zones. [0, 1] is a linear range (like volume) while [1, 1.1] lets you boost the reverb mix by 10 dB.
russian: Устанавливает, какую часть сигнала этот AudioSource смешивает с глобальной реверберацией, связанной с зонами. [0, 1] — это линейный диапазон (например, громкость), а [1, 1.1] позволяет усилить микс реверберации на 10 дБ.

source: Doppler Level
russian: Допплеровский уровень

source: Specifies how much the pitch is changed based on the relative velocity between AudioListener and AudioSource.
russian: Указывает, насколько изменяется высота звука в зависимости от относительной скорости между AudioListener и AudioSource.

source: Spread
russian: Распространение

source: Sets the spread of a 3d sound in speaker space
russian: Устанавливает распространение 3D-звука в пространстве динамиков.

source: Set whether the sound should play through an Audio Mixer first or directly to the Audio Listener
russian: Установите, должен ли звук сначала воспроизводиться через аудиомикшер или напрямую через аудиопрослушиватель.

source: Sets the overall volume of the sound.
russian: Устанавливает общую громкость звука.

source: Pitch
russian: Подача

source: Sets the frequency of the sound. Use this to slow down or speed up the sound.
russian: Устанавливает частоту звука. Используйте это, чтобы замедлить или ускорить звук.

source: Sets the priority of the source. Note that a sound with a larger priority value will more likely be stolen by sounds with smaller priority values.
russian: Устанавливает приоритет источника. Обратите внимание, что звук с большим значением приоритета с большей вероятностью будет украден звуками с меньшим значением приоритета.

source: Spatialize
russian: Пространствовать

source: Enables or disables custom spatialization for the AudioSource.
russian: Включает или отключает пользовательскую пространственную структуру для AudioSource.

source: Spatialize Post Effects
russian: Пространство пост-эффектов

source: Determines if the custom spatializer is applied before or after the effect filters attached to the AudioSource. This flag only has an effect if the spatialize flag is enabled on the AudioSource.
russian: Определяет, применяется ли пользовательский пространственный преобразователь до или после фильтров эффектов, прикрепленных к AudioSource. Этот флаг имеет эффект только в том случае, если в AudioSource включен флаг пространственной обработки.

source: High
russian: Высокий

source: Low
russian: Низкий

source: Audio Clip
russian: Аудио клип

source: Output Audio Mixer Group
russian: Группа выходного аудиомикшера

source: Bypass Effects
russian: Обход эффектов

source: Bypass Listener Effects
russian: Обход эффектов прослушивателя

source: Bypass Reverb Zones
russian: Обход зон реверберации

source: Rolloff Mode
russian: Режим спада

source: Show generated code
russian: Показать сгенерированный код

source: Show generated code of a surface shader
russian: Показать сгенерированный код поверхностного шейдера

source: Show generated code of a fixed function shader
russian: Показать сгенерированный код шейдера с фиксированной функцией

source: Compile and show code \u007C \u25BE
russian: Скомпилируйте и покажите код u007Cu25BE

source: Overridable
russian: Переопределяемый

source: Shader keywords overridable by global shader keyword state
russian: Ключевые слова шейдера переопределяются глобальным состоянием ключевого слова шейдера.

source: Not overridable
russian: Не переопределяется

source: Shader keywords not overridable by global shader keyword state
russian: Ключевые слова шейдера не переопределяются глобальным состоянием ключевого слова шейдера.

source: no
russian: нет

source: Built-in shader
russian: Встроенный шейдер

source: Copy error text
russian: Копировать текст ошибки

source: Lowpass Resonance Q
russian: Резонанс нижних частот Q

source: Determines how much the filter's self-resonance is dampened
russian: Определяет, насколько подавляется собственный резонанс фильтра.

source: Cutoff Frequency
russian: Частота среза

source: Lowpass cutoff frequency in Hz
russian: Частота среза нижних частот в Гц

source: Highpass Resonance Q
russian: Резонанс верхних частот Q

source: Highpass cutoff frequency in Hz
russian: Частота среза верхних частот в Гц

source: Distortion Level
russian: Уровень искажений

source: Distortion value
russian: Значение искажения

source: Displays avatar's pivot and mass center
russian: Отображает ось вращения и центр масс аватара.

source: IK
russian: ИК

source: Toggles feet IK preview
russian: Переключает предварительный просмотр ног IK

source: Toggles 2D preview mode
russian: Переключает режим 2D-предварительного просмотра

source: Changes the model to use for previewing.
russian: Изменяет модель, используемую для предварительного просмотра.

source: Unity Model
russian: Модель Единства

source: xxxxxx
russian: хххххх

source: Roll
russian: Рулон

source: Specifies the roll angle in degrees.
russian: Определяет угол поворота в градусах.

source: Use Up Object
russian: Использовать объект вверх

source: Specifies how the world up vector should be computed. Either use the World Up Object or the Roll value
russian: Указывает, как должен вычисляться вектор мира вверх. Либо используйте объект World Up, либо значение Roll.

source: Cull Transparent Mesh
russian: Убрать прозрачную сетку

source: Cull if the vertex color alpha is close to zero for every vertex of the mesh.
russian: Отбрасывать, если альфа-цвет вершины близок к нулю для каждой вершины сетки.

source: Cull Transparent Mesh Property
russian: Отменить свойство прозрачной сетки

source: Scale At Rest
russian: Масштаб в состоянии покоя

source: Scale Offset
russian: Смещение масштаба

source: Freeze Scaling Axes
russian: Зафиксировать оси масштабирования

source: Changing Memory setup values can cause severe performance degradation.
russian: Изменение значений настройки памяти может привести к серьезному снижению производительности.

source: Changing the memory setup for editor will update the ProjectSettings/boot.config file. This file is loaded at Editor startup, so will take effect at next startup.
russian: Изменение настройки памяти для редактора приведет к обновлению файла ProjectSettings/boot.config. Этот файл загружается при запуске редактора, поэтому вступит в силу при следующем запуске.

source: Main Allocators
russian: Основные распределители

source: Main Allocator
russian: Главный распределитель

source: Main Thread Block Size
russian: Размер блока основной резьбы

source: Block size used by main thread allocator
russian: Размер блока, используемый распределителем основного потока

source: Shared Thread Block Size
russian: Размер блока общего потока

source: Block size used by shared thread allocator
russian: Размер блока, используемый распределителем общего потока

source: Gfx Allocator
russian: Распределитель GFX

source: Block size used by main thread for gfx allocations
russian: Размер блока, используемый основным потоком для распределения gfx

source: Block size used by shared threads for gfx allocations
russian: Размер блока, используемый общими потоками для распределения gfx

source: Other Allocators
russian: Другие распределители

source: File Cache Block Size
russian: Размер блока файлового кэша

source: Block size used by file cache allocator. Setting this value to 0 will cause the file cache allocations to be passed to the main allocator
russian: Размер блока, используемый распределителем файлового кэша. Установка этого значения на 0 приведет к тому, что выделения файлового кэша будут переданы основному распределителю.

source: Type Tree Block Size
russian: Тип Размер древовидного блока

source: Block size used by the tree allocator. Setting this value to 0 will cause the type tree allocations to be passed to the main allocator
russian: Размер блока, используемый распределителем дерева. Установка этого значения в 0 приведет к тому, что выделения дерева типов будут переданы основному распределителю.

source: Fast Per Thread Temporary Allocators
russian: Быстрые временные распределители для каждого потока

source: Block size can grow to twice the initial size
russian: Размер блока может увеличиться в два раза по сравнению с первоначальным размером.

source: Block size can grow to 8 times the initial size
russian: Размер блока может вырасти в 8 раз по сравнению с первоначальным размером.

source: Initial size for main thread temp allocator
russian: Начальный размер распределителя температуры основного потока

source: Job Worker Block Size
russian: Размер блока рабочего задания

source: Block size for worker job temp allocators
russian: Размер блока для распределителей температуры рабочих мест

source: Background Job Worker Block Size
russian: Размер блока фонового задания Worker

source: Preload Block Size
russian: Размер блока предварительной загрузки

source: Audio Worker Block Size
russian: Размер блока аудиоработы

source: Cloud Worker Block Size
russian: Размер блока облачного работника

source: Gfx Thread Block Size
russian: Размер блока резьбы Gfx

source: GI Baking Block Size
russian: Размер блока для выпечки GI

source: Block size for GI baking workers temp allocators
russian: Размер блока для распределителей температуры работников выпечки GI

source: NavMesh Worker Block Size
russian: Размер рабочего блока NavMesh

source: Fast Thread Shared Temporary Allocators
russian: Общие временные распределители быстрых потоков

source: Job Allocator Block Size
russian: Размер блока распределителя заданий

source: Block size for worker job temp allocators. Can grow to 64 blocks
russian: Размер блока для распределителей температуры рабочих заданий. Может вырасти до 64 блоков.

source: Background Job Allocator Block Size
russian: Размер блока распределителя фоновых заданий

source: Block size for background worker job temp allocators. Can grow to 64 blocks
russian: Размер блока для распределителей температуры фоновых рабочих заданий. Может вырасти до 64 блоков.

source: Job Allocator Block Sizes on low memory platform
russian: Размеры блоков распределителя заданий на платформе с малым объемом памяти

source: Block sizes for job and background if platform has less than 2GB memory
russian: Размеры блоков для задания и фона, если на платформе меньше 2 ГБ памяти.

source: Shared Bucket Allocator
russian: Распределитель общего сегмента

source: Bucket Allocator Granularity
russian: Детализация распределителя сегментов

source: Bucket allocator bucket granularity
russian: Степень детализации сегмента распределителя сегментов

source: Bucket Allocator BucketCount
russian: Распределитель сегментов BucketCount

source: Number of bucket size increments of bucket granularity
russian: Количество приращений размера сегмента детализации сегмента

source: Bucket Allocator Block Size
russian: Размер блока распределителя сегментов

source: Bucket allocator block size
russian: Размер блока распределителя сегментов

source: Bucket Allocator Block Count
russian: Подсчет блоков распределителя сегментов

source: Bucket allocator block count
russian: Количество блоков распределителя сегментов

source: Profiler Allocators
russian: Распределители профилировщиков

source: Profiler Block Size
russian: Размер блока профилировщика

source: Block size used by main profiler allocations
russian: Размер блока, используемый основным распределением профилировщика

source: Editor Profiler Block Size
russian: Размер блока профайлера редактора

source: Editor only: Block size used by editor specific profiler allocations
russian: Только редактор: размер блока, используемый конкретными выделениями профилировщика редактора.

source: Shared Profiler Bucket Allocator
russian: Общий распределитель сегментов профилировщика

source: Editor
russian: Редактор

source: Editor settings
russian: Настройки редактора

source: Players
russian: Игроки

source: player settings
russian: настройки плеера

source: Edit memory settings
russian: Изменить настройки памяти

source: Changing default memory setting can have severe negative impact on performance. Are you sure you want to continue?
russian: Изменение настроек памяти по умолчанию может оказать серьезное негативное влияние на производительность. Вы уверены, что хотите продолжить?

source: Settings for {0}
russian: Настройки для {0}

source: Auto Mixer Suspend
russian: Автоматическая приостановка микшера

source: Enables/disables suspending of processing in order to save CPU when the RMS signal level falls under the defined threshold (in dB). Mixers resume processing when an AudioSource referencing them starts playing again.
russian: Включает/отключает приостановку обработки для экономии ресурсов ЦП, когда среднеквадратичный уровень сигнала падает ниже определенного порога (в дБ). Микшеры возобновляют обработку, когда ссылающийся на них AudioSource снова начинает воспроизведение.

source: Threshold Volume
russian: Пороговая громкость

source: The level of the Master Group at which the mixer suspends processing in order to save CPU. Mixers resume processing when an AudioSource referencing them starts playing again.
russian: Уровень Мастер-группы, на котором микшер приостанавливает обработку для экономии ресурсов ЦП. Микшеры возобновляют обработку, когда ссылающийся на них AudioSource снова начинает воспроизведение.

source: Update AudioMixer transitions with game time or unscaled realtime.
russian: Обновите переходы AudioMixer с учетом игрового времени или немасштабированного реального времени.

source: Enable Suspend
russian: Включить приостановку

source: Is Trigger
russian: Является триггером

source: Is this collider a trigger? Triggers are only supported on convex colliders.
russian: Является ли этот коллайдер триггером? Триггеры поддерживаются только на выпуклых коллайдерах.

source: Convex
russian: Выпуклый

source: Is this collider convex?
russian: Этот коллайдер выпуклый?

source: Cooking Options
russian: Варианты приготовления

source: Options affecting the result of the mesh processing by the physics engine.
russian: Параметры, влияющие на результат обработки сетки физическим движком.

source: Reference to the Mesh to use for collisions.
russian: Ссылка на сетку, используемую для коллизий.

source: Provides Contacts
russian: Предоставляет контакты

source: The name for the Sprite.
russian: Имя спрайта.

source: The value is normalized to the Sprite's size where (0, 0) is the lower left and (1, 1) is the upper right. May be used for syncing animation frames of different sizes.
russian: Значение нормализуется по размеру спрайта, где (0, 0) — левый нижний угол, а (1, 1) — правый верхний. Может использоваться для синхронизации кадров анимации разных размеров.

source: Border values for the Sprite set in Sprite Editor window. May be useful for 9-Slicing Sprites. The values are in pixels units.
russian: Значения границ для спрайта, заданные в окне редактора спрайтов. Может быть полезно для спрайтов с 9 срезами. Значения указаны в пикселях.

source: L:{0:0.##} B:{1:0.##} R:{2:0.##} T:{3:0.##}
russian: Л:{0:0.##} Б:{1:0.##} Р:{2:0.##} Т:{3:0.##}

source: Shader Pass used to update the Custom Render Texture.
russian: Shader Pass, используемый для обновления пользовательской текстуры рендеринга.

source: Swap (Double Buffer)
russian: Обмен (двойной буфер)

source: If ticked, and if the texture is double buffered, a request is made to swap the buffers before the next update. If this is not ticked, the buffers will not be swapped.
russian: Если этот флажок установлен и текстура имеет двойную буферизацию, перед следующим обновлением делается запрос на замену буферов. Если этот флажок не установлен, буферы не будут меняться местами.

source: Specify how the texture should be updated.
russian: Укажите, как должна обновляться текстура.

source: Period
russian: Период

source: Period in seconds at which real-time textures are updated (0.0 will update every frame).
russian: Период в секундах, в течение которого обновляются текстуры в реальном времени (0,0 будет обновляться каждый кадр).

source: If ticked, the Custom Render Texture is double buffered so that you can access it during its own update. If unticked, the Custom Render Texture will be not be double buffered.
russian: Если этот флажок установлен, пользовательская текстура рендеринга подвергается двойной буферизации, поэтому вы можете получить к ней доступ во время ее собственного обновления. Если этот флажок снят, пользовательская текстура рендеринга не будет подвергаться двойной буферизации.

source: Specify how the texture should be initialized.
russian: Укажите, как должна быть инициализирована текстура.

source: Specify if the texture is initialized by a Material or by a Texture and a Color.
russian: Укажите, инициализируется ли текстура материалом или текстурой и цветом.

source: Color with which the Custom Render Texture is initialized.
russian: Цвет, которым инициализируется пользовательская текстура рендеринга.

source: Texture with which the Custom Render Texture is initialized (multiplied by the initialization color).
russian: Текстура, с помощью которой инициализируется пользовательская текстура рендеринга (умножается на цвет инициализации).

source: Material with which the Custom Render Texture is initialized.
russian: Материал, с помощью которого инициализируется пользовательская текстура рендеринга.

source: Space in which the update zones are expressed (Normalized or Pixel space).
russian: Пространство, в котором выражаются зоны обновления (нормализованное или пиксельное пространство).

source: List of partial update zones.
russian: Список зон частичного обновления.

source: Cubemap Faces
russian: Лица кубической карты

source: Enable or disable rendering on each face of the cubemap.
russian: Включите или отключите рендеринг на каждой грани кубической карты.

source: Center of the partial update zone.
russian: Центр зоны частичного обновления.

source: Size of the partial update zone.
russian: Размер зоны частичного обновления.

source: Rotation of the update zone.
russian: Ротация зоны обновления.

source: If ticked, Update zones will wrap around the border of the Custom Render Texture. If unticked, Update zones will be clamped at the border of the Custom Render Texture.
russian: Если этот флажок установлен, зоны обновления будут обтекать границу пользовательской текстуры рендеринга. Если этот флажок снят, зоны обновления будут ограничены границей пользовательской текстуры рендеринга.

source: OnDemand
russian: По требованию

source: Texture and Color
russian: Текстура и цвет

source: Normalized
russian: Нормализованный

source: Pixel
russian: Пиксель

source: +Z
russian: +З

source: -Z
russian: -З

source: Export
russian: Экспорт

source: Definition
russian: Определение

source: Choose between Create From This Model, Copy From Other Avatar. The first one creates a Mask for this file and the second one uses a Mask from another file to import animation.
russian: Выберите «Создать из этой модели», «Копировать из другого аватара». Первый создает маску для этого файла, а второй использует маску из другого файла для импорта анимации.

source: Create From This Model
russian: Создать из этой модели

source: Create a Mask based on the model from this file. For Humanoid rig all the human transforms are always imported and converted to muscle curve, thus they cannot be unchecked.
russian: Создайте маску на основе модели из этого файла. В риге Humanoid все человеческие трансформации всегда импортируются и преобразуются в кривую мышц, поэтому их нельзя отменить.

source: Copy From Other Mask
russian: Копировать из другой маски

source: Copy a Mask from another file to import animation clip.
russian: Скопируйте маску из другого файла, чтобы импортировать анимационный клип.

source: None
russian: Никто

source: Import Everything
russian: Импортировать все
