Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Render target display black/white intensity levels
russian: Уровни интенсивности черного/белого отображения целевого объекта рендеринга

source: Show depth buffer
russian: Показать буфер глубины

source: Which render target color channels to show
russian: Какие целевые цветовые каналы рендеринга отображать

source: RT 0
russian: РТ 0

source: Show render target #0
russian: Показать цель рендеринга №0

source: RT 1
russian: РТ 1

source: Show render target #1
russian: Показать цель рендеринга №1

source: RT 2
russian: РТ 2

source: Show render target #2
russian: Показать цель рендеринга №2

source: RT 3
russian: РТ 3

source: Show render target #3
russian: Показать цель рендеринга №3

source: RT 4
russian: РТ 4

source: Show render target #4
russian: Показать цель рендеринга №4

source: RT 5
russian: РТ 5

source: Show render target #5
russian: Показать цель рендеринга №5

source: RT 6
russian: РТ 6

source: Show render target #6
russian: Показать цель рендеринга №6

source: RT 7
russian: РТ 7

source: Show render target #7
russian: Показать цель рендеринга №7

source: RenderTarget
russian: Цель рендеринга

source: Copy Event Info
russian: Копировать информацию о событии

source: Copy Property
russian: Копировать свойство

source: Copy Output
russian: Копировать вывод

source: Copy All Details
russian: Скопировать все детали

source: Copy All Keyword Properties
russian: Скопировать все свойства ключевого слова

source: Copy All Texture Properties
russian: Копировать все свойства текстуры

source: Copy All Integer Properties
russian: Копировать все целочисленные свойства

source: Copy All Float Properties
russian: Копировать все свойства Float

source: Copy All Vector Properties
russian: Копировать все свойства вектора

source: Copy All Matrix Properties
russian: Копировать все свойства матрицы

source: Copy All Buffer Properties
russian: Копировать все свойства буфера

source: Copy All Constant Buffer Properties
russian: Копировать все свойства буфера констант

source: Used Shader
russian: Используемый шейдер

source: The shader used in this draw call.
russian: Шейдер, используемый в этом вызове отрисовки.

source: Original Shader
russian: Оригинальный шейдер

source: The shader originally set to be used in this draw call.
russian: Шейдер, изначально настроенный для использования в этом вызове отрисовки.

source: Ray Tracing Shader
russian: Шейдер трассировки лучей

source: Ray Generation Shader
russian: Шейдер генерации лучей

source: Compute Shader
russian: Вычислительный шейдер

source: Batch cause
russian: Причина пакета

source: Pass LightMode
russian: Пройти LightMode

source: Output / Mesh
russian: Выход/Сетка

source: Details
russian: Подробности

source: Vectors
russian: Векторы

source: Matrices
russian: Матрицы

source: Buffers
russian: Буферы

source: Frame Debugger
russian: Отладчик кадров

source: Browse...
russian: Просматривать...

source: Load Previous Project on Startup
russian: Загрузить предыдущий проект при запуске

source: Disable Editor Analytics
russian: Отключить аналитику редактора

source: Auto-save scenes before building
russian: Автосохранение сцен перед сборкой

source: Script Changes While Playing
russian: Изменения сценария во время игры

source: Editor Font
russian: Шрифт редактора

source: Editor Theme
russian: Редактор темы

source: Light
russian: Свет

source: Dark
russian: Темный

source: Hierarchy window
russian: Окно иерархии

source: Enable Alphanumeric Sorting
russian: Включить буквенно-цифровую сортировку

source: If enabled then you can choose between Transform sorting and Alphabetical sorting in the Hierarchy.
russian: Если этот параметр включен, вы можете выбирать между сортировкой преобразования и сортировкой по алфавиту в иерархии.

source: Default Prefab Mode
russian: Режим сборных конструкций по умолчанию

source: This mode will be used when opening Prefab Mode from a Prefab instance in the Hierarchy.
russian: Этот режим будет использоваться при открытии режима префаба из экземпляра префаба в иерархии.

source: Frame Throttling (milliseconds)
russian: Регулирование кадров (миллисекунды)

source: The number of milliseconds the Editor can idle between frames.
russian: Количество миллисекунд, в течение которых редактор может простаивать между кадрами.

source: Input Throttling (milliseconds)
russian: Входное регулирование (миллисекунды)

source: The maximum number of milliseconds the Editor will take to process user inputs.
russian: Максимальное количество миллисекунд, которое потребуется редактору для обработки вводимых пользователем данных.

source: Interaction Mode
russian: Режим взаимодействия

source: Specifies how long the Editor can idle before it updates.
russian: Указывает, как долго редактор может простаивать перед обновлением.

source: Create Game View On Play
russian: Создать представление игры в игре

source: If enabled, a Game View window will be created when entering play mode if none exists
russian: Если этот параметр включен, при входе в режим игры будет создано окно просмотра игры, если его не существует.

source: Enable extended Dynamic Hints
russian: Включить расширенные динамические подсказки

source: Check this to enable extended Dynamic Hints. If available, extended Dynamic Hints will display more information when a property, object or tool is hovered for enough time, or when a Dynamic Hint is displayed
russian: Установите этот флажок, чтобы включить расширенные динамические подсказки. Если доступно, расширенные динамические подсказки будут отображать дополнительную информацию при наведении на свойство, объект или инструмент в течение достаточного времени или при отображении динамической подсказки.

source: The Editor can idle up to 4 ms per frame.
russian: Редактор может простаивать до 4 мс на кадр.

source: No Throttling
russian: Нет регулирования

source: The Editor does not idle. It runs as fast as possible.
russian: Редактор не бездействует. Он работает настолько быстро, насколько это возможно.

source: Monitor Refresh Rate
russian: Частота обновления монитора

source: The Editor can idle up to whatever the monitor's refresh rate is, in milliseconds.
russian: Редактор может работать в режиме ожидания до любой частоты обновления монитора в миллисекундах.

source: You specify how many milliseconds per frame the Editor can idle.
russian: Вы указываете, сколько миллисекунд на кадр может простаивать редактор.

source: Busy Progress Delay
russian: Задержка при занятости

source: Delay in seconds before 'Unity is busy' progress bar shows up.
russian: Задержка в секундах перед появлением индикатора выполнения «Unity занято».

source: Graph Snapping
russian: Привязка графика

source: If enabled, GraphElements in Graph Views (such as Shader Graph) align with one another when you move them. If disabled, GraphElements move freely.
russian: Если этот параметр включен, элементы GraphElements в представлениях графиков (таких как Shader Graph) выравниваются друг по другу при их перемещении. Если этот параметр отключен, GraphElements перемещаются свободно.

source: Package Manager Log Level
russian: Уровень журнала диспетчера пакетов

source: Package Manager Log Level currently overridden by -enablePackageManagerTraces command-line argument.
russian: Уровень журнала диспетчера пакетов в настоящее время переопределяется аргументом командной строки -enablePackageManagerTraces.

source: Perform Bump Map Check
russian: Выполнить проверку карты рельефа

source: Enables Bump Map Checks upon import of Materials. This checks that textures used in a normal map material slot are actually defined as normal maps.
russian: Включает проверку карты рельефа при импорте материалов. Это проверяет, что текстуры, используемые в слоте материала карты нормалей, действительно определены как карты нормалей.

source: Timestamp Editor log entries
russian: Записи журнала редактора временных меток

source: Adds timestamp and thread Id to Editor.log messages.
russian: Добавляет метку времени и идентификатор потока в сообщения Editor.log.

source: Enable PlayMode Tooltips
russian: Включить всплывающие подсказки режима воспроизведения

source: Enables tooltips in the editor while in play mode.
russian: Включает всплывающие подсказки в редакторе в режиме воспроизведения.

source: Code Optimization On Startup
russian: Оптимизация кода при запуске

source: Changing this setting requires a restart to take effect.
russian: Изменение этого параметра требует перезагрузки, чтобы вступило в силу.

source: Revision Control Diff/Merge
russian: Контроль версий: разница/объединение

source: External Script Editor
russian: Внешний редактор скриптов

source: Image application
russian: Приложение изображения

source: Editor icons and text scaling
russian: Значки редактора и масштабирование текста

source: Use default desktop setting
russian: Использовать настройки рабочего стола по умолчанию

source: Current scaling
russian: Текущее масштабирование

source: Use custom scaling value
russian: Использовать собственное значение масштабирования

source: Maximum Cache Size (GB)
russian: Максимальный размер кэша (ГБ)

source: The size of the GI Cache folder will be kept below this maximum value when possible. A background job will periodically clean up the oldest unused files.
russian: Размер папки GI Cache по возможности будет поддерживаться ниже этого максимального значения. Фоновое задание будет периодически очищать самые старые неиспользуемые файлы.

source: Custom cache location
russian: Пользовательское расположение кэша

source: Specify the GI Cache folder location.
russian: Укажите расположение папки GI Cache.

source: Cache Folder Location
russian: Расположение папки кэша

source: The GI Cache folder is shared between all projects.
russian: Папка GI Cache используется всеми проектами.

source: Cache compression
russian: Сжатие кэша

source: Use fast realtime compression for the GI cache files to reduce the size of generated data. Disable it and clean the cache if you need access to the raw data generated by Enlighten.
russian: Используйте быстрое сжатие в реальном времени для файлов кэша GI, чтобы уменьшить размер генерируемых данных. Отключите его и очистите кеш, если вам нужен доступ к необработанным данным, сгенерированным Enlighten.

source: Cache settings can't be changed while lightmapping is being computed.
russian: Настройки кэша нельзя изменить во время вычисления карты освещения.

source: Clean Cache
russian: Очистить кэш

source: Browse for GI Cache location
russian: Найдите местоположение GI Cache

source: Cache size is
russian: Размер кэша

source: Please wait...
russian: Пожалуйста, подождите...

source: Enable filtering while searching
russian: Включить фильтрацию во время поиска

source: If enabled, searching will cause non-matching items in the scene view to be greyed out
russian: Если этот параметр включен, поиск приведет к тому, что несовпадающие элементы в представлении сцены будут выделены серым цветом.

source: Enable filtering while editing LOD groups
russian: Включить фильтрацию при редактировании групп LOD

source: If enabled, editing LOD groups will cause other objects in the scene view to be greyed out
russian: Если этот параметр включен, редактирование групп LOD приведет к тому, что другие объекты в виде сцены будут выделены серым цветом.

source: Line Thickness
russian: Толщина линии

source: Thickness of manipulator tool handle lines
russian: Толщина линий рукоятки инструмента манипулятора

source: Create Objects at Origin
russian: Создание объектов в начале координат

source: Enable this preference to instantiate new 3D objects at World coordinates 0,0,0. Disable it to instantiate them at the Scene pivot (in front of the Scene view Camera).
russian: Включите эту настройку, чтобы создавать новые 3D-объекты с мировыми координатами 0,0,0. Отключите его, чтобы создать их экземпляры в центре сцены (перед камерой просмотра сцены).

source: Create Objects with Constrained Proportions scale on
russian: Создание объектов с ограниченными пропорциями масштабируется

source: If enabled, scale in the transform component will be set to constrain proportions for new GameObjects by default
russian: Если этот параметр включен, масштаб в компоненте преобразования будет установлен для ограничения пропорций новых игровых объектов по умолчанию.

source: Auto-hide gizmos
russian: Автоматическое скрытие штуковин

source: Automatically hide gizmos of Components collapsed in the Inspector
russian: Автоматически скрывать вещицы свернутых компонентов в Инспекторе.

source: Refresh the Scene view only when the Editor is in focus.
russian: Обновляйте представление «Сцена» только тогда, когда редактор находится в фокусе.

source: If enabled, ignore the "Always Refresh" flag on the Scene view when the Editor is not the foregrounded application.
russian: Если этот параметр включен, игнорируйте флажок «Всегда обновлять» в представлении «Сцена», когда редактор не является приоритетным приложением.

source: Editor Language (Experimental)
russian: Язык редактора (экспериментальный)

source: Editor language
russian: Язык редактора

source: Localize compiler messages
russian: Локализация сообщений компилятора

source: Developer Mode
russian: Режим разработчика

source: Enable or disable developer mode features.
russian: Включите или отключите функции режима разработчика.

source: Generate OnPostprocessAllAssets Dependency Diagram
russian: Создайте диаграмму зависимостей OnPostprocessAllAssets

source: Generates a graphviz diagram to show OnPostprocessAllAssets dependencies.
russian: Создает графическую диаграмму для отображения зависимостей OnPostprocessAllAssets.

source: Show Repaint Dots
russian: Показать точки перерисовки

source: Enable or disable the colored dots that flash when an EditorWindow repaints.
russian: Включите или отключите цветные точки, которые мигают при перерисовке окна редактора.

source: Documentation Server
russian: Сервер документации

source: Select the documentation redirection server.
russian: Выберите сервер перенаправления документации.

source: Open by file extension
russian: Открыть по расширению файла

source: Auto Refresh
russian: Автоматическое обновление

source: Automatically import changed assets.
russian: Автоматически импортировать измененные ресурсы.

source: Auto Refresh must be set when using Collaboration feature.
russian: При использовании функции совместной работы необходимо установить автоматическое обновление.

source: Import Worker Count %
russian: Импорт рабочих Количество%

source: Desired asset import worker count for new projects in percentage of available logical CPU cores.
russian: Желаемый рабочий импорт активов рассчитывается для новых проектов в процентах от доступных логических ядер ЦП.

source: Directory Monitoring
russian: Мониторинг каталогов

source: Monitor directories instead of scanning all project files to detect asset changes.
russian: Отслеживайте каталоги вместо сканирования всех файлов проекта для обнаружения изменений активов.

source: Compress Textures on Import
russian: Сжатие текстур при импорте

source: Disable to skip texture compression during import process (textures will be imported into uncompressed formats, and compressed when making a build).
russian: Отключите, чтобы пропустить сжатие текстур во время процесса импорта (текстуры будут импортированы в несжатые форматы и сжаты при создании сборки).

source: Verify Saving Assets
russian: Проверка сохранения ресурсов

source: Show confirmation dialog whenever Unity saves any assets.
russian: Показывать диалоговое окно подтверждения всякий раз, когда Unity сохраняет какие-либо ресурсы.

source: Show Enter Safe Mode Dialog
russian: Показать диалоговое окно входа в безопасный режим

source: Show confirmation dialog when Unity would enter Safe Mode due to script compilation errors.
russian: Показывать диалоговое окно подтверждения, когда Unity переходит в безопасный режим из-за ошибок компиляции скрипта.

source: Isolate Selection
russian: Изолировать выделение

source: Limits the table contents to the active selection.
russian: Ограничивает содержимое таблицы активным выбором.

source: Show Inactive Objects
russian: Показать неактивные объекты

source: Show objects that are not active in the hierarchy but contains the component.
russian: Показать объекты, которые не активны в иерархии, но содержат компонент.

source: Adds this group to set of soloed groups
russian: Добавляет эту группу в набор одиночных групп.

source: Mutes this group
russian: Отключить звук в этой группе

source: Bypasses the effects on this group
russian: Обходит эффекты на эту группу

source: Drag horizontally to change wet mix levels or vertically to change order of effects. Note: Enable wet mixing in the context menu.
russian: Перетащите горизонтально, чтобы изменить уровни влажной смеси, или вертикально, чтобы изменить порядок эффектов. Примечание. Включите влажное смешивание в контекстном меню.

source: Place the attenuation slot in the effect stack where attenuation should take effect
russian: Поместите слот затухания в стек эффектов, где затухание должно вступить в силу.

source: Connect to a Receive in the context menu or in the inspector
russian: Подключитесь к получению в контекстном меню или в инспекторе.

source: Connect a Send to this Receive
russian: Подключите отправку к этому получению

source: Connect a Send to this Duck Volume
russian: Подключите отправку к этому тому Duck

source: Ducking Fader
russian: Приглушенный фейдер

source: Attenuation fader
russian: Фейдер затухания

source: The VU meter shows the current level of the mix of all sounds and subgroups.
russian: Индикатор VU показывает текущий уровень микса всех звуков и подгрупп.

source: Referenced groups
russian: Ссылочные группы

source: Mixer groups that are hidden but are referenced by the visible mixer groups are shown here for convenience
russian: Группы микшеров, которые скрыты, но на которые ссылаются видимые группы микшеров, для удобства показаны здесь.

source: Toggle bypass on this effect
russian: Включить обход этого эффекта

source: Allow Wet Mixing (causes higher memory usage)
russian: Разрешить влажное смешивание (приводит к увеличению использования памяти)

source: Add...
russian: Добавлять...

source: Edit in Playmode
russian: Редактировать в режиме воспроизведения

source: Add Effect
russian: Добавить эффект

source: Send level
russian: Уровень отправки

source: Receive
russian: Получать

source: Wet
russian: Влажный

source: Enables/disables wet/dry ratio on this effect. Note that this makes the DSP graph more complex and requires additional CPU and memory, so use it only when necessary.
russian: Включает/отключает соотношение влажного/сухого эффекта для этого эффекта. Обратите внимание, что это усложняет график DSP и требует дополнительных процессоров и памяти, поэтому используйте его только при необходимости.

source: No Send sources connected.
russian: Нет подключенных источников отправки.

source: Copy effect settings to all snapshots
russian: Скопировать настройки эффекта во все снимки

source: Copy effect settings to all snapshots, including wet level
russian: Скопируйте настройки эффектов на все снимки, включая мокрый уровень.

source: Remove this effect
russian: Удалить этот эффект

source: No valid Receive targets found
russian: Не найдено действительных целей получения.

source: Unexpose
russian: Неэкспонировать

source: Views
russian: Просмотры

source: A view is the saved visibility state of the current Mixer Groups. Use views to setup often used combinations of Mixer Groups.
russian: Представление — это сохраненное состояние видимости текущих групп микшеров. Используйте представления для настройки часто используемых комбинаций групп микшера.

source: Audio Mixer parameters can be exposed to scripting. Select an Audio Mixer Group, right click one of its properties in the Inspector and select 'Expose'.
russian: Параметры аудиомикшера могут быть доступны для сценариев. Выберите группу аудиомикшеров, щелкните правой кнопкой мыши одно из ее свойств в инспекторе и выберите «Выставить».

source: Audio Mixer
russian: Аудиомикшер

source: Edit in Play Mode
russian: Редактировать в режиме воспроизведения

source: Are scene and inspector changes recorded into the animation curves?
russian: Записываются ли изменения сцены и инспектора в кривые анимации?

source: Sort groups alphabetically
russian: Сортировать группы по алфавиту

source: Show referenced groups
russian: Показать связанные группы

source: Show group connections
russian: Показать соединения в группах

source: Only highlight selected group connections
russian: Выделять только выбранные групповые соединения

source: Vertical layout
russian: Вертикальная планировка

source: Horizontal layout
russian: Горизонтальная планировка

source: Use RMS metering for display
russian: Использовать среднеквадратичное значение для отображения

source: Use peak metering for display
russian: Используйте пиковое измерение для отображения

source: DEVELOPER/Groups Rendered Above
russian: РАЗРАБОТЧИК/Группы, представленные выше

source: DEVELOPER/Build 10 groups
russian: РАЗРАБОТЧИК/Создать 10 групп

source: DEVELOPER/Build 20 groups
russian: РАЗРАБОТЧИК/Создать 20 групп

source: DEVELOPER/Build 40 groups
russian: РАЗРАБОТЧИК/Создать 40 групп

source: DEVELOPER/Build 80 groups
russian: РАЗРАБОТЧИК/Создайте 80 групп

source: DEVELOPER/Build 160 groups
russian: РАЗРАБОТЧИК/Сборка 160 групп

source: DEVELOPER/Build chain of 10 groups
russian: РАЗРАБОТЧИК/Построение цепочки из 10 групп

source: DEVELOPER/Build chain of 20 groups
russian: РАЗРАБОТЧИК/Построение цепочки из 20 групп

source: DEVELOPER/Build chain of 40 groups
russian: РАЗРАБОТЧИК/Создание цепочки из 40 групп

source: DEVELOPER/Build chain of 80 groups
russian: РАЗРАБОТЧИК/Создание цепочки из 80 групп

source: DEVELOPER/Show overlays
russian: РАЗРАБОТЧИК/Показать наложения

source: No Audio Mixers found in this project
russian: В этом проекте не найдено аудиомикшеров

source: Start snapshot
russian: Начать снимок

source: Snapshots
russian: Снимки

source: A snapshot is a set of values for all parameters in the mixer. When using the mixer, you modify parameters in the selected snapshot. Blend between multiple snapshots at runtime.
russian: Снимок — это набор значений всех параметров микшера. При использовании микшера вы изменяете параметры выбранного снимка. Смешивайте несколько снимков во время выполнения.

source: Set as start Snapshot
russian: Установить в качестве начального снимка

source: Linear Snapshot Transition
russian: Линейный переход снимка

source: Smoothstep Snapshot Transition
russian: Плавный переход моментального снимка

source: Squared Snapshot Transition
russian: Квадратный переход снимка

source: SquareRoot Snapshot Transition
russian: Переход моментального снимка SquareRoot

source: BrickwallStart Snapshot Transition
russian: BrickwallНачать переход снимка

source: Attenuation Snapshot Transition
russian: Переход моментального снимка затухания

source: Mixers
russian: Миксеры

source: All mixers in the project are shown here. By default, a mixer outputs to the AudioListener but mixers can also route their output to other mixers. Each mixer shows where it outputs (in parenthesis). To reroute a mixer simply drag the mixer upon another mixer and select a group from the popup.
russian: Здесь показаны все микшеры проекта. По умолчанию микшер выводит выходные данные на AudioListener, но микшеры также могут направлять свой вывод на другие микшеры. На каждом микшере указано, куда он выводит сигнал (в скобках). Чтобы перенаправить микшер, просто перетащите его на другой микшер и выберите группу во всплывающем окне.
