Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: When enabled, HDRP uses the Volumetric Clouds texture (in screen space) for the occlusion.
russian: Когда HDRP включен, для перекрытия используется текстура объемных облаков (в пространстве экрана).

source: List of elements in the Lens Flare.
russian: Список элементов в Lens Flare.

source: Lens Flare Element
russian: Элемент блика объектива

source: Elements in the Lens Flare.
russian: Элементы в блике объектива.

source: Axis Transform
russian: Преобразование оси

source: Radial Distortion
russian: Радиальное искажение

source: Multiple Elements
russian: Несколько элементов

source: Specifies the type of this lens flare element.
russian: Указывает тип элемента блика объектива.

source: Specifies the Texture this element uses.
russian: Указывает текстуру, которую использует этот элемент.

source: Use Aspect Ratio
russian: Использовать соотношение сторон

source: When enabled, uses original aspect ratio of the width and height of the element's Flare Texture (or 1 for shape).
russian: Если этот параметр включен, используется исходное соотношение сторон ширины и высоты текстуры блика элемента (или 1 для формы).

source: Controls the offset of the Procedural Flare gradient relative to its starting point. A higher value means the gradient starts further from the center of the shape.
russian: Управляет смещением градиента процедурной блики относительно его начальной точки. Более высокое значение означает, что градиент начинается дальше от центра фигуры.

source: Controls the smoothness of the gradient. A higher value creates a sharper gradient.
russian: Управляет плавностью градиента. Более высокое значение создает более резкий градиент.

source: Side Count
russian: Количество сторон

source: Specifies the number of sides of the lens flare polygon.
russian: Указывает количество сторон многоугольника бликов.

source: Roundness
russian: Округлость

source: Specifies the roundness of the polygon flare. A value of 0 creates a sharp polygon, a value of 1 creates a circle.
russian: Определяет округлость блика многоугольника. Значение 0 создает острый многоугольник, значение 1 создает круг.

source: When enabled, will invert the gradient direction.
russian: Если этот параметр включен, направление градиента будет инвертировано.

source: Specifies the tint of the element. If the element type is set to Image, the Flare Texture is multiplied by this color.
russian: Определяет оттенок элемента. Если тип элемента установлен на «Изображение», текстура бликов умножается на этот цвет.

source: Modulate By Light Color
russian: Модулировать светлым цветом

source: When enabled,changes the color of the elements based on the light color, if this asset is attached to a light.
russian: Если этот параметр включен, цвет элементов изменяется в зависимости от цвета источника света, если этот ресурс прикреплен к источнику света.

source: Sets the intensity of the element.
russian: Устанавливает интенсивность элемента.

source: Specifies the blend mode this element uses.
russian: Указывает режим наложения, используемый этим элементом.

source: Sets the offset of this element in screen space relative to its source.
russian: Устанавливает смещение этого элемента в экранном пространстве относительно его источника.

source: Auto Rotate
russian: Автоматический поворот

source: When enabled, automatically rotates the element between its position and the center of the screen. Requires the Starting Position property to have a value greater than 0.
russian: Если эта функция включена, элемент автоматически поворачивается между его положением и центром экрана. Требуется, чтобы свойство «Начальная позиция» имело значение больше 0.

source: Sets the local rotation of the elements.
russian: Устанавливает локальное вращение элементов.

source: Sets the stretch of each dimension in relative to the scale. You can use this with Radial Distortion.
russian: Устанавливает растяжение каждого измерения относительно масштаба. Вы можете использовать это с радиальным искажением.

source: Uniform Scale
russian: Единый масштаб

source: Sets the scale of this element.
russian: Устанавливает масштаб этого элемента.

source: Starting Position
russian: Исходное положение

source: Sets the starting position of this element in screen space relative to its source.
russian: Устанавливает начальную позицию этого элемента в пространстве экрана относительно его источника.

source: Angular Offset
russian: Угловое смещение

source: Sets the angular offset of this element in degrees relative to its current position.
russian: Устанавливает угловое смещение этого элемента в градусах относительно его текущего положения.

source: Translation Scale
russian: Масштаб перевода

source: Controls the direction and speed the element appears to move. For example, values of (1,0) make the lens flare move horizontally.
russian: Управляет направлением и скоростью перемещения элемента. Например, значения (1,0) заставляют блик двигаться горизонтально.

source: When enabled, distorts the element relative to its distance from the flare position in screen space.
russian: Если этот параметр включен, искажает элемент относительно его расстояния от положения блика в пространстве экрана.

source: Radial Edge Size
russian: Радиальный размер кромки

source: Sets the target size of the edge of the screen. Values of (1, 1) match the actual screen size.
russian: Устанавливает целевой размер края экрана. Значения (1, 1) соответствуют фактическому размеру экрана.

source: Radial Edge Curve
russian: Радиальная кривая края

source: Controls the amount of distortion between the position of the lens flare and the edge of the screen.
russian: Управляет величиной искажений между положением блика объектива и краем экрана.

source: Relative To Center
russian: Относительно центра

source: When enabled, the amount of radial distortion changes between the center of the screen and the edge of the screen.
russian: Если этот параметр включен, величина радиального искажения изменяется между центром экрана и краем экрана.

source: When enabled, allows multiple lens flare elements.
russian: Если этот параметр включен, позволяет использовать несколько элементов бликов объектива.

source: Sets the number of elements.
russian: Устанавливает количество элементов.

source: Distribution
russian: Распределение

source: Controls how multiple lens flare elements are distributed.
russian: Управляет распределением нескольких элементов бликов объектива.

source: Length Spread
russian: Разброс по длине

source: Sets the length lens flare elements are spread across in screen space.
russian: Устанавливает длину распределения элементов бликов объектива по экранному пространству.

source: Seed
russian: Семя

source: Sets the seed value used to define randomness.
russian: Устанавливает начальное значение, используемое для определения случайности.

source: Intensity Variation
russian: Изменение интенсивности

source: Controls the offset of the intensities. A value of 0 means no variations, a value of 1 means variations between 0 and 1.
russian: Управляет смещением интенсивностей. Значение 0 означает отсутствие изменений, значение 1 означает изменения от 0 до 1.

source: Specifies the gradient applied across all the elements.
russian: Определяет градиент, применяемый ко всем элементам.

source: Position Variation
russian: Изменение позиции

source: Sets the offset applied to the current position of the element.
russian: Устанавливает смещение, применяемое к текущей позиции элемента.

source: Rotation Variation
russian: Вариант вращения

source: Sets the offset applied to the current element rotation.
russian: Устанавливает смещение, применяемое к текущему вращению элемента.

source: Scale Variation
russian: Изменение масштаба

source: Sets the offset applied to the current scale of the element.
russian: Устанавливает смещение, применяемое к текущему масштабу элемента.

source: Defines how the multiple elements are placed along the spread using a curve.
russian: Определяет, как несколько элементов размещаются вдоль разворота с помощью кривой.

source: Defines how the multiple elements are scaled along the spread.
russian: Определяет, как несколько элементов масштабируются вдоль разворота.

source: The uniform angle of rotation (in degrees) applied to each element distributed along the curve.
russian: Равномерный угол поворота (в градусах), применяемый к каждому элементу, распределенному вдоль кривой.

source: The angle of rotation (in degrees) applied to each element incrementally.
russian: Угол поворота (в градусах), применяемый к каждому элементу постепенно.

source: Lens Flare (SRP)
russian: Блик на линзе (SRP)

source: Render Graph Viewer
russian: Средство просмотра графического рендеринга

source: Prefab Light Type Prop
russian: Сборная опора светового типа

source: Spot Angle Prop
russian: Точечная угловая опора

source: IES Size Prop
russian: Опора размера IES

source: Apply Light Attenuation Prop
russian: Примените опору для ослабления света

source: Cookie Compression Prop
russian: Опора сжатия файлов cookie

source: Use IES Maximum Intensity Prop
russian: Используйте опору максимальной интенсивности IES

source: Light Aim Axis Rotation Prop
russian: Опора вращения оси света

source: Specifies the current Light Layers that the Light affects. This Light illuminates corresponding Renderers with the same Light Layer flags.
russian: Указывает текущие слои освещения, на которые влияет свет. Этот свет освещает соответствующие рендереры теми же флагами слоя света.

source: Specifies the color this Light emits.
russian: Определяет цвет, который излучает этот свет.

source: Light Appearance
russian: Легкий внешний вид

source: Specifies the mode for this Light's color is calculated.
russian: Указывает режим расчета цвета этого источника света.

source: Filter and Temperature
russian: Фильтр и температура

source: Kelvin
russian: Кельвин

source: Specifies a color which tints the Light source.
russian: Определяет цвет, который окрашивает источник света.

source: Specifies a temperature (in Kelvin) used to correlate a color for the Light. For reference, White is 6500K.
russian: Определяет температуру (в Кельвинах), используемую для сопоставления цвета света. Для справки, белый цвет — 6500К.

source: When using Preset of Light Component, only a subset of properties are supported. Unsupported properties are hidden.
russian: При использовании предустановки компонента освещения поддерживается только подмножество свойств. Неподдерживаемые свойства скрыты.

source: Distance Property
russian: Расстояние собственности

source: Frame Space Property
russian: Свойство пространства кадра

source: Anchor Position Override Property
russian: Свойство переопределения позиции привязки

source: Anchor Position Offset Property
russian: Свойство смещения позиции привязки

source: Controls how far 'back', the light is placed from its anchor
russian: Управляет тем, насколько далеко «назад» располагается источник света от якоря.

source: Up direction
russian: Направление вверх

source: Specifies the space in which the up direction of the anchor is defined. Local is relative to the camera.
russian: Указывает пространство, в котором определяется направление привязки вверх. Локальное относится к камере.

source: Anchor Position Override
russian: Переопределение положения привязки

source: Specifies the anchor position manually instead of relying on the angles, distance and transform position to compute the anchor position.
russian: Определяет положение привязки вручную, не полагаясь на углы, расстояние и положение преобразования для вычисления положения привязки.

source: Anchor Position Offset
russian: Смещение положения якоря

source: Specifies the anchor position offset relative to the anchor position override.
russian: Задает смещение позиции привязки относительно переопределения позиции привязки.

source: Orbit
russian: Орбита

source: Elevation
russian: Высота

source: Probe Volume Settings (Experimental)
russian: Настройки громкости зонда (экспериментально)

source: Probe Volume Baking Settings
russian: Настройки объемной выпечки зонда

source: Touchup Controls
russian: Элементы управления ретушированием

source: Freeze Placement
russian: Заморозить размещение

source: Min Distance Between Probes
russian: Минимальное расстояние между датчиками

source: Renderers Layer Mask
russian: Маска слоя рендереров

source: Min Renderer Volume Size
russian: Минимальный размер тома рендерера

source: Fit to All Scenes
russian: Подходит для всех сцен

source: Fit this Probe Volume to cover all loaded Scenes.
russian: Установите этот пробный том, чтобы охватить все загруженные сцены.

source: Fit to Scene
russian: Подходит для сцены

source: Fit this Probe Volume to the renderers in the same Scene.
russian: Подгоните этот пробный объем к средствам рендеринга в той же сцене.

source: Fit to Selection
russian: Подогнать под выбор

source: Fits the Probe Volume's boundary to the selected GameObjects. Lock the Probe Volume's Inspector to allow for the selection of other GameObjects.
russian: Подгоняет границу зондирующего тома к выбранным игровым объектам. Заблокируйте инспектор тома зонда, чтобы можно было выбирать другие игровые объекты.

source: Use Virtual Offset
russian: Использовать виртуальное смещение

source: Push invalid probes out of geometry. Please note, this feature is currently a proof of concept, it is fairly slow and not optimal in quality.
russian: Вытолкните недействительные датчики из геометрии. Обратите внимание: эта функция в настоящее время находится на стадии проверки концепции, она довольно медленная и неоптимальная по качеству.

source: Search multiplier
russian: Поисковый множитель

source: A multiplier to be applied on the distance between two probes to derive the search distance out of geometry.
russian: Множитель, который будет применяться к расстоянию между двумя датчиками для определения расстояния поиска на основе геометрии.

source: Bias out geometry
russian: Смещение геометрии

source: Determines how much a probe is pushed out of the geometry on top of the distance to closest hit.
russian: Определяет, насколько зонд выталкивается из геометрии сверх расстояния до ближайшего попадания.

source: Ray origin bias
russian: Смещение происхождения лучей

source: The distance with which to bias each ray direction away from the probe position.
russian: Расстояние, на которое можно отклонить каждое направление луча от положения зонда.

source: Max hits per ray
russian: Максимальное количество попаданий на луч

source: Determines how many colliders intersecting each ray are included in calculations.
russian: Определяет, сколько коллайдеров, пересекающих каждый луч, включаются в расчеты.

source: Collision mask
russian: Маска столкновения

source: The collision layer mask to cast rays against.
russian: Маска слоя столкновений, против которой будут отбрасываться лучи.

source: Dilation Settings
russian: Настройки расширения

source: Virtual Offset Settings
russian: Настройки виртуального смещения

source: Refresh dilation
russian: Обновить расширение

source: Enable Virtual Offset
russian: Включить виртуальное смещение

source: Virtual Offset Geometry Search Multiplier
russian: Множитель поиска геометрии виртуального смещения

source: Virtual Offset Bias Out Of Geometry
russian: Виртуальное смещение смещения вне геометрии

source: Virtual Offset Ray Origin Bias
russian: Смещение начала виртуального смещенного луча

source: Virtual Offset Max Hits Per Ray
russian: Максимальное количество попаданий на луч виртуального смещения

source: Virtual Offset Collision Mask
russian: Маска столкновения виртуального смещения

source: ALL
russian: ВСЕ

source: NONE
russian: НИКТО

source: Add Override
russian: Добавить переопределение

source: Move to Top
russian: Перейти наверх

source: Move to Bottom
russian: Переместиться вниз

source: Toggle None
russian: Переключить Нет

source: This property defines whether the Volume is Global or Local. Global: Volumes affect the Camera everywhere in the Scene. Local: Volumes affect the Camera if the Camera is within the bounds of the Collider.
russian: Это свойство определяет, является ли том глобальным или локальным. Глобально: громкость влияет на камеру повсюду в сцене. Локально: объемы влияют на камеру, если камера находится в пределах коллайдера.

source: Add a Sphere Collider
russian: Добавьте сферический коллайдер

source: Add a Capsule Collider
russian: Добавьте капсульный коллайдер

source: Add a Mesh Collider
russian: Добавьте сетчатый коллайдер

source: Add a Collider to this GameObject to set boundaries for the local Volume.
russian: Добавьте коллайдер к этому игровому объекту, чтобы установить границы локального тома.

source: Global Volumes do not need a collider. Disable or remove the collider.
russian: Global Volumes не нуждается в коллайдере. Отключите или удалите коллайдер.

source: Local Volumes need a collider enabled. Enable the collider.
russian: Для локальных томов требуется включенный коллайдер. Включите коллайдер.

source: Profile (Instance)
russian: Профиль (экземпляр)

source: A Volume Profile is a Scriptable Object which contains properties that Volumes use to determine how to render the Scene environment for Cameras they affect.
russian: Профиль тома — это объект с поддержкой сценариев, который содержит свойства, которые тома используют для определения того, как визуализировать среду сцены для камер, на которые они влияют.

source: Create a new profile.
russian: Создайте новый профиль.

source: Save the instantiated profile
russian: Сохраните созданный профиль.

source: Create a new profile and copy the content of the currently assigned profile.
russian: Создайте новый профиль и скопируйте содержимое текущего назначенного профиля.

source: Please select or create a new Volume profile to begin applying effects to the scene.
russian: Выберите или создайте новый профиль громкости, чтобы начать применять эффекты к сцене.

source: Remove All Overrides
russian: Удалить все переопределения

source: Disable All Overrides
russian: Отключить все переопределения

source: Enable All Overrides
russian: Включить все переопределения

source: Blend Radius
russian: Смешать радиус

source: Box Volume
russian: Объем коробки

source: Sphere Volume
russian: Объем сферы

source: Convex Mesh Volume
russian: Объем выпуклой сетки

source: Gizmo Visibility
russian: Видимость гизмо

source: Specifies how Gizmos for Volumes are being rendered
russian: Указывает, как визуализируются Gizmos for Volumes.

source: internal:Edit
russian: внутренний:Редактировать

source: Analytics
russian: Аналитика

source: Send BuildTargetAnalytic
russian: Отправить BuildTargetAnalytic

source: Send VolumeProfileOverridesAnalytic
russian: Отправить VolumeProfileOverridesAnalytic

source: Invalid secondary Texture entries (without names or Textures) have been removed.
russian: Недопустимые записи вторичных текстур (без имен и текстур) были удалены.

source: Source texture used as secondary Texture. This is invalid and removed.
russian: Исходная текстура используется в качестве вторичной текстуры. Это недействительно и удалено.

source: Every secondary Texture attached to the Sprite must have a unique name.
russian: Каждая вторичная текстура, прикрепленная к спрайту, должна иметь уникальное имя.

source: The names _MainTex and _AlphaTex are reserved for internal use.
russian: Имена _MainTex и _AlphaTex зарезервированы для внутреннего использования.

source: Generate
russian: Генерировать

source: Generate new outline based on mesh detail value.
russian: Создайте новый контур на основе значения детализации сетки.

source: Outline Tolerance
russian: Контур допуска

source: Sets how tight the outline should be from the sprite.
russian: Устанавливает, насколько близок должен быть контур к спрайту.

source: Snap points to nearest pixel
russian: Привязка точек к ближайшему пикселю

source: Copy outline from Sprite
russian: Скопировать контур из Sprite

source: Paste outline to Sprite
russian: Вставить контур в спрайт

source: Paste All
russian: Вставить все

source: Paste outline to all Sprites
russian: Вставить контур во все спрайты

source: Generating outline {0}/{1}
russian: Создание схемы {0}/{1}

source: Trim
russian: Подрезать

source: Trims selected rectangle (T)
russian: Обрезает выделенный прямоугольник (T)

source: Pivot Unit Mode
russian: Режим поворотного устройства

source: Change Shape
russian: Изменить форму

source: Hexagon Flat-Top
russian: Шестигранник с плоской вершиной

source: Hexagon Pointed-Top
russian: Шестиугольник с заостренным верхом

source: 9-Sliced
russian: 9-ломтики

source: Physics
russian: Физика

source: Static Sprite
russian: Статический спрайт

source: Dynamic Sprite
russian: Динамический спрайт

source: Sprite Mask
russian: Спрайт Маска

source: Editing is disabled during play mode
russian: Редактирование отключено в режиме воспроизведения.

source: Editing is disabled because the asset is not editable.
russian: Редактирование отключено, поскольку ресурс недоступен для редактирования.

source: The asset was modified outside of Sprite Editor Window. Do you want to apply pending changes?
russian: Ресурс был изменен за пределами окна редактора спрайтов. Хотите применить ожидающие изменения?

source: Unapplied import settings
russian: Непримененные настройки импорта

source: Unapplied import settings for '{0}'
russian: Непримененные настройки импорта для '{0}'

source: No texture or sprite selected
russian: Текстура или спрайт не выбраны

source: No Sprite Editor module available
russian: Модуль редактора спрайтов недоступен.

source: Unapplied module changes
russian: Непримененные изменения модуля

source: You have unapplied changes from the current module
russian: У вас есть непримененные изменения из текущего модуля.

source: Revert Changes
russian: Отменить изменения

source: Are you sure you want to revert the changes?
russian: Вы уверены, что хотите отменить изменения?

source: Apply Changes
russian: Применить изменения

source: Are you sure you want to apply the changes?
russian: Вы уверены, что хотите применить изменения?

source: Delete Existing
russian: Удалить существующие

source: Smart
russian: Умный

source: Safe
russian: Безопасный

source: Delete Existing removes all existing Sprites and recreates them from scratch.
russian: Удалить существующие удаляет все существующие спрайты и воссоздает их с нуля.

source: Smart attempts to create new Sprites while retaining or adjusting existing ones. This slicing method does not remove any existing Sprites.
russian: Smart пытается создавать новые спрайты, сохраняя или корректируя существующие. Этот метод нарезки не удаляет существующие спрайты.

source: Safe adds new Sprites without changing anything already in place. This slicing method does not remove any existing Sprites.
russian: Safe добавляет новые спрайты, не меняя ничего уже существующего. Этот метод нарезки не удаляет существующие спрайты.

source: Column & Row
russian: Столбец и строка

source: Pixel Size
russian: Размер пикселя

source: To obtain more accurate slicing results, manual slicing is recommended!
russian: Для получения более точных результатов нарезки рекомендуется нарезать вручную!

source: Custom Pivot
russian: Пользовательский поворот

source: Keep Empty Rects
russian: Сохраняйте пустые прямоугольники

source: Is Alternate
russian: Альтернативный

source: Potential loss of Sprite data
russian: Возможная потеря данных Sprite.
