Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Scene to instantiate.
russian: Сцена для создания экземпляра.

source: Scene template display name. Shown in New Scene Dialog.
russian: Отображаемое имя шаблона сцены. Показано в диалоге новой сцены.

source: Scene template description. Shown in New Scene Dialog.
russian: Описание шаблона сцены. Показано в диалоге новой сцены.

source: Pin in New Scene Dialog
russian: Закрепить в диалоговом окне «Новая сцена»

source: Pin in New Scene Dialog. Ensuring this template is shown before unpinned template in the list.
russian: Закрепить в диалоговом окне «Новая сцена». Убедитесь, что этот шаблон отображается перед открепленным шаблоном в списке.

source: Thumbnail
russian: Миниатюра

source: Scene Template Pipeline
russian: Конвейер шаблонов сцен

source: Badge
russian: Значок

source: Scene template badge. Shown in New Scene Dialog.
russian: Значок шаблона сцены. Показано в диалоге новой сцены.

source: Scene template thumbnail. Shown in New Scene Dialog.
russian: Миниатюра шаблона сцены. Показано в диалоге новой сцены.

source: Snapshot
russian: Снимок

source: Generate a Scene template thumbnail from a snapshot in Scene or Game view.
russian: Создайте миниатюру шаблона сцены из снимка в представлении «Сцена» или «Игра».

source: Game View
russian: Просмотр игры

source: View or Camera to use as the source of the snapshot.
russian: Просмотр или камера, которые будут использоваться в качестве источника снимка.

source: Clear Scene Template Preferences
russian: Очистить настройки шаблона сцены

source: Default types
russian: Типы по умолчанию

source: Reset Defaults
russian: Сбросить настройки по умолчанию

source: Spam SceneTemplateCreation Event
russian: Событие Spam SceneTemplateCreation

source: Spam SceneTemplateInstantiation Event
russian: Событие Spam SceneTemplateInstantiation

source: Load the scene alongside the current one.
russian: Загрузите сцену рядом с текущей.

source: Cannot load the scene additively. You can only have one unsaved untitled scene at a time.
russian: Невозможно загрузить сцену аддитивно. Одновременно у вас может быть только одна несохраненная сцена без названия.

source: Load additively
russian: Загружать аддитивно

source: Instantiate a new scene from a template
russian: Создать экземпляр новой сцены из шаблона

source: Close scene template dialog without instantiating a new scene.
russian: Закройте диалоговое окно шаблона сцены без создания экземпляра новой сцены.

source: Scene Templates in Project
russian: Шаблоны сцен в проекте

source: To begin using a template, create a template from an existing scene in your project. Click to see Scene template documentation.
russian: Чтобы начать использовать шаблон, создайте шаблон на основе существующей сцены вашего проекта. Нажмите, чтобы просмотреть документацию по шаблону сцены.

source: No preview thumbnail available
russian: Миниатюра предварительного просмотра недоступна.

source: Locate
russian: Найдите

source: Scene dependencies
russian: Зависимости сцены

source: Dependency type
russian: Тип зависимости

source: Is the dependency cloned on scene template instantiation or is it referenced?
russian: Клонируется ли зависимость при создании экземпляра шаблона сцены или на нее есть ссылка?

source: Animation Type
russian: Тип анимации

source: The type of animation to support / import.
russian: Тип анимации для поддержки/импорта.

source: No animation present.
russian: Анимация отсутствует.

source: Legacy animation system.
russian: Устаревшая система анимации.

source: Generic
russian: Общий

source: Generic Mecanim animation.
russian: Общая анимация Mecanim.

source: Humanoid Mecanim animation system.
russian: Система анимации гуманоида Mecanim.

source: Save Avatar
russian: Сохранить аватар

source: Saves the generated Avatar as a sub-asset.
russian: Сохраняет созданный аватар как дополнительный ресурс.

source: Generation
russian: Поколение

source: Controls how animations are imported.
russian: Управляет импортом анимации.

source: Don't Import
russian: Не импортировать

source: No animation or skinning is imported.
russian: Никакая анимация или оформление не импортируются.

source: Store in Original Roots (Deprecated)
russian: Хранить в исходных корнях (устарело)

source: Animations are stored in the root objects of your animation package (these might be different from the root objects in Unity).
russian: Анимации хранятся в корневых объектах вашего пакета анимации (они могут отличаться от корневых объектов в Unity).

source: Store in Nodes (Deprecated)
russian: Хранить в узлах (устарело)

source: Animations are stored together with the objects they animate. Use this when you have a complex animation setup and want full scripting control.
russian: Анимации хранятся вместе с объектами, которые они анимируют. Используйте это, если у вас сложная настройка анимации и вам нужен полный контроль над сценариями.

source: Store in Root (Deprecated)
russian: Хранить в корне (устарело)

source: Animations are stored in the scene's transform root objects. Use this when animating anything that has a hierarchy.
russian: Анимации хранятся в корневых объектах преобразования сцены. Используйте это при анимации всего, что имеет иерархию.

source: Store in Root (New)
russian: Хранить в корне (новое)

source: Configure...
russian: Настроить...

source: Update the copy of the muscle definition from the source.
russian: Обновите копию определения мышцы из источника.

source: Root node
russian: Корневой узел

source: Specify the root node used to extract the animation translation.
russian: Укажите корневой узел, используемый для извлечения перевода анимации.

source: Avatar Definition
russian: Определение аватара

source: Choose between Create From This Model or Copy From Other Avatar. The first one creates an Avatar for this file and the second one uses an Avatar from another file to import animation.
russian: Выберите «Создать из этой модели» или «Копировать из другого аватара». Первый создает аватар для этого файла, а второй использует аватар из другого файла для импорта анимации.

source: Control how many bone weights are imported.
russian: Контролируйте, сколько весов костей импортируется.

source: Standard (4 Bones)
russian: Стандартный (4 кости)

source: Import a maximum of 4 bones per vertex.
russian: Импортируйте максимум 4 кости на вершину.

source: Import a custom number of bones per vertex.
russian: Импортируйте произвольное количество костей на вершину.

source: Max Bones/Vertex
russian: Макс Боунс/Вертекс

source: Number of bones that can affect each vertex.
russian: Количество костей, которые могут влиять на каждую вершину.

source: Min Bone Weight
russian: Минимальный вес кости

source: Bone weights smaller than this value are rejected. The remaining weights are scaled to add up to 1.0.
russian: Кости с массой меньше этого значения отбраковываются. Остальные веса масштабируются так, чтобы в сумме получить 1,0.

source: Strip Bones
russian: полоска костей

source: Only adds bones to SkinnedMeshRenderers that have skin weights assigned to them.
russian: Добавляет только кости в SkinnedMeshRenderers, которым назначен вес скина.

source: Update reference clips
russian: Обновить справочные клипы

source: Click on this button to update all the @convention files referencing this file. Should set all these files to Copy From Other Avatar, set the source Avatar to this one and reimport all these files.
russian: Нажмите эту кнопку, чтобы обновить все файлы @convention, ссылающиеся на этот файл. Если для всех этих файлов установлено значение «Копировать из другого аватара», установите этот исходный аватар и повторно импортируйте все эти файлы.

source: Import Messages
russian: Импортировать сообщения

source: Extra Transforms to Expose
russian: Дополнительные преобразования для раскрытия

source: Select the list of transforms to expose in the optimized GameObject hierarchy.
russian: Выберите список преобразований, которые будут отображаться в оптимизированной иерархии GameObject.

source: Optimize Bones
russian: Оптимизация костей

source: Optimize Game Objects
russian: Оптимизируйте игровые объекты

source: Load Type
russian: Тип нагрузки

source: Preload Audio Data*
russian: Предварительная загрузка аудиоданных*

source: Compression Format
russian: Формат сжатия

source: Sample Rate Setting
russian: Настройка частоты дискретизации

source: Preload Property
russian: Предварительная загрузка свойства

source: Force To Mono
russian: Принудительно к моно

source: Normalize
russian: Нормализовать

source: Load In Background
russian: Загрузка в фоновом режиме

source: Ambisonic
russian: Амбисоник

source: Source Info
russian: Источник информации

source: Custom Width Property
russian: Пользовательское свойство ширины

source: Custom Height Property
russian: Пользовательское свойство высоты

source: Enable Transcoding Property
russian: Включить свойство транскодирования

source: Encode Alpha
russian: Кодировать альфа

source: Deinterlace
russian: Деинтерлейсинг

source: Flip Horizontal
russian: Перевернуть по горизонтали

source: Flip Vertical
russian: Перевернуть по вертикали

source: Import Audio
russian: Импорт аудио

source: FBX Scene import settings
russian: Настройки импорта сцен FBX

source: How much to scale the models compared to what is in the source file.
russian: Насколько масштабировать модели по сравнению с тем, что есть в исходном файле.

source: Convert Units
russian: Конвертировать единицы

source: Convert file units to Unity ones.
russian: Преобразование файловых единиц в единицы Unity.

source: Import BlendShapes
russian: Импортировать BlendShapes

source: Should Unity import BlendShapes.
russian: Следует ли Unity импортировать BlendShapes.

source: Import Deform Percent
russian: Импортировать процент деформации

source: Import BlendShapes deform percent. If disabled, all values will be set to 0.
russian: Импортируйте процент деформации BlendShapes. Если отключено, все значения будут установлены на 0.

source: Import Visibility
russian: Импорт видимости

source: Use visibility properties to enable or disable MeshRenderer components.
russian: Используйте свойства видимости, чтобы включить или отключить компоненты MeshRenderer.

source: Import Lights
russian: Импортировать источники света

source: Preserve Hierarchy
russian: Сохранить иерархию

source: Always create an explicit prefab root, even if the model only has a single root.
russian: Всегда создавайте явный корень префаба, даже если модель имеет только один корень.

source: Sort Hierarchy By Name
russian: Сортировать иерархию по имени

source: Sort game objects children by name.
russian: Сортируйте игровые объекты детей по именам.

source: Strict Vertex Data Checks
russian: Строгая проверка данных вершин

source: Enables strict checks on Vertex data. If enabled, checks discard invalid data, this may result in missing vertex data but ensures that import results are consistent and can prevent crashes.
russian: Включает строгие проверки данных Vertex. Если этот параметр включен, проверки отбрасывают недопустимые данные. Это может привести к отсутствию данных вершин, но гарантирует согласованность результатов импорта и может предотвратить сбои.

source: Global settings for generated meshes
russian: Глобальные настройки для сгенерированных сеток

source: Higher compression ratio means lower mesh precision. If enabled, the mesh bounds and a lower bit depth per component are used to compress the mesh data.
russian: Более высокая степень сжатия означает меньшую точность сетки. Если этот параметр включен, для сжатия данных сетки используются границы сетки и меньшая разрядность каждого компонента.

source: Allow vertices and indices to be accessed from script.
russian: Разрешить доступ к вершинам и индексам из скрипта.

source: Optimize Mesh
russian: Оптимизировать сетку

source: Reorder vertices and/or polygons for better GPU performance.
russian: Измените порядок вершин и/или полигонов для повышения производительности графического процессора.

source: Generate Colliders
russian: Генерировать коллайдеры

source: Should Unity generate mesh colliders for all meshes.
russian: Должен ли Unity генерировать коллайдеры для всех сеток?

source: Detailed mesh data
russian: Подробные данные сетки

source: Keep Quads
russian: Держите четверные

source: If model contains quad faces, they are kept for DX11 tessellation.
russian: Если модель содержит четырехгранные грани, они сохраняются для тесселяции DX11.

source: Weld Vertices
russian: Сварные вершины

source: Combine vertices that share the same position in space.
russian: Объедините вершины, находящиеся в одинаковом положении в пространстве.

source: Index Format
russian: Формат индекса

source: Format of mesh index buffer. Auto mode picks 16 or 32 bit depending on mesh vertex count.
russian: Формат индексного буфера сетки. Автоматический режим выбирает 16 или 32 бита в зависимости от количества вершин сетки.

source: Source of mesh normals. If Import is selected and a mesh has no normals, they will be calculated instead.
russian: Источник нормалей сетки. Если выбран параметр «Импорт» и у сетки нет нормалей, вместо этого будут рассчитаны они.

source: Normals Mode
russian: Нормальный режим

source: How to weight faces when calculating normals.
russian: Как взвешивать лица при расчете нормалей.

source: Smoothing Angle
russian: Угол сглаживания

source: When calculating normals on a mesh that doesn't have smoothing groups, edges between faces will be smooth if this value is greater than the angle between the faces.
russian: При вычислении нормалей на сетке, не имеющей групп сглаживания, края между гранями будут гладкими, если это значение больше угла между гранями.

source: Source of mesh tangents. If Import is selected and a mesh has no tangents, they will be calculated instead.
russian: Источник касательных сетки. Если выбран параметр «Импорт» и сетка не имеет касательных, вместо этого будут рассчитаны они.

source: Blend Shape Normals
russian: Смешать нормали формы

source: Source of blend shape normals. If Import is selected and a blend shape has no normals, they will be calculated instead.
russian: Источник нормалей формы плавного перехода. Если выбран параметр «Импорт» и форма перехода не имеет нормалей, вместо этого они будут рассчитаны.

source: Smoothness Source
russian: Источник гладкости

source: How to determine which edges should be smooth and which should be sharp.
russian: Как определить, какие края должны быть гладкими, а какие острыми.

source: Swap UVs
russian: Поменять UV-развертки

source: Swaps the 2 UV channels in meshes. Use if your diffuse texture uses UVs from the lightmap.
russian: Меняет местами 2 UV-канала в сетках. Используйте, если ваша диффузная текстура использует UV-развертки из карты освещения.

source: Generate Lightmap UVs
russian: Генерировать UV-карты освещения

source: Generate lightmap UVs into UV2.
russian: Сгенерируйте UV-карты освещения в UV2.

source: Lightmap UVs settings
russian: Настройки Lightmap UVs

source: Advanced settings for Lightmap UVs generation
russian: Расширенные настройки для генерации UV-карт Lightmap

source: Angle Error
russian: Угловая ошибка

source: Measured in percents. Angle error measures deviation of UV angles from geometry angles. Area error measures deviation of UV triangles area from geometry triangles if they were uniformly scaled.
russian: Измеряется в процентах. Угловая ошибка измеряет отклонение УФ-углов от геометрических углов. Ошибка площади измеряет отклонение площади UV-треугольников от геометрических треугольников, если они были равномерно масштабированы.

source: Area Error
russian: Ошибка области

source: Hard Angle
russian: Жесткий угол

source: Angle between neighbor triangles that will generate seam.
russian: Угол между соседними треугольниками, образующий шов.

source: Margin Method
russian: Маржинальный метод

source: Method to handle margins between UV charts.
russian: Метод обработки полей между UV-диаграммами.

source: Pack Margin
russian: Маржа пакета

source: Measured in pixels, assuming mesh will cover an entire 1024x1024 lightmap.
russian: Измеряется в пикселях, при условии, что сетка покроет всю карту освещения размером 1024x1024.

source: Min Lightmap Resolution
russian: Минимальное разрешение карты освещения

source: The minimum lightmap resolution at which this object will be used. Used to determine a packing which ensures no texel bleeding.
russian: Минимальное разрешение карты освещения, при котором будет использоваться этот объект. Используется для определения набивки, обеспечивающей отсутствие кровотечения из текселя.

source: Min Object Scale
russian: Минимальный масштаб объекта

source: The smallest scale at which this mesh will be used. Used to determine a packing which ensures no texel bleeding.
russian: Наименьший масштаб, в котором будет использоваться эта сетка. Используется для определения набивки, обеспечивающей отсутствие кровотечения из текселя.

source: The active scene's Lightmap Resolution is less than the specified Min Lightmap Resolution.
russian: Разрешение карты освещения активной сцены меньше указанного минимального разрешения карты освещения.

source: Legacy Blend Shape Normals
russian: Устаревшие нормали формы смешивания

source: Compute normals from smoothing groups when the mesh has BlendShapes.
russian: Вычислите нормали из групп сглаживания, если сетка имеет BlendShapes.

source: Bake Axis Conversion
russian: Преобразование оси запекания

source: Perform axis conversion on all content for models defined in an axis system that differs from Unity's (left handed, Z forward, Y-up).
russian: Выполните преобразование осей для всего содержимого для моделей, определенных в системе осей, отличной от системы Unity (левша, Z вперед, Y-вверх).

source: Add Colliders
russian: Добавить коллайдеры

source: Global Scale
russian: Глобальный масштаб

source: 1{0} (File) to {1}m (Unity)
russian: от 1{0} (файл) до {1}м (единство)

source: 1 unit (File) to {0}m (Unity)
russian: от 1 единицы (файла) до {0}м (единицы)

source: Import Blend Shapes
russian: Импортировать фигуры перехода

source: Import Blend Shape Deform Percent
russian: Импортировать процент деформации формы перехода

source: Swap UV Channels
russian: Поменять местами УФ-каналы

source: Generate Secondary UV
russian: Генерация вторичного УФ

source: Secondary UV Min Lightmap Resolution
russian: Вторичное минимальное разрешение карты ультрафиолетового освещения

source: Secondary UV Min Object Scale
russian: Минимальный масштаб вторичного УФ-объекта

source: {0} Import Settings
russian: {0} Настройки импорта

source: Importer
russian: Импортер

source: {0} (Default)
russian: {0} (по умолчанию)

source: Model Import Settings
russian: Настройки импорта модели

source: Starting with the Unity 2019.3 release, direct import of Cinema4D files will require an external plugin. Keep an eye on our External Tools forum for updates. Please note that FBX files exported from Cinema4D will still be supported.
russian: Начиная с версии Unity 2019.3, для прямого импорта файлов Cinema4D потребуется внешний плагин. Следите за обновлениями на нашем форуме внешних инструментов. Обратите внимание, что файлы FBX, экспортированные из Cinema4D, по-прежнему будут поддерживаться.

source: Error(s) found while importing this animation file. Open "Import Messages" foldout below for more details.
russian: При импорте этого файла анимации обнаружены ошибки. Откройте раздел «Импорт сообщений» ниже, чтобы получить более подробную информацию.

source: Warning(s) found while importing rig in this animation file. Open "Rig" tab for more details.
russian: Предупреждения, обнаруженные при импорте буровой установки в этом файле анимации. Откройте вкладку «Установка» для получения более подробной информации.

source: Warning(s) found while importing this animation file. Open "Import Messages" foldout below for more details.
russian: При импорте этого файла анимации обнаружены предупреждения. Откройте раздел «Импорт сообщений» ниже, чтобы получить более подробную информацию.

source: Import Animation
russian: Импортировать анимацию

source: Controls if animations are imported.
russian: Определяет, импортируются ли анимации.

source: The default Wrap Mode for the animation in the mesh being imported.
russian: Режим переноса по умолчанию для анимации в импортируемой сетке.

source: The animation plays as specified in the animation splitting options below.
russian: Анимация воспроизводится так, как указано в параметрах разделения анимации ниже.

source: Once
russian: Один раз

source: The animation plays through to the end once and then stops.
russian: Анимация воспроизводится до конца один раз, а затем останавливается.

source: The animation plays through and then restarts when the end is reached.
russian: Анимация воспроизводится, а затем возобновляется, когда достигается конец.

source: PingPong
russian: Пинг-понг

source: The animation plays through and then plays in reverse from the end to the start, and so on.
russian: Анимация воспроизводится, а затем воспроизводится в обратном порядке от конца к началу и так далее.

source: ClampForever
russian: ЗажимНавсегда

source: The animation plays through, but the last frame is repeated indefinitely. This is not the same as Once mode because playback does not technically stop at the last frame (which is useful when blending animations).
russian: Анимация воспроизводится, но последний кадр повторяется бесконечно. Это не то же самое, что режим «Один раз», поскольку воспроизведение технически не останавливается на последнем кадре (что полезно при смешивании анимаций).

source: Bake Animations
russian: Выпечка анимации

source: Enable this when using IK or simulation in your animation package. Unity will convert to forward kinematics on import. This option is available only for Maya, 3dsMax and Cinema4D files.
russian: Включите это при использовании IK или моделирования в вашем анимационном пакете. Unity преобразуется в прямую кинематику при импорте. Эта опция доступна только для файлов Maya, 3dsMax и Cinema4D.

source: Resample Curves
russian: Повторная выборка кривых

source: Curves will be resampled on every frame. Use this if you're having issues with the interpolation between keys in your original animation. Disable this to keep curves as close as possible to how they were originally authored.
russian: Кривые будут пересчитываться в каждом кадре. Используйте это, если у вас возникли проблемы с интерполяцией между ключами в исходной анимации. Отключите эту опцию, чтобы кривые были как можно ближе к тому, как они были изначально созданы.

source: Anim. Compression
russian: Аним. Сжатие

source: The type of compression that will be applied to this mesh's animation(s).
russian: Тип сжатия, которое будет применено к анимации(ям) этой сетки.

source: Disables animation compression. This means that Unity doesn't reduce keyframe count on import, which leads to the highest precision animations, but slower performance and bigger file and runtime memory size. It is generally not advisable to use this option - if you need higher precision animation, you should enable keyframe reduction and lower allowed Animation Compression Error values instead.
russian: Отключает сжатие анимации. Это означает, что Unity не уменьшает количество ключевых кадров при импорте, что приводит к максимально точной анимации, но снижает производительность и увеличивает размер файлов и памяти времени выполнения. Обычно не рекомендуется использовать эту опцию — если вам нужна более точная анимация, вместо этого следует включить сокращение ключевых кадров и снизить допустимые значения ошибок сжатия анимации.

source: Keyframe Reduction
russian: Сокращение ключевых кадров
