Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

# MenuItem./Copy Property Path
source: Copy Property Path
russian: Копировать путь к свойству

# MenuItem./Assets/Open C# Project
source: Assets
russian: Ресурсы

# MenuItem./Assets/Open C# Project
source: Open C# Project
russian: Открыть проект C#

# MenuItem./GameObject/Set as first sibling %=
source: Set as first sibling %=
russian: Установить как первого брата %=

# MenuItem./GameObject/Set as last sibling %-
source: Set as last sibling %-
russian: Установить как последний брат %-

# MenuItem./GameObject/Move To View %&f
source: Move To View %&f
russian: Перейти к просмотру %&f

# MenuItem./GameObject/Align With View %#f
source: Align With View %#f
russian: Выровнять по виду %#f

# MenuItem./GameObject/Align View to Selected
source: Align View to Selected
russian: Выровнять вид по выбранному

# MenuItem./GameObject/Toggle Active State &#a
source: Toggle Active State &#a
russian: Переключить активное состояние &#a

# MenuItem./CONTEXT/TrueTypeFontImporter/Create Editable Copy
source: CONTEXT
russian: КОНТЕКСТ

# MenuItem./CONTEXT/TrueTypeFontImporter/Create Editable Copy
source: Create Editable Copy
russian: Создать редактируемую копию

source: Copy all effect settings to all snapshots
russian: Скопируйте все настройки эффектов во все снимки.

source: Toggle CPU usage display (only available on first editor instance)
russian: Переключить отображение использования ЦП (доступно только в первом экземпляре редактора)

# MenuItem./CONTEXT/MonoManager/Reset
source: MonoManager
russian: МоноМенеджер

# MenuItem./CONTEXT/MonoManager/Reset
source: Reset
russian: Перезагрузить

# MenuItem./CONTEXT/AssemblyDefinitionImporter/Reset
source: AssemblyDefinitionImporter
russian: СборкаDefinitionImporter

# MenuItem./CONTEXT/Material/Flatten Material Variant
source: Material
russian: Материал

# MenuItem./CONTEXT/Material/Flatten Material Variant
source: Flatten Material Variant
russian: Вариант сплющенного материала

# MenuItem./Create Variant for Renderer
source: Create Variant for Renderer
russian: Создать вариант для рендерера

# MenuItem./CONTEXT/MonoImporter/Reset
source: MonoImporter
russian: Моноимпортер

# MenuItem./CONTEXT/AssemblyDefinitionReferenceImporter/Reset
source: AssemblyDefinitionReferenceImporter
russian: СборкаDefinitionReferenceImporter

# MenuItem./CONTEXT/CustomRenderTexture/Export
source: Export
russian: Экспорт

# MenuItem./Mecanim/Write All Assets
source: Mecanim
russian: Меканим

# MenuItem./Mecanim/Write All Assets
source: Write All Assets
russian: Записать все активы

# MenuItem./CONTEXT/Avatar/Reset
source: Avatar
russian: Аватар

# MenuItem./CONTEXT/Component/Find References In Scene
source: Component
russian: Компонент

# MenuItem./CONTEXT/Component/Find References In Scene
source: Find References In Scene
russian: Найдите ссылки в сцене

# MenuItem./Assets/Create/GUI Skin
source: Create
russian: Создавать

# MenuItem./Assets/Create/GUI Skin
source: GUI Skin
russian: Скин графического интерфейса

# MenuItem./Assets/Create/Prefab
source: Prefab
russian: Сборный дом

# MenuItem./Assets/Create/Prefab Variant
source: Prefab Variant
russian: Сборный вариант

# MenuItem./Window/Rendering/Light Explorer
source: Rendering
russian: Рендеринг

# MenuItem./Window/Rendering/Light Explorer
source: Light Explorer
russian: Световой исследователь

# MenuItem./Window/Rendering/Occlusion Culling
source: Occlusion Culling
russian: Отсечение окклюзии

# MenuItem./Window/Rendering/Lighting %9
source: Lighting %9
russian: Освещение %9

# MenuItem./CONTEXT/AnimationWindowEvent/Reset
source: AnimationWindowEvent
russian: АнимацияОкноСобытие

# MenuItem./Edit/Undo History %u
source: Undo History %u
russian: Отменить историю %u

# MenuItem./Window/Internal/Undo Serialization
source: Internal
russian: Внутренний

# MenuItem./Window/Internal/Undo Serialization
source: Undo Serialization
russian: Отменить сериализацию

# MenuItem./Window/Analysis/Frame Debugger
source: Frame Debugger
russian: Отладчик кадров

# MenuItem./CONTEXT/Change/Submit...
source: Change
russian: Изменять

# MenuItem./CONTEXT/Change/Submit...
source: Submit...
russian: Представлять на рассмотрение...

# MenuItem./CONTEXT/Change/Revert...
source: Revert...
russian: Возвращаться...

# MenuItem./CONTEXT/Change/Revert Unchanged
source: Revert Unchanged
russian: Вернуть без изменений

# MenuItem./CONTEXT/Change/Resolve Conflicts...
source: Resolve Conflicts...
russian: Разрешение конфликтов...

# MenuItem./CONTEXT/Change/New Changeset...
source: New Changeset...
russian: Новый набор изменений...

# MenuItem./CONTEXT/Change/Edit Changeset...
source: Edit Changeset...
russian: Изменить набор изменений...

# MenuItem./CONTEXT/Change/Delete Empty Changeset
source: Delete Empty Changeset
russian: Удалить пустой набор изменений

# MenuItem./CONTEXT/Pending/Submit...
source: Pending
russian: В ожидании

# MenuItem./CONTEXT/Pending/Lock
source: Lock
russian: Замок

# MenuItem./CONTEXT/Pending/Unlock
source: Unlock
russian: Разблокировать

# MenuItem./CONTEXT/Pending/Diff/Against Head...
source: Diff
russian: Разница

# MenuItem./CONTEXT/Pending/Diff/Against Head...
source: Against Head...
russian: Против головы...

# MenuItem./CONTEXT/Pending/Diff/Against Head with .meta...
source: Against Head with .meta...
russian: Против головы с .meta...

# MenuItem./CONTEXT/Pending/Reveal in Finder
source: Reveal in Finder
russian: Показать в Finder

# MenuItem./Assets/Show in Explorer
source: Show in Explorer
russian: Показать в проводнике

# MenuItem./Window/Internal/Screenshot/Set Window Size %&l
source: Screenshot
russian: Скриншот

# MenuItem./Window/Internal/Screenshot/Set Window Size %&l
source: Set Window Size %&l
russian: Установить размер окна %&l

# MenuItem./Window/Internal/Screenshot/Set Window Size Small
source: Set Window Size Small
russian: Установить маленький размер окна

# MenuItem./Window/Internal/Screenshot/Snap View %&j
source: Snap View %&j
russian: Привязка к просмотру %&j

# MenuItem./Window/Internal/Screenshot/Snap View Toolbar
source: Snap View Toolbar
russian: Панель инструментов «Привязка просмотра»

# MenuItem./Window/Internal/Screenshot/Snap View Extended Right %&k
source: Snap View Extended Right %&k
russian: Привязка к расширенному правому виду %&k

# MenuItem./Window/Internal/Screenshot/Snap Component
source: Snap Component
russian: Привязка компонента

# MenuItem./Window/Internal/Screenshot/Snap Game View Content
source: Snap Game View Content
russian: Snap Game Просмотр содержимого

# MenuItem./Window/Layouts
source: Layouts
russian: Макеты

# MenuItem./Window/Layouts/Save Layout...
source: Save Layout...
russian: Сохранить макет...

# MenuItem./Window/Layouts/Save Layout to File...
source: Save Layout to File...
russian: Сохранить макет в файл...

# MenuItem./Window/Layouts/Load Layout from File...
source: Load Layout from File...
russian: Загрузить макет из файла...

# MenuItem./Window/Layouts/Delete Layout/
source: Delete Layout
russian: Удалить макет

# MenuItem./Window/Layouts/Reset All Layouts
source: Reset All Layouts
russian: Сбросить все макеты

# MenuItem./Window/General/Scene %1
source: General
russian: Общий

# MenuItem./Window/General/Scene %1
source: Scene %1
russian: Сцена %1

# MenuItem./Window/General/Game %2
source: Game %2
russian: Игра %2

# MenuItem./Window/General/Inspector %3
source: Inspector %3
russian: Инспектор %3

# MenuItem./Window/General/Hierarchy %4
source: Hierarchy %4
russian: Иерархия %4

# MenuItem./Window/General/Project %5
source: Project %5
russian: Проект %5

# MenuItem./Window/Animation/Animation %6
source: Animation
russian: Анимация

# MenuItem./Window/Animation/Animation %6
source: Animation %6
russian: Анимация %6

# MenuItem./Window/Audio/Audio Mixer %8
source: Audio
russian: Аудио

# MenuItem./Window/Audio/Audio Mixer %8
source: Audio Mixer %8
russian: Аудиомикшер %8

# MenuItem./Window/Version Control
source: Version Control
russian: Контроль версий

# MenuItem./Window/General/Console %#c
source: Console %#c
russian: Консоль %#c

# MenuItem./Window/Unity Connect/Clear Access Token
source: Unity Connect
russian: Юнити Коннект

# MenuItem./Window/Unity Connect/Clear Access Token
source: Clear Access Token
russian: Токен очистки доступа

# MenuItem./Window/Unity Connect/Computer GoesToSleep
source: Computer GoesToSleep
russian: Компьютер переходит в спящий режим

# MenuItem./Window/Unity Connect/Computer DidWakeUp
source: Computer DidWakeUp
russian: Компьютер DidWakeUp

# MenuItem./GameObject/Create Empty %#n
source: Create Empty %#n
russian: Создать пустой %#n

# MenuItem./GameObject/Create Empty Child &#n
source: Create Empty Child &#n
russian: Создать пустой дочерний элемент &#n

# MenuItem./GameObject/Create Empty Parent %#g
source: Create Empty Parent %#g
russian: Создать пустой родительский %#g

# MenuItem./GameObject/3D Object/Cube
source: Cube
russian: Куб

# MenuItem./GameObject/3D Object/Sphere
source: Sphere
russian: Сфера

# MenuItem./GameObject/3D Object/Capsule
source: Capsule
russian: Капсула

# MenuItem./GameObject/3D Object/Cylinder
source: Cylinder
russian: Цилиндр

# MenuItem./GameObject/3D Object/Plane
source: Plane
russian: Самолет

# MenuItem./GameObject/3D Object/Quad
source: Quad
russian: Четырехместный

# MenuItem./GameObject/Light/Directional Light
source: Light
russian: Свет

# MenuItem./GameObject/Light/Directional Light
source: Directional Light
russian: Направленный свет

# MenuItem./GameObject/Light/Point Light
source: Point Light
russian: Точечный свет

# MenuItem./GameObject/Light/Spotlight
source: Spotlight
russian: Прожектор

# MenuItem./GameObject/Light/Area Light
source: Area Light
russian: Зона света

# MenuItem./GameObject/Light/Reflection Probe
source: Reflection Probe
russian: Отражающий зонд

# MenuItem./GameObject/Light/Light Probe Group
source: Light Probe Group
russian: Группа световых зондов

# MenuItem./GameObject/Audio/Audio Source
source: Audio Source
russian: Источник звука

# MenuItem./GameObject/Audio/Audio Reverb Zone
source: Audio Reverb Zone
russian: Зона реверберации звука

# MenuItem./GameObject/Video/Video Player
source: Video
russian: Видео

# MenuItem./GameObject/Video/Video Player
source: Video Player
russian: Видеоплеер

# MenuItem./GameObject/Effects/Particle System
source: Effects
russian: Эффекты

# MenuItem./GameObject/Effects/Particle System
source: Particle System
russian: Система частиц

# MenuItem./GameObject/Effects/Particle System Force Field
source: Particle System Force Field
russian: Силовое поле системы частиц

# MenuItem./GameObject/Effects/Trail
source: Trail
russian: Тащить

# MenuItem./GameObject/Effects/Line
source: Line
russian: Линия

# MenuItem./GameObject/Camera
source: Camera
russian: Камера

# MenuItem./Test/GenerateRegisterInternalCalls
source: Test
russian: Тест

# MenuItem./Test/GenerateRegisterInternalCalls
source: GenerateRegisterInternalCalls
russian: Генерироватьрегистринтерналколлс

# MenuItem./Window/Asset Store
source: Asset Store
russian: Магазин активов

# MenuItem./Edit/Deselect All #d
source: Deselect All #d
russian: Отменить выбор всех #d

# MenuItem./Edit/Select Children #c
source: Select Children #c
russian: Выберите детей #c

# MenuItem./Edit/Select Prefab Root %#r
source: Select Prefab Root %#r
russian: Выберите корень префаба %#r

# MenuItem./Edit/Invert Selection %i
source: Invert Selection %i
russian: Инвертировать выбор %i

# MenuItem./CONTEXT/Transform/Copy/Position
source: Transform
russian: Трансформировать

# MenuItem./CONTEXT/Transform/Copy/Position
source: Copy
russian: Копировать

# MenuItem./CONTEXT/Transform/Copy/Position
source: Position
russian: Позиция

# MenuItem./CONTEXT/Transform/Paste/Position
source: Paste
russian: Вставить

# MenuItem./CONTEXT/Transform/Copy/Rotation
source: Rotation
russian: Вращение

# MenuItem./CONTEXT/Transform/Copy/Scale
source: Scale
russian: Шкала

# MenuItem./CONTEXT/Transform/Copy/World Transform
source: World Transform
russian: Преобразование мира

# MenuItem./CONTEXT/StateMachineBehaviour/Remove
source: StateMachineBehaviour
russian: СостояниеМашиныПоведение

# MenuItem./CONTEXT/StateMachineBehaviour/Remove
source: Remove
russian: Удалять

# MenuItem./CONTEXT/StateMachineBehaviour/Move Up
source: Move Up
russian: Двигаться вверх

# MenuItem./CONTEXT/StateMachineBehaviour/Move Down
source: Move Down
russian: Вниз

# MenuItem./CONTEXT/InvalidStateMachineBehaviour/Remove
source: InvalidStateMachineBehaviour
russian: Инвалидстатемашинеповедение

# MenuItem./Window/Animation/Animator
source: Animator
russian: Аниматор

# MenuItem./Window/Animation/Animator Parameter
source: Animator Parameter
russian: Параметр аниматора

# MenuItem./Window/Next Window
source: Next Window
russian: Следующее окно

# MenuItem./Window/Previous Window
source: Previous Window
russian: Предыдущее окно

# MenuItem./Window/Asset Management/Version Control
source: Asset Management
russian: Управление активами

# MenuItem./Window/Internal/Undo
source: Undo
russian: Отменить

# MenuItem./Window/Internal/Doc Browser Project
source: Doc Browser Project
russian: Проект браузера документов

# MenuItem./CONTEXT/ShaderPopup
source: ShaderPopup
russian: Всплывающее окно шейдера

# MenuItem./Assets/Recompile Lightmapping Shaders
source: Recompile Lightmapping Shaders
russian: Перекомпилируйте шейдеры Lightmapping

# MenuItem./Tools/Regenerate All Icons with Mips
source: Tools
russian: Инструменты

# MenuItem./Tools/Regenerate All Icons with Mips
source: Regenerate All Icons with Mips
russian: Восстановить все значки с помощью Mips

# MenuItem./Tools/Regenerate Selected Icons with Mips
source: Regenerate Selected Icons with Mips
russian: Восстановить выбранные значки с помощью Mips

# MenuItem./Assets/Recompile Editor Code and Modules
source: Recompile Editor Code and Modules
russian: Перекомпилируйте код редактора и модули

# MenuItem./Assets/Debug/Open Imported Asset
source: Debug
russian: Отлаживать

# MenuItem./Assets/Debug/Open Imported Asset
source: Open Imported Asset
russian: Открыть импортированный актив

# MenuItem./Help/About Unity
source: Help
russian: Помощь

# MenuItem./Help/About Unity
source: About Unity
russian: О Единстве

# MenuItem./Help/Unity Learn
source: Unity Learn
russian: Единство Обучение

# MenuItem./Help/Unity Services
source: Unity Services
russian: Юнити Сервисы

# MenuItem./Help/Unity Forum
source: Unity Forum
russian: Форум Единства

# MenuItem./Help/Unity Answers
source: Unity Answers
russian: Единство Ответы

# MenuItem./Help/Unity Feedback
source: Unity Feedback
russian: Обратная связь по единству

# MenuItem./Help/Check for Updates
source: Check for Updates
russian: Проверьте наличие обновлений

# MenuItem./Help/Download Beta...
source: Download Beta...
russian: Скачать бета-версию...

# MenuItem./Help/Manage License
source: Manage License
russian: Управление лицензией

# MenuItem./Help/Release Notes
source: Release Notes
russian: Примечания к выпуску

# MenuItem./Help/Software Licenses
source: Software Licenses
russian: Лицензии на программное обеспечение

# MenuItem./Help/Package Manager Licenses
source: Package Manager Licenses
russian: Лицензии менеджера пакетов

# MenuItem./Help/Report a Bug...
source: Report a Bug...
russian: Сообщить об ошибке...

# MenuItem./Help/Unity Manual
source: Unity Manual
russian: Руководство по единству

# MenuItem./Help/Scripting Reference
source: Scripting Reference
russian: Справочник по сценариям

# MenuItem./Edit/Sign in...
source: Sign in...
russian: Войти...

# MenuItem./Edit/Sign out
source: Sign out
russian: выход

# MenuItem./Edit/Play
source: Play
russian: Играть

# MenuItem./Edit/Pause
source: Pause
russian: Пауза

# MenuItem./Edit/Step
source: Step
russian: Шаг

# MenuItem./Edit/Selection/Load Selection 1
source: Selection
russian: Выбор

# MenuItem./Edit/Selection/Load Selection 1
source: Load Selection 1
russian: Загрузить выбор 1

# MenuItem./Edit/Selection/Load Selection 2
source: Load Selection 2
russian: Загрузить выбор 2

# MenuItem./Edit/Selection/Load Selection 3
source: Load Selection 3
russian: Загрузить выбор 3

# MenuItem./Edit/Selection/Load Selection 4
source: Load Selection 4
russian: Загрузить выбор 4

# MenuItem./Edit/Selection/Load Selection 5
source: Load Selection 5
russian: Загрузить выбор 5

# MenuItem./Edit/Selection/Load Selection 6
source: Load Selection 6
russian: Выбор загрузки 6

# MenuItem./Edit/Selection/Load Selection 7
source: Load Selection 7
russian: Загрузить выбор 7

# MenuItem./Edit/Selection/Load Selection 8
source: Load Selection 8
russian: Выбор загрузки 8

# MenuItem./Edit/Selection/Load Selection 9
source: Load Selection 9
russian: Загрузить выбор 9

# MenuItem./Edit/Selection/Load Selection 0
source: Load Selection 0
russian: Загрузить выбор 0

# MenuItem./Edit/Selection/Save Selection 1
source: Save Selection 1
russian: Сохранить выбор 1

# MenuItem./Edit/Selection/Save Selection 2
source: Save Selection 2
russian: Сохранить выбор 2

# MenuItem./Edit/Selection/Save Selection 3
source: Save Selection 3
russian: Сохранить выбор 3

# MenuItem./Edit/Selection/Save Selection 4
source: Save Selection 4
russian: Сохранить выбор 4

# MenuItem./Edit/Selection/Save Selection 5
source: Save Selection 5
russian: Сохранить выбор 5

# MenuItem./Edit/Selection/Save Selection 6
source: Save Selection 6
russian: Сохранить выбор 6

# MenuItem./Edit/Selection/Save Selection 7
source: Save Selection 7
russian: Сохранить выбор 7

# MenuItem./Edit/Selection/Save Selection 8
source: Save Selection 8
russian: Сохранить выбор 8

# MenuItem./Edit/Selection/Save Selection 9
source: Save Selection 9
russian: Сохранить выбор 9

# MenuItem./Edit/Selection/Save Selection 0
source: Save Selection 0
russian: Сохранить выбор 0

# MenuItem./Assets/Create/Folder
source: Folder
russian: Папка

# MenuItem./Assets/Create/Shader Variant Collection
source: Shader Variant Collection
russian: Коллекция вариантов шейдеров

# MenuItem./Assets/Create/Scene
source: Scene
russian: Сцена

# MenuItem./Assets/Create/Material Variant
source: Material Variant
russian: Вариант материала

# MenuItem./Assets/Create/Lens Flare
source: Lens Flare
russian: Вспышка объектива

# MenuItem./Assets/Create/Render Texture
source: Render Texture
russian: Рендеринг текстуры

# MenuItem./Assets/Create/Lightmap Parameters
source: Lightmap Parameters
russian: Параметры карты освещения

# MenuItem./Assets/Create/Lighting Settings
source: Lighting Settings
russian: Настройки освещения

# MenuItem./Assets/Create/Custom Render Texture
source: Custom Render Texture
russian: Пользовательская текстура рендеринга

# MenuItem./Assets/Create/Animator Controller
source: Animator Controller
russian: Контроллер аниматора

# MenuItem./Assets/Create/Animator Override Controller
source: Animator Override Controller
russian: Контроллер блокировки аниматора

# MenuItem./Assets/Create/Avatar Mask
source: Avatar Mask
russian: Аватар Маска

# MenuItem./Assets/Create/Physic Material
source: Physic Material
russian: Физический материал

# MenuItem./Assets/Create/Custom Font
source: Custom Font
russian: Пользовательский шрифт

# MenuItem./Assets/Create/Legacy/Cubemap
source: Legacy
russian: Наследие

# MenuItem./Assets/Create/Legacy/Cubemap
source: Cubemap
russian: Кубическая карта

# MenuItem./Assets/Create/Audio Mixer
source: Audio Mixer
russian: Аудиомикшер

# MenuItem./Assets/Open
source: Open
russian: Открыть

# MenuItem./Assets/Delete
source: Delete
russian: Удалить

# MenuItem./Assets/Rename
source: Rename
russian: Переименовать

# MenuItem./Assets/Copy Path
source: Copy Path
russian: Копировать путь

# MenuItem./Assets/Open Scene Additive
source: Open Scene Additive
russian: Добавка для открытой сцены

# MenuItem./Assets/View in Package Manager
source: View in Package Manager
russian: Посмотреть в диспетчере пакетов

# MenuItem./Assets/Import New Asset...
source: Import New Asset...
russian: Импортировать новый актив...

# MenuItem./Assets/Import Package/Custom Package...
source: Import Package
russian: Импортировать пакет

# MenuItem./Assets/Import Package/Custom Package...
source: Custom Package...
russian: Индивидуальный пакет...

# MenuItem./Assets/Library/Reveal in Library folder
source: Library
russian: Библиотека

# MenuItem./Assets/Library/Reveal in Library folder
source: Reveal in Library folder
russian: Показать в папке библиотеки

# MenuItem./Assets/Library/Reveal Text Version in Library folder
source: Reveal Text Version in Library folder
russian: Показать текстовую версию в папке библиотеки

# MenuItem./Assets/Export Package...
source: Export Package...
russian: Экспортный пакет...

# MenuItem./Assets/Select Dependencies
source: Select Dependencies
russian: Выберите зависимости

# MenuItem./Assets/Refresh
source: Refresh
russian: Обновить

# MenuItem./Assets/Reimport
source: Reimport
russian: Реимпорт

# MenuItem./Assets/Reimport All
source: Reimport All
russian: Повторно импортировать все

# MenuItem./Assets/Extract From Prefab
source: Extract From Prefab
russian: Извлечение из префаба

# MenuItem./Assets/Generate Lighting
source: Generate Lighting
russian: Создать освещение

# MenuItem./Assets/Internal/Create A Ton of Test Assets
source: Create A Ton of Test Assets
russian: Создайте массу тестовых ресурсов

# MenuItem./Assets/Clear Shader Cache
source: Clear Shader Cache
russian: Очистить кэш шейдеров

# MenuItem./Edit/Redo
source: Redo
russian: Повторить

# MenuItem./Edit/Select All
source: Select All
russian: Выбрать все

# MenuItem./Edit/Cut
source: Cut
russian: Резать

# MenuItem./Edit/Duplicate
source: Duplicate
russian: Дублировать

# MenuItem./Edit/Frame Selected
source: Frame Selected
russian: Кадр выбран

# MenuItem./Edit/Lock View to Selected
source: Lock View to Selected
russian: Заблокировать просмотр для выбранного

# MenuItem./Edit/Find
source: Find
russian: Находить

# MenuItem./Edit/Preferences...
source: Preferences...
russian: Предпочтения...

# MenuItem./Edit/Shortcuts...
source: Shortcuts...
russian: Ярлыки...

# MenuItem./File/Open Scene
source: Open Scene
russian: Открытая сцена

# MenuItem./File/Save
source: Save
russian: Сохранять

# MenuItem./File/Save As...
source: Save As...
russian: Сохранить как...

# MenuItem./File/New Project...
source: New Project...
russian: Новый проект...

# MenuItem./File/Open Project...
source: Open Project...
russian: Открыть проект...

# MenuItem./File/Save Project
source: Save Project
russian: Сохранить проект

# MenuItem./File/Build Settings...
source: Build Settings...
russian: Настройки сборки...

# MenuItem./File/Build And Run
source: Build And Run
russian: Стройте и запускайте

# MenuItem./File/Close
source: Close
russian: Закрывать

# MenuItem./File/Exit
source: Exit
russian: Выход

# MenuItem./GameObject/Center On Children
source: Center On Children
russian: Центр Детей

# MenuItem./GameObject/Make Parent
source: Make Parent
russian: Сделать родителем

# MenuItem./GameObject/Clear Parent
source: Clear Parent
russian: Очистить родительский элемент

# MenuItem./Tests/Scene-based RuntimeTest/Create
source: Tests
russian: Тесты

# MenuItem./Tests/Scene-based RuntimeTest/Create
source: Scene-based RuntimeTest
russian: RuntimeTest на основе сцены

# MenuItem./CONTEXT/Object/Reset
source: Object
russian: Объект

# MenuItem./CONTEXT/MonoBehaviour/Edit Script
source: MonoBehaviour
russian: МоноПоведение

# MenuItem./CONTEXT/MonoBehaviour/Edit Script
source: Edit Script
russian: Редактировать сценарий

# MenuItem./CONTEXT/Component/Remove Component
source: Remove Component
russian: Удалить компонент

# MenuItem./CONTEXT/GameObject/Select Prefab
source: Select Prefab
russian: Выберите префаб

# MenuItem./CONTEXT/Component/Copy Component
source: Copy Component
russian: Копировать компонент

# MenuItem./CONTEXT/Component/Paste Component As New
source: Paste Component As New
russian: Вставить компонент как новый
