Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

# MenuItem./CONTEXT/Transform/Paste/Component As New
source: Component As New
russian: Компонент как новый

# MenuItem./CONTEXT/Component/Paste Component Values
source: Paste Component Values
russian: Вставить значения компонентов

# MenuItem./CONTEXT/Transform/Paste/Component Values
source: Component Values
russian: Значения компонентов

# MenuItem./CONTEXT/Animator/Optimize Transform Hierarchy
source: Optimize Transform Hierarchy
russian: Оптимизация иерархии преобразований

# MenuItem./CONTEXT/Animator/Deoptimize Transform Hierarchy
source: Deoptimize Transform Hierarchy
russian: Деоптимизировать иерархию преобразования

# MenuItem./Mesh
source: Mesh
russian: сетка

# MenuItem./Mesh Filter
source: Mesh Filter
russian: Сетчатый фильтр

# MenuItem./Mesh Renderer
source: Mesh Renderer
russian: Сетчатый рендерер

# MenuItem./Skinned Mesh Renderer
source: Skinned Mesh Renderer
russian: Средство рендеринга скинированной сетки

# MenuItem./Trail Renderer
source: Trail Renderer
russian: Средство рендеринга следов

# MenuItem./Line Renderer
source: Line Renderer
russian: Линейный рендерер

# MenuItem./Halo
source: Halo
russian: Гало

# MenuItem./Projector
source: Projector
russian: Проектор

# MenuItem./Visual Effect
source: Visual Effect
russian: Визуальный эффект

# MenuItem./Physics
source: Physics
russian: Физика

# MenuItem./Rigidbody
source: Rigidbody
russian: Ригидбоди

# MenuItem./Character Controller
source: Character Controller
russian: Контроллер персонажа

# MenuItem./Box Collider
source: Box Collider
russian: Коробочный коллайдер

# MenuItem./Sphere Collider
source: Sphere Collider
russian: Сферический коллайдер

# MenuItem./Capsule Collider
source: Capsule Collider
russian: Капсульный коллайдер

# MenuItem./Mesh Collider
source: Mesh Collider
russian: Сетчатый коллайдер

# MenuItem./Wheel Collider
source: Wheel Collider
russian: Колесо коллайдера

# MenuItem./Terrain Collider
source: Terrain Collider
russian: Ландшафтный коллайдер

# MenuItem./Constant Force
source: Constant Force
russian: Постоянная сила

# MenuItem./Physics 2D
source: Physics 2D
russian: Физика 2D

# MenuItem./Rigidbody 2D
source: Rigidbody 2D
russian: Ригидбоди 2D

# MenuItem./Box Collider 2D
source: Box Collider 2D
russian: Коробочный коллайдер 2D

# MenuItem./Circle Collider 2D
source: Circle Collider 2D
russian: Круговой коллайдер 2D

# MenuItem./Edge Collider 2D
source: Edge Collider 2D
russian: Краевой коллайдер 2D

# MenuItem./Polygon Collider 2D
source: Polygon Collider 2D
russian: Полигональный коллайдер 2D

# MenuItem./Capsule Collider 2D
source: Capsule Collider 2D
russian: Капсульный коллайдер 2D

# MenuItem./Composite Collider 2D
source: Composite Collider 2D
russian: Составной коллайдер 2D

# MenuItem./Custom Collider 2D
source: Custom Collider 2D
russian: Пользовательский коллайдер 2D

# MenuItem./Distance Joint 2D
source: Distance Joint 2D
russian: Дистанционное соединение 2D

# MenuItem./Fixed Joint 2D
source: Fixed Joint 2D
russian: Фиксированный сустав 2D

# MenuItem./Friction Joint 2D
source: Friction Joint 2D
russian: Фрикционное соединение 2D

# MenuItem./Hinge Joint 2D
source: Hinge Joint 2D
russian: Шарнирное соединение 2D

# MenuItem./Relative Joint 2D
source: Relative Joint 2D
russian: Относительный сустав 2D

# MenuItem./Slider Joint 2D
source: Slider Joint 2D
russian: Слайдерное соединение 2D

# MenuItem./Spring Joint 2D
source: Spring Joint 2D
russian: Пружинный шарнир 2D

# MenuItem./Target Joint 2D
source: Target Joint 2D
russian: Целевой сустав 2D

# MenuItem./Wheel Joint 2D
source: Wheel Joint 2D
russian: Колесный шарнир 2D

# MenuItem./Area Effector 2D
source: Area Effector 2D
russian: Эффектор области 2D

# MenuItem./Buoyancy Effector 2D
source: Buoyancy Effector 2D
russian: Эффектор плавучести 2D

# MenuItem./Point Effector 2D
source: Point Effector 2D
russian: Точечный эффектор 2D

# MenuItem./Platform Effector 2D
source: Platform Effector 2D
russian: Платформа Эффектор 2D

# MenuItem./Surface Effector 2D
source: Surface Effector 2D
russian: Поверхностный эффектор 2D

# MenuItem./Constant Force 2D
source: Constant Force 2D
russian: Постоянная сила 2D

# MenuItem./Navigation
source: Navigation
russian: Навигация

# MenuItem./Nav Mesh Agent
source: Nav Mesh Agent
russian: Агент навигационной сетки

# MenuItem./Off Mesh Link
source: Off Mesh Link
russian: Выкл. ссылку на сетку

# MenuItem./Nav Mesh Obstacle
source: Nav Mesh Obstacle
russian: Навигационная сетка Препятствие

# MenuItem./Audio Listener
source: Audio Listener
russian: Аудио-прослушиватель

# MenuItem./Audio Low Pass Filter
source: Audio Low Pass Filter
russian: Аудио фильтр нижних частот

# MenuItem./Audio High Pass Filter
source: Audio High Pass Filter
russian: Фильтр высоких частот аудио

# MenuItem./Audio Echo Filter
source: Audio Echo Filter
russian: Аудио-эхо-фильтр

# MenuItem./Audio Distortion Filter
source: Audio Distortion Filter
russian: Фильтр искажений звука

# MenuItem./Audio Reverb Filter
source: Audio Reverb Filter
russian: Аудио фильтр реверберации

# MenuItem./Audio Chorus Filter
source: Audio Chorus Filter
russian: Аудио фильтр хоруса

# MenuItem./Streaming Controller
source: Streaming Controller
russian: Потоковый контроллер

# MenuItem./Skybox
source: Skybox
russian: Скайбокс

# MenuItem./Flare Layer
source: Flare Layer
russian: Слой бликов

# MenuItem./Light Probe Proxy Volume
source: Light Probe Proxy Volume
russian: Том прокси-сервера Light Probe

# MenuItem./Occlusion Area
source: Occlusion Area
russian: Область окклюзии

# MenuItem./Occlusion Portal
source: Occlusion Portal
russian: Окклюзионный портал

# MenuItem./LOD Group
source: LOD Group
russian: ЛОД Групп

# MenuItem./Sprite Renderer
source: Sprite Renderer
russian: Средство рендеринга спрайтов

# MenuItem./Sorting Group
source: Sorting Group
russian: Сортировочная группа

# MenuItem./Tilemap
source: Tilemap
russian: Тайловая карта

# MenuItem./Tilemap Renderer
source: Tilemap Renderer
russian: Средство рендеринга тайловой карты

# MenuItem./Tilemap Collider 2D
source: Tilemap Collider 2D
russian: Тайловый коллайдер 2D

# MenuItem./Layout
source: Layout
russian: Макет

# MenuItem./Playables
source: Playables
russian: Игровые предметы

# MenuItem./Playable Director
source: Playable Director
russian: Играбельный директор

# MenuItem./AR
source: AR
russian: АР

# MenuItem./Miscellaneous
source: Miscellaneous
russian: Разнообразный

# Error Message in ContainerWindow.mm
source: Unknown container show mode
russian: Неизвестный режим отображения контейнера

# Error Message in DragAndDrop.mm
source: Starting multiple Drags. You can only start one drag at a time!
russian: Запуск нескольких перетаскиваний. Вы можете начать только одно перетаскивание одновременно!

# Error Message in GUIView.mm
source: Invalid surface for grabbing pixels. Verify that the RenderTexture is a valid color surface. Only a single color target may be grabbed.
russian: Недопустимая поверхность для захвата пикселей. Убедитесь, что RenderTexture является допустимой цветовой поверхностью. Можно захватить только цель одного цвета.

# Error Message in GUIView.mm
source: Cannot grab pixels into RenderTexture from memoryless texture. Remove memoryless flag from Texture.
russian: Невозможно захватить пиксели в RenderTexture из текстуры без памяти. Удалите флаг отсутствия памяти из текстуры.

# Error Message in ExternalProcessWindows.mm
source: Failed to allocate memory for external process.
russian: Не удалось выделить память для внешнего процесса.

# Error Message in HardwareEvents.mm
source: IOServiceMatching returned null
russian: IOServiceMatching вернул ноль

# Error Message in HardwareEvents.mm
source: Couldn't subscribe to USB device added events
russian: Не удалось подписаться на события, добавленные на USB-устройстве.

# Error Message in HardwareEvents.mm
source: Couldn't subscribe to USB device removed events
russian: Не удалось подписаться на события удаления USB-устройства.

# Error Message in GUIRenderView.mm
source: No window setup yet
russian: Окна еще не настроены

# Error Message in OpenGLView.mm
source: Invalid OpenGL Context for rendering.
russian: Неверный контекст OpenGL для рендеринга.

# Error Message in OpenGLView.mm
source: OpenGL Context became invalid during rendering
russian: Контекст OpenGL стал недействительным во время рендеринга

# Error Message in ColorPicker.cpp
source: Error reading screen pixels
russian: Ошибка чтения пикселей экрана

# Error Message in ExternalProcess.cpp
source: Pipe error!
russian: Ошибка трубы!

# Error Message in ExternalProcess.cpp
source: error in fdopen()
russian: ошибка в fdopen()

# Error Message in MenuControllerLinux.cpp
source: Can't enable null menu item
russian: Невозможно включить нулевой пункт меню

# Error Message in MenuControllerLinux.cpp
source: Can't set hotkey on null menu item
russian: Невозможно установить горячую клавишу для нулевого пункта меню.

# Error Message in EditorUtility.cpp
source: fork error
russian: ошибка вилки

# Error Message in EditorUtility.cpp
source: Error relaunching Unity
russian: Ошибка перезапуска Unity

# Error Message in EditorUtility.cpp
source: Unable to read process list
russian: Невозможно прочитать список процессов

# Error Message in DragAndDrop.cpp
source: Failed to set PPtrs for drag and drop
russian: Не удалось установить PPtrs для перетаскивания.

# Error Message in DragAndDrop.cpp
source: Failed to lock PPtr memory for drag and drop
russian: Не удалось заблокировать память PPtr для перетаскивания.

# Error Message in DragAndDrop.cpp
source: Failed to set paths for drag and drop
russian: Не удалось установить пути для перетаскивания.

# Error Message in DragAndDrop.cpp
source: Failed to lock memory for paths drag and drop
russian: Не удалось заблокировать память для перетаскивания путей.

# Error Message in DragAndDrop.cpp
source: Failed to set files for drag and drop
russian: Не удалось установить файлы для перетаскивания.

# Error Message in DragAndDrop.cpp
source: Failed to lock memory for files drag and drop
russian: Не удалось заблокировать память для перетаскивания файлов.

# Warning Message in DragAndDrop.cpp
source: Drag started without any data. Nothing will be dropped. Did you call DragAndDrop.SetGenericData() from inside your override of SetupDragAndDrop()?
russian: Перетаскивание началось без каких-либо данных. Ничего не будет сброшено. Вы вызывали DragAndDrop.SetGenericData() из переопределения SetupDragAndDrop()?

# Error Message in ExternalProcess.cpp
source: Unknown error while connecting pipe to external process
russian: Неизвестная ошибка при подключении канала к внешнему процессу

# Error Message in ExternalProcess.cpp
source: Unknown state while connecting pipe to external process
russian: Неизвестное состояние при подключении канала к внешнему процессу

# Error Message in ExternalProcess.cpp
source: Error writing killed external process.
russian: Ошибка записи привела к остановке внешнего процесса.

# Error Message in ExternalProcessWindows.cpp
source: Failed to get container window to host process
russian: Не удалось получить окно контейнера для хост-процесса.

# Error Message in ContainerWindow.cpp
source: Could not adjust window rect
russian: Не удалось настроить прямоугольник окна

# Error Message in GUIView.cpp
source: Cannot reparent window to suggested parent. Window will not automatically close.
russian: Невозможно переназначить окно на предложенный родительский элемент. Окно не закроется автоматически.

# Error Message in HandleUtility.bindings.h
source: Handles.GetClosestPickingID called outside an editor OnGUI
russian: Handles.GetClosestPickingID вызывается вне редактора OnGUI

# Error Message in HandleUtility.bindings.h
source: Handles.Repaint called outside an editor OnGUI
russian: Handles.Repaint вызывается вне редактора OnGUI

# Error Message in ShaderUtil.bindings.cpp
source: Could not write shader variant collection asset.
russian: Не удалось записать актив коллекции вариантов шейдера.

# Error Message in ShaderUtil.bindings.cpp
source: Snippet not found
russian: Фрагмент не найден

# Error Message in ShaderUtil.bindings.cpp
source: Invalid pass identifier.
russian: Неверный идентификатор пропуска.

# Error Message in EditorSceneManager.bindings.cpp
source: LoadSceneManagerSetup() cannot be used during play mode.
russian: LoadSceneManagerSetup() нельзя использовать в режиме воспроизведения.

# Error Message in PopupMenuUtility.cpp
source: Context is null.
russian: Контекст равен нулю.

# Error Message in GlobalObjectId.cpp
source: GetGlobalObjectIdsSlow outputIdentifiers array argument must be at least as big as the objects argument.
russian: Аргумент массива GetGlobalObjectIdsSlow outputIdentifiers должен быть по крайней мере такого же размера, как аргумент объектов.

# Error Message in GlobalObjectId.cpp
source: GlobalObjectIdentifiersToObjectsSlow array arguments must be of the same size.
russian: Аргументы массива GlobalObjectIdentifiersToObjectsSlow должны иметь одинаковый размер.

# Error Message in GlobalObjectId.cpp
source: GlobalObjectIdentifiersToInstanceIDsSlow array arguments must be of the same size.
russian: Аргументы массива GlobalObjectIdentifiersToInstanceIDsSlow должны иметь одинаковый размер.

# Error Message in Picking.cpp
source: Could not find scene view picking shader. Are editor resources out of date
russian: Не удалось найти шейдер выбора вида сцены. Ресурсы редактора устарели?

# Error Message in Picking.cpp
source: broken?
russian: сломанный?

# Error Message in Picking.cpp
source: Could not find scene view alpha picking shader. Are editor resources out of date
russian: Не удалось найти альфа-шейдер выбора сцены. Ресурсы редактора устарели?

# Error Message in PackageUtility.cpp
source: Could not get asset importer during package upgrade process
russian: Не удалось получить импортер ресурсов во время процесса обновления пакета.

# Error Message in PackageUtility.cpp
source: Failed to convert an asset during package import
russian: Не удалось преобразовать ресурс во время импорта пакета.

# Warning Message in PackageUtility.cpp
source: Failed to mark one or more files for add in Version Control
russian: Не удалось пометить один или несколько файлов для добавления в системе контроля версий.

# Error Message in PackageUtility.cpp
source: Failed to open Package Manager Dependencies file for read
russian: Не удалось открыть файл зависимостей диспетчера пакетов для чтения.

# Error Message in PackageUtility.cpp
source: Couldn't open Package Manager Dependencies file for write
russian: Не удалось открыть файл зависимостей диспетчера пакетов для записи.

# Error Message in PackageUtility.cpp
source: Couldn't write Package Manager Dependencies to file
russian: Не удалось записать зависимости диспетчера пакетов в файл.

# Error Message in PackageUtility.cpp
source: Failed to parse Package Manager Dependencies file
russian: Не удалось проанализировать файл зависимостей диспетчера пакетов.

# Error Message in PackageUtility.cpp
source: Couldn't create temporary directory in which to update Package Manager Dependencies file
russian: Не удалось создать временный каталог для обновления файла зависимостей диспетчера пакетов.

# Error Message in PackageUtility.cpp
source: Couldn't copy Package Manager Dependencies file to temporary directory
russian: Не удалось скопировать файл зависимостей диспетчера пакетов во временный каталог.

# Error Message in PackageUtility.cpp
source: The Package Manager Dependencies file failed to load or parse
russian: Не удалось загрузить или проанализировать файл зависимостей диспетчера пакетов.

# Error Message in EditorWindowsShared.cpp
source: Could not find scene view Hidden
russian: Не удалось найти вид сцены. Скрыто.

# Error Message in EditorWindowsShared.cpp
source: BlitCopy shader. Are editor resources out of date
russian: Шейдер BlitCopy. Ресурсы редактора устарели?

# Error Message in EditorWindowsShared.cpp
source: Could not find scene view GUITextureBlit2Linear shader. Are editor resources out of date
russian: Не удалось найти шейдер GUITextureBlit2Linear вида сцены. Ресурсы редактора устарели?

# Error Message in EditorWindowsShared.cpp
source: BlitCopyHDRTonemap shader. Are editor resources out of date
russian: Шейдер BlitCopyHDRTonemap. Ресурсы редактора устарели?

# Error Message in EditorOnlyPlayerSettings.cpp
source: Device type out of range
russian: Тип устройства вне диапазона

# Error Message in EditorOnlyPlayerSettings.cpp
source: Launch screen type out of range
russian: Тип экрана запуска вне диапазона

# Error Message in ProjectVersion.cpp
source: Cannot write ProjectVersion.txt
russian: Невозможно записать ProjectVersion.txt

# Warning Message in Lightmapping.cpp
source: Computing lightmaps is not available in play mode.
russian: Вычисление карт освещения недоступно в режиме игры.

# Warning Message in Lightmapping.cpp
source: Computing lightmaps from script is not available in iterative mode. Please change Lightmapping.giWorkflowMode to GIWorkflowMode.OnDemand.
russian: Вычисление карт освещения из скрипта недоступно в итеративном режиме. Пожалуйста, измените Lightmapping.giWorkflowMode на GIWorkflowMode.OnDemand.

# Error Message in EditorSettings.cpp
source: Can't switch serialization mode to binary or from text while compile errors are present. Please fix the scripts and try again.
russian: Невозможно переключить режим сериализации на двоичный или текстовый режим при наличии ошибок компиляции. Пожалуйста, исправьте скрипты и повторите попытку.

# Warning Message in Progress.cpp
source: You can't cancel if there is no cancellation callback registered
russian: Вы не можете отменить, если не зарегистрирован обратный вызов отмены.

# Warning Message in Progress.cpp
source: You can't pause if there is no pause callback registered
russian: Вы не можете сделать паузу, если не зарегистрирован обратный вызов паузы.

# Warning Message in Progress.cpp
source: You can't resume if there is no pause callback registered
russian: Вы не сможете возобновить работу, если не зарегистрирован обратный вызов на паузу.

# Error Message in EditorWindowController.cpp
source: You may not pass null objects
russian: Вы не можете передавать нулевые объекты

# Error Message in EditorWindowController.cpp
source: You may not pass in objects that are already persistent
russian: Вы не можете передавать объекты, которые уже являются постоянными.

# Error Message in OcclusionCulling.cpp
source: No Renderers that are marked static were found in the scene. Please mark all renderers that will never move as static in the inspector.
russian: В сцене не обнаружено рендереров, помеченных как статические. Пожалуйста, отметьте в инспекторе все средства визуализации, которые никогда не будут перемещаться, как статичные.

# Error Message in OcclusionCulling.cpp
source: Failed reading occluder data output
russian: Не удалось прочитать выходные данные окклюдера.

# Error Message in OcclusionCulling.cpp
source: No asset directory.
russian: Нет каталога активов.

# Error Message in MacroClient.cpp
source: MacroClient connection failed because the socket couldn't connect
russian: Не удалось подключиться к MacroClient, поскольку сокет не смог подключиться.

# Error Message in MacroClient.cpp
source: MacroClient connection failure
russian: Ошибка подключения MacroClient

# Error Message in MacroClient.cpp
source: unable to write response of evaluation to socket
russian: невозможно записать ответ оценки в сокет

# Error Message in ComponentUtility.cpp
source: Don't try to find visible index of an invisible component
russian: Не пытайтесь найти видимый индекс невидимого компонента.

# Error Message in ComponentUtility.cpp
source: Could not find component in GameObjects own list of components
russian: Не удалось найти компонент в собственном списке компонентов GameObjects.

# Warning Message in GenericRemote.cpp
source: Set-up Android SDK path to make Android remote work
russian: Настройте путь к Android SDK, чтобы обеспечить удаленную работу Android.

# Error Message in Handles.bindings.h
source: Colors array must be of equal of greater length to points array.
russian: Массив цветов должен быть равной или большей длины массиву точек.

# Error Message in QueueJobTypes.cpp
source: Unknown concurrent jobs type.
russian: Неизвестный тип параллельных заданий.

# Warning Message in GIFileCache.cpp
source: Failed to reduce the GI file cache size below the current maximum. Clear the cache or increase the maximum cache size in the Editor Preferences.
russian: Не удалось уменьшить размер кэша файла GI ниже текущего максимума. Очистите кеш или увеличьте максимальный размер кеша в настройках редактора.

# Error Message in GISceneManagerHelpers.cpp
source: Failed to find a suitable OpenCL device for the GPU Lightmapper. Please change your lightmapper or install the latest graphics driver.
russian: Не удалось найти подходящее устройство OpenCL для графического процессора Lightmapper. Пожалуйста, замените свой Lightmapper или установите последнюю версию графического драйвера.

# Error Message in GISceneManagerHelpers.cpp
source: Falling back to CPU lightmapper.
russian: Возвращаемся к процессору Lightmapper.

# Error Message in GISceneManagerHelpers.cpp
source: Unable to fall back to CPU lightmapper.
russian: Невозможно вернуться к процессору Lightmapper.

# Error Message in LightingDataAsset.cpp
source: Baked lighting asset couldn't be assigned because the scene has not been loaded yet.
russian: Не удалось назначить запеченный ресурс освещения, поскольку сцена еще не загружена.

# Error Message in LightingDataAsset.cpp
source: Mounting archive file system for lighting data asset failed!
russian: Не удалось смонтировать файловую систему архива для ресурса данных освещения!

# Error Message in ComputeEnlightenHashes.cpp
source: Failed retrieving data for atlas.
russian: Не удалось получить данные для атласа.

# Error Message in ComputeEnlightenHashes.cpp
source: Failed looking up radiosity hash from input system hash.
russian: Не удалось найти хэш радиосити из хэша системы ввода.

# Error Message in ComputeEnlightenHashes.cpp
source: Failed looking up upsampling data for bake system.
russian: Не удалось найти данные повышения дискретизации для системы запекания.

# Error Message in IssueEnlightenJobs.cpp
source: Failed getting instances for input system.
russian: Не удалось получить экземпляры для системы ввода.

# Error Message in IssueEnlightenJobs.cpp
source: Failed extracting dependencies while preparing clustering job.
russian: Не удалось извлечь зависимости при подготовке задания кластеризации.

# Error Message in IssueEnlightenJobs.cpp
source: Failed extracting dependencies while preparing light transport job.
russian: Не удалось извлечь зависимости при подготовке задания легкой транспортировки.

# Error Message in EnlightenBakeManager.cpp
source: Failed allocating emissive environment for baking.
russian: Не удалось выделить излучающую среду для выпечки.

# Error Message in EnlightenBakeManager.cpp
source: Failed writing emissive environment for baking.
russian: Не удалось записать излучающую среду для запекания.

# Error Message in EnlightenBakeManager.cpp
source: Failed generating emissive environment for baking.
russian: Не удалось создать излучающую среду для выпечки.

# Error Message in EnlightenBakeManager.cpp
source: Failed extracting bake materials.
russian: Не удалось извлечь материалы для запекания.

# Error Message in IssueEnlightenBakingJobs.cpp
source: Failed issuing atlassing job.
russian: Не удалось выполнить задание атласа.

# Warning Message in IssueEnlightenBakingJobs.cpp
source: Failed issuing Enlighten bake system job.
russian: Не удалось выполнить задание системы запекания Enlighten.

# Error Message in CreateEnlightenBakeSystemJob.cpp
source: Failed creating bakesystem.
russian: Не удалось создать систему запекания.
