Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Cause some particles to spin in the opposite direction. (Set between 0 and 1, where a higher value causes more to flip)
russian: Заставить некоторые частицы вращаться в противоположном направлении. (Установите значение от 0 до 1, где более высокое значение приводит к большему переворачиванию)

source: Play On Awake*
russian: Играть после пробуждения*

source: If enabled, the system will start playing automatically. Note that this setting is shared between all Particle Systems in the current particle effect.
russian: Если этот параметр включен, система начнет воспроизведение автоматически. Обратите внимание, что эта настройка является общей для всех систем частиц в текущем эффекте частиц.

source: Gravity Source
russian: Источник гравитации

source: Use 2D or 3D physics gravity
russian: Используйте 2D или 3D физику гравитации.

source: Gravity Modifier
russian: Модификатор гравитации

source: Scales the gravity defined in Physics Manager
russian: Масштабирует гравитацию, определенную в Physics Manager.

source: Scaling Mode
russian: Режим масштабирования

source: Use the combined scale from our entire hierarchy, just this local particle node, or only apply scale to the shape module.
russian: Используйте объединенный масштаб всей нашей иерархии, только этот локальный узел частицы или примените масштаб только к модулю формы.

source: Simulation Space
russian: Моделирование пространства

source: Makes particle positions simulate in world, local or custom space. In local space they stay relative to their own Transform, and in custom space they are relative to the custom Transform.
russian: Заставляет позиции частиц моделироваться в мировом, локальном или пользовательском пространстве. В локальном пространстве они остаются относительно своего собственного Transform, а в пользовательском пространстве — относительно пользовательского Transform.

source: Custom Simulation Space
russian: Пользовательское пространство моделирования

source: Makes particle positions simulate relative to a custom Transform component.
russian: Заставляет позиции частиц имитировать относительно пользовательского компонента Transform.

source: Simulation Speed
russian: Скорость моделирования

source: Scale the playback speed of the Particle System.
russian: Масштабируйте скорость воспроизведения системы частиц.

source: Delta Time
russian: Дельта времени

source: Use either the Delta Time or the Unscaled Delta Time. Useful for playing effects whilst paused.
russian: Используйте либо дельту времени, либо немасштабированную дельту времени. Полезно для воспроизведения эффектов во время паузы.

source: Auto Random Seed
russian: Автоматическое случайное начальное число

source: Simulate differently each time the effect is played.
russian: Имитируйте по-разному каждый раз, когда воспроизводится эффект.

source: Random Seed
russian: Случайное семя

source: Randomize the look of the Particle System. Using the same seed will make the Particle System play identically each time. After changing this value, restart the Particle System to see the changes, or check the Resimulate box.
russian: Рандомизируйте внешний вид системы частиц. Использование одного и того же начального числа заставит систему частиц каждый раз воспроизводиться одинаково. После изменения этого значения перезапустите систему частиц, чтобы увидеть изменения, или установите флажок «Resimulate».

source: Custom Velocity
russian: Пользовательская скорость

source: An extra velocity value added to emitted particles when the Emitter Velocity Mode is Custom.
russian: Дополнительное значение скорости, добавляемое к испускаемым частицам, когда режим скорости эмиттера установлен на «Пользовательский».

source: Emitter Velocity Mode
russian: Режим скорости излучателя

source: How to determine the extra velocity imparted to particles by the Particle System. Use the Transform option to add the velocity calculated from the system's Transform. Use Rigidbody to add the velocity of the system's Rigidbody. Use Custom to add the velocity specified in the Custom Velocity property.
russian: Как определить дополнительную скорость, сообщаемую частицам системой частиц. Используйте опцию Transform, чтобы добавить скорость, рассчитанную на основе преобразования системы. Используйте Rigidbody, чтобы добавить скорость Rigidbody системы. Используйте Custom, чтобы добавить скорость, указанную в свойстве Custom Velocity.

source: Stop Action
russian: Остановить действие

source: When the Particle System is stopped and all particles have died, should the GameObject automatically disable/destroy itself?
russian: Когда система частиц остановлена ​​и все частицы умерли, должен ли GameObject автоматически отключаться/уничтожаться?

source: Choose whether to continue simulating the Particle System when offscreen. Catch-up mode pauses offscreen simulations but performs a large simulation step when they become visible, giving the appearance that they were never paused. Automatic uses Pause mode for looping systems, and AlwaysSimulate if not looping.
russian: Выберите, продолжать ли моделировать систему частиц за кадром. Режим «Догоняющий» приостанавливает закадровые симуляции, но выполняет большой шаг симуляции, когда они становятся видимыми, создавая впечатление, что они никогда не были приостановлены. Автоматически используется режим паузы для зацикливания систем и AlwaysSimulate, если цикл не выполняется.

source: Ring Buffer Mode
russian: Режим кольцевого буфера

source: Rather than dying when their lifetime has elapsed, particles will remain alive until the Max Particles buffer is full, at which point new particles will replace the oldest.
russian: Вместо того, чтобы умереть по истечении срока их жизни, частицы будут оставаться живыми до тех пор, пока буфер Max Particles не заполнится, после чего новые частицы заменят самые старые.

source: Loop Range
russian: Диапазон цикла

source: Particle lifetimes may loop between a fade-in and fade-out time, in order to use curves for the entire time they are alive. Values are in the 0-1 range.
russian: Время жизни частиц может зацикливаться между временем появления и затухания, чтобы использовать кривые за все время их существования. Значения находятся в диапазоне 0-1.

source: Pre-warming a sub-emitter it not necessary and wastes resources. You only need to pre-warm the root Particle System component.
russian: Предварительный прогрев суб-излучателя не требуется и приводит к напрасной трате ресурсов. Вам нужно только предварительно прогреть корневой компонент Particle System.

source: World
russian: Мир

source: Destroy
russian: Разрушать

source: Pause and Catch-up
russian: Пауза и догонялки

source: Always Simulate
russian: Всегда моделировать

source: Pause Until Replaced
russian: Пауза до замены

source: Loop Until Replaced
russian: Цикл до замены

source: Rigidbody
russian: Ригидбоди

source: 3D Physics
russian: 3D-физика

source: 2D Physics
russian: 2D-физика

source: Controls the initial lifetime of particles based on the speed of the emitter.
russian: Управляет начальным временем жизни частиц в зависимости от скорости эмиттера.

source: Maps the speed to a value along the curve, when using one of the curve modes.
russian: Сопоставляет скорость со значением вдоль кривой при использовании одного из режимов кривой.

source: Defines the render mode of the particle renderer.
russian: Определяет режим рендеринга средства рендеринга частиц.

source: Defines the material used to render particles.
russian: Определяет материал, используемый для рендеринга частиц.

source: Trail Material
russian: Материал тропы

source: Defines the material used to render particle trails.
russian: Определяет материал, используемый для рендеринга следов частиц.

source: Specifies the Meshes to render for each particle. When using a non-uniform distribution, you can also specify the weightings for each Mesh.
russian: Указывает сетки для рендеринга для каждой частицы. При использовании неравномерного распределения вы также можете указать веса для каждой сетки.

source: Mesh Distribution
russian: Распределение сетки

source: Specifies the method Unity uses to randomly assign Meshes to particles.
russian: Указывает метод, который Unity использует для случайного назначения сеток частицам.

source: Min Particle Size
russian: Минимальный размер частиц

source: How small is a particle allowed to be on screen at least? 1 is entire viewport. 0.5 is half viewport.
russian: Насколько маленькой частице разрешено находиться на экране? 1 — весь видовой экран. 0,5 — это половина области просмотра.

source: Max Particle Size
russian: Максимальный размер частиц

source: How large is a particle allowed to be on screen at most? 1 is entire viewport. 0.5 is half viewport.
russian: Насколько крупной частице разрешено находиться на экране? 1 — весь видовой экран. 0,5 — это половина области просмотра.

source: Camera Scale
russian: Масштаб камеры

source: How much the camera speed is factored in when determining particle stretching.
russian: Насколько скорость камеры учитывается при определении растяжения частиц.

source: Speed Scale
russian: Шкала скорости

source: Defines the length of the particle compared to its speed.
russian: Определяет длину частицы по сравнению с ее скоростью.

source: Length Scale
russian: Шкала длины

source: Defines the length of the particle compared to its width. This determines the base length of particles when they don't move. A value of 1 is neutral, causing no stretching or squashing.
russian: Определяет длину частицы по сравнению с ее шириной. Это определяет базовую длину частиц, когда они не движутся. Значение 1 является нейтральным и не вызывает растяжения или сжатия.

source: Freeform Stretching
russian: Произвольная растяжка

source: Enables alternative stretching behavior where particles don't get thin when viewed head-on and where particle rotation can be independent from stretching direction.
russian: Включает альтернативное поведение растяжения, при котором частицы не становятся тонкими, если смотреть спереди, и где вращение частиц может быть независимым от направления растяжения.

source: Rotate With Stretch
russian: Поворот с растягиванием

source: Rotate the particles based on the direction they are stretched in. This is added on top of other particle rotation.
russian: Вращайте частицы в зависимости от направления, в котором они растянуты. Это добавляется поверх вращения других частиц.

source: Sorting Fudge
russian: Сортировка помадки

source: Lower the number and most likely these particles will appear in front of other transparent objects, including other particles.
russian: Уменьшите число, и, скорее всего, эти частицы появятся перед другими прозрачными объектами, включая другие частицы.

source: This is disabled as the Sorting Group component handles the sorting for this Renderer.
russian: Это отключено, поскольку компонент Sorting Group обрабатывает сортировку для этого средства визуализации.

source: Sort Mode
russian: Режим сортировки

source: Draw order of the particles. They can be sorted by: - Distance (from the camera position) - Oldest particles in front - Youngest prticles in front - Depth (distance from the camera plane)
russian: Нарисуйте порядок частиц. Их можно сортировать по: - расстоянию (от положения камеры) - самым старым частицам спереди - самым молодым частицам спереди - глубине (расстоянию от плоскости камеры)

source: Set whether the rotation of the particles is defined in Screen or World space.
russian: Установите, определяется ли вращение частиц в экранном или мировом пространстве.

source: Only opaque materials cast shadows
russian: Только непрозрачные материалы отбрасывают тени.

source: Only opaque materials receive shadows. When using deferred rendering, all opaque objects receive shadows.
russian: Только непрозрачные материалы получают тени. При использовании отложенного рендеринга все непрозрачные объекты получают тени.

source: Apply a shadow bias to prevent self-shadowing artifacts. The specified value is the proportion of the particle size.
russian: Примените смещение тени, чтобы предотвратить артефакты самозатенения. Указанное значение представляет собой долю размера частиц.

source: When enabled, Unity considers this renderer as being static for the sake of shadow rendering. If the SRP implements cached shadow maps, this field indicates to the render pipeline what renderers are considered static and what renderers are considered dynamic.
russian: Если этот параметр включен, Unity считает этот модуль рендеринга статическим для рендеринга теней. Если SRP реализует кэшированные карты теней, это поле указывает конвейеру рендеринга, какие средства рендеринга считаются статическими, а какие — динамическими.

source: Specifies whether the Particle System renders 'Per Object Motion', 'Camera Motion', or 'No Motion' vectors to the Camera Motion Vector Texture. Note that there is no built-in support for Per-Particle Motion.
russian: Указывает, визуализирует ли система частиц векторы «Движение каждого объекта», «Движение камеры» или «Нет движения» в текстуру вектора движения камеры. Обратите внимание, что встроенной поддержки движения по частицам нет.

source: Normal Direction
russian: Нормальное направление

source: Value between 0.0 and 1.0. If 1.0 is used, normals will point towards camera. If 0.0 is used, normals will point out in the corner direction of the particle.
russian: Значение от 0,0 до 1,0. Если используется 1.0, нормали будут указывать на камеру. Если используется значение 0,0, нормали будут указывать в угловом направлении частицы.

source: Allow Roll
russian: Разрешить перекат

source: Allows billboards to roll with the camera. It is often useful to disable this option when using VR.
russian: Позволяет рекламным щитам катиться вместе с камерой. Часто бывает полезно отключить эту опцию при использовании VR.

source: Name of the Renderer's sorting layer.
russian: Имя сортировочного слоя рендерера.

source: Render Alignment
russian: Выравнивание рендеринга

source: Specifies if the particles face the camera, align to world axes, or stay local to the system's transform.
russian: Указывает, обращены ли частицы к камере, выровнены по мировым осям или остаются локальными по отношению к преобразованию системы.

source: Specifies if the particles face the camera, align to world axes, or stay local to the system's transform. When using Align to Direction in the Shape module, Particle Systems only support Local and World Render Alignments.
russian: Указывает, обращены ли частицы к камере, выровнены по мировым осям или остаются локальными по отношению к преобразованию системы. При использовании «Выравнивание по направлению» в модуле «Форма» системы частиц поддерживают только локальное и глобальное выравнивание рендеринга.

source: Applies an offset to the pivot of particles, as a multiplier of its size.
russian: Применяет смещение к оси частиц как множитель их размера.

source: Cause some particles to be flipped horizontally and/or vertically. (Set between 0 and 1, where a higher value causes more to flip)
russian: Заставить некоторые частицы переворачиваться по горизонтали и/или по вертикали. (Установите значение от 0 до 1, где более высокое значение приводит к большему переворачиванию)

source: Cause some mesh particles to be flipped along each of their axes. Use a shader with CullMode=None, to avoid inside-out geometry. (Set between 0 and 1, where a higher value causes more to flip)
russian: Заставить некоторые частицы сетки перевернуться вдоль каждой из их осей. Используйте шейдер с CullMode=None, чтобы избежать выворачивания геометрии. (Установите значение от 0 до 1, где более высокое значение приводит к большему переворачиванию)

source: Visualize Pivot
russian: Визуализация поворота

source: Render the pivot positions of the particles.
russian: Отобразите поворотные положения частиц.

source: Custom Vertex Streams
russian: Пользовательские потоки вершин

source: Choose whether to send custom particle data to the shader.
russian: Выберите, отправлять ли пользовательские данные частиц в шейдер.

source: Enable Mesh GPU Instancing
russian: Включить создание экземпляров Mesh GPU

source: When rendering mesh particles, use GPU Instancing on platforms where it is supported, and when using shaders that contain a Procedural Instancing pass (#pragma instancing_options procedural).
russian: При рендеринге частиц сетки используйте GPU Instancing на платформах, где он поддерживается, а также при использовании шейдеров, содержащих проход процедурного экземпляра (#pragma instancing_options procedural).

source: When using Linear Rendering, particle colors will be converted appropriately before being passed to the GPU.
russian: При использовании линейного рендеринга цвета частиц будут соответствующим образом преобразованы перед передачей в графический процессор.

source: GPU Instancing does not support using the same shader for the Trails. Please use a different shader, or disable the GPU Instancing checkbox.
russian: GPU Instancing не поддерживает использование одного и того же шейдера для Trails. Используйте другой шейдер или отключите флажок «Инстансирование графического процессора».

source: Stretched Billboard
russian: Растянутый рекламный щит

source: Horizontal Billboard
russian: Горизонтальный рекламный щит

source: Vertical Billboard
russian: Вертикальный рекламный щит

source: By Distance
russian: По расстоянию

source: Oldest in Front
russian: Самый старший впереди

source: Youngest in Front
russian: Самый младший впереди

source: By Depth
russian: По глубине

source: View
russian: Вид

source: Facing
russian: Облицовка

source: Velocity
russian: Скорость

source: Camera Motion Only
russian: Только движение камеры

source: Per Object Motion
russian: За движение объекта

source: Force No Motion
russian: Принудительное отсутствие движения

source: Masking
russian: Маскировка

source: Defines the masking behavior of the particles. See Sprite Masking documentation for more details.
russian: Определяет маскирующее поведение частиц. Дополнительную информацию см. в документации по маскировке спрайтов.

source: No Masking
russian: Без маскировки

source: Visible Inside Mask
russian: Видимая внутренняя маска

source: Visible Outside Mask
russian: Видимая внешняя маска

source: Uniform Random
russian: Униформа Случайный

source: Non-uniform Random
russian: Неравномерный Случайный

source: Modified Collision Plane Transform
russian: Модифицированное преобразование плоскости столкновения

source: Lifetime Loss
russian: Пожизненная потеря

source: When particle collides, it will lose this fraction of its Start Lifetime
russian: Когда частица сталкивается, она теряет эту часть своего начального времени жизни.

source: Planes
russian: Самолеты

source: Planes are defined by assigning a reference to a transform. This transform can be any transform in the scene and can be animated. Multiple planes can be used. Note: the Y-axis is used as the plane normal.
russian: Плоскости определяются путем присвоения ссылки на преобразование. Это преобразование может быть любым преобразованием в сцене и может быть анимировано. Можно использовать несколько плоскостей. Примечание. В качестве нормали к плоскости используется ось Y.

source: Create an empty GameObject and assign it as a plane.
russian: Создайте пустой GameObject и назначьте его плоскостью.

source: Min Kill Speed
russian: Минимальная скорость убийства

source: When particles collide and their speed is lower than this value, they are killed.
russian: Когда частицы сталкиваются и их скорость ниже этого значения, они погибают.

source: Max Kill Speed
russian: Максимальная скорость убийства

source: When particles collide and their speed is higher than this value, they are killed.
russian: Когда частицы сталкиваются и их скорость превышает это значение, они погибают.

source: When particle collides, it will lose this fraction of its speed. Unless this is set to 0.0, particle will become slower after collision.
russian: Когда частица сталкивается, она теряет эту часть своей скорости. Если для этого параметра не установлено значение 0,0, частица станет медленнее после столкновения.

source: Bounce
russian: Подпрыгивать

source: When particle collides, the bounce is scaled with this value. The bounce is the upwards motion in the plane normal direction.
russian: Когда частица сталкивается, отскок масштабируется с этим значением. Отскок – это движение вверх в нормальном к плоскости направлении.

source: Only used for visualizing the planes: Wireframe or Solid.
russian: Используется только для визуализации плоскостей: Wireframe или Solid.

source: Scale Plane
russian: Масштабная плоскость

source: Resizes the visualization planes.
russian: Изменяет размеры плоскостей визуализации.

source: Collides With
russian: Столкновение с

source: Collides the particles with colliders included in the layermask.
russian: Сталкивает частицы с коллайдерами, включенными в маску слоя.

source: Enable Dynamic Colliders
russian: Включить динамические коллайдеры

source: Should particles collide with dynamic objects?
russian: Должны ли частицы сталкиваться с динамическими объектами?

source: Max Collision Shapes
russian: Макс. формы столкновений

source: How many collision shapes can be considered for particle collisions. Excess shapes will be ignored. Terrains take priority.
russian: Сколько форм столкновений можно рассмотреть для столкновений частиц. Лишние формы будут игнорироваться. Местность имеет приоритет.

source: Collision Quality
russian: Качество столкновений

source: Quality of world collisions. Medium and low quality are approximate and may leak particles.
russian: Качество мировых коллизий. Среднее и низкое качество являются приблизительными и могут привести к утечке частиц.

source: Size of voxels in the collision cache. Smaller values improve accuracy but require higher memory usage and are less efficient.
russian: Размер вокселей в кэше коллизий. Меньшие значения повышают точность, но требуют большего использования памяти и менее эффективны.

source: Send Collision Messages
russian: Отправка сообщений о столкновениях

source: Send collision callback messages.
russian: Отправка сообщений обратного вызова при столкновении.

source: Collide with a list of Planes, or the Physics World.
russian: Столкнитесь со списком самолетов или физическим миром.

source: Use 3D Physics or 2D Physics.
russian: Используйте 3D-физику или 2D-физику.

source: Collider Force
russian: Коллайдер Сила

source: Control the strength of particle forces on colliders.
russian: Управляйте силой частиц на коллайдерах.

source: Multiply by Collision Angle
russian: Умножить на угол столкновения

source: Should the force be proportional to the angle of the particle collision? A particle collision directly along the collision normal produces all the specified force whilst collisions away from the collision normal produce less force.
russian: Должна ли сила быть пропорциональна углу столкновения частиц? Столкновение частиц непосредственно вдоль нормали столкновения создает всю указанную силу, тогда как столкновения вдали от нормали столкновения создают меньшую силу.

source: Multiply by Particle Speed
russian: Умножьте на скорость частицы

source: Should the force be proportional to the particle speed?
russian: Должна ли сила быть пропорциональна скорости частицы?

source: Multiply by Particle Size
russian: Умножьте на размер частиц

source: Should the force be proportional to the particle size?
russian: Должна ли сила быть пропорциональна размеру частиц?

source: Medium (Static Colliders)
russian: Средний (статические коллайдеры)

source: Low (Static Colliders)
russian: Низкий (статические коллайдеры)

source: Solid
russian: Твердый

source: Collision module plane editing mode.
russian: Режим редактирования плоскости модуля столкновения.
