Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: V Sync Count Property
russian: Свойство счетчика вертикальной синхронизации

source: Global Texture Mipmap Limit Property
russian: Свойство глобального ограничения MIP-карт текстуры

source: Anisotropic Textures Property
russian: Свойство анизотропных текстур

source: Streaming Mipmaps Active Property
russian: Активное свойство потоковой передачи MIP-карт

source: Streaming Mipmaps Budget Property
russian: Потоковые MIP-карты Budget Property

source: Streaming Mipmaps Renderers Per Frame Property
russian: Свойство потокового рендеринга Mipmaps для каждого кадра

source: Streaming Mipmaps Max Level Reduction Property
russian: Свойство уменьшения максимального уровня потоковых MIP-карт

source: Streaming Mipmaps Max File IO Requests Property
russian: Свойство «Максимальное количество запросов ввода-вывода к файлам потоковых MIP-карт»

source: Soft Particles Property
russian: Свойство мягких частиц

source: Particle Raycast Budget Property
russian: Бюджетное свойство Particle Raycast

source: Shadow Mask Usage Property
russian: Свойство использования теневой маски

source: Shadows Property
russian: Свойство теней

source: Shadow Resolution Property
russian: Свойство разрешения теней

source: Shadow Projection Property
russian: Свойство теневой проекции

source: Shadow Distance Property
russian: Свойство «Расстояние тени»

source: Shadow Near Plane Offset Property
russian: Свойство «Смещение тени вблизи плоскости»

source: Shadow Cascades Property
russian: Свойство теневых каскадов

source: Async Upload Time Slice Property
russian: Свойство временного интервала асинхронной загрузки

source: Async Upload Buffer Size Property
russian: Свойство размера буфера асинхронной загрузки

source: Async Upload Persistent Buffer Property
russian: Свойство постоянного буфера асинхронной загрузки

source: Lod Bias Property
russian: Лод-Биас Недвижимость

source: Maximum LOD Level Property
russian: Свойство максимального уровня детализации

source: Enable LOD Cross Fade Property
russian: Включить свойство LOD Cross Fade

source: Skin Weights Property
russian: Свойство «Вес скина»

source: Include Property
russian: Включить свойство

source: Exclude Property
russian: Исключить свойство

source: No
russian: Нет

source: Yes
russian: Да

source: New Group
russian: Новая группа

source: Slice
russian: Срез

source: Displayed array slice
russian: Отображаемый фрагмент массива

source: The associated script can not be loaded. Please fix any compile errors and assign a valid script.
russian: Невозможно загрузить связанный скрипт. Исправьте все ошибки компиляции и назначьте действительный скрипт.

source: This object contains SerializeReference types which are missing. For more information see SerializationUtility.HasManagedReferencesWithMissingTypes.
russian: Этот объект содержит отсутствующие типы SerializeReference. Для получения дополнительной информации см. SerializationUtility.HasManagedReferencesWithMissingTypes.

source: The associated script can not be loaded. Please fix any compile errors and open Prefab Mode and assign a valid script to the Prefab Asset.
russian: Связанный скрипт не может быть загружен. Исправьте все ошибки компиляции и откройте режим префаба и назначьте действительный скрипт активу префаба.

source: Script Property
russian: Свойство скрипта

source: Flip
russian: Подбросить

source: Sprite flipping
russian: Переворот спрайта

source: Sprite horizontal flipping
russian: Горизонтальное переворот спрайта

source: Sprite vertical flipping
russian: Вертикальное переворот спрайта

source: Tile Mode
russian: Режим плитки

source: Specify the 9-slice tiling behaviour
russian: Укажите поведение мозаики из 9 срезов

source: Stretch Value
russian: Растянуть значение

source: This value defines how much the center portion will stretch before it tiles.
russian: Это значение определяет, насколько растянется центральная часть, прежде чем она станет плиткой.

source: Draw Mode
russian: Режим рисования

source: Specify the draw mode for the sprite
russian: Укажите режим отрисовки спрайта

source: The width dimension value for the sprite
russian: Значение ширины спрайта

source: The height dimension value for the sprite
russian: Значение размера высоты для спрайта

source: The rendering dimension for the sprite
russian: Размер рендеринга спрайта

source: Sprite Tiling might not appear correctly because the Sprite used is not generated with Full Rect or Sprite Mode is set to Polygon mode. To fix this, change the Mesh Type in the Sprite's import setting to Full Rect and Sprite Mode is either Single or Multiple
russian: Мозаика спрайтов может отображаться неправильно, поскольку используемый спрайт не генерируется с использованием режима «Полный прямоугольник» или для режима спрайта установлен режим «Многоугольник». Чтобы это исправить, измените тип сетки в настройках импорта спрайта на «Полный прямоугольник», а режим спрайта — «Одиночный» или «Множественный».

source: Sprite Tiling might not appear correctly because some of the Sprites used are not generated with Full Rect. To fix this, change the Mesh Type in the Sprite's import setting to Full Rect
russian: Мозаика спрайтов может отображаться неправильно, поскольку некоторые из используемых спрайтов не созданы с помощью Full Rect. Чтобы это исправить, измените тип сетки в настройках импорта спрайта на Full Rect.

source: Material to be used by SpriteRenderer
russian: Материал, который будет использоваться SpriteRenderer.

source: The Sprite to render
russian: Спрайт для рендеринга

source: Rendering color for the Sprite graphic
russian: Рендеринг цвета для графики Sprite

source: Mask Interaction
russian: Взаимодействие по маске

source: SpriteRenderer's interaction with a Sprite Mask
russian: Взаимодействие SpriteRenderer со спрайт-маской

source: Sprite Sort Point
russian: Точка сортировки спрайтов

source: Determines which position of the Sprite which is used for sorting
russian: Определяет, какая позиция спрайта используется для сортировки.

source: Draw mode Change
russian: Режим рисования Изменить

source: Sprite Tile Mode
russian: Режим плитки спрайтов

source: The transform representing the start position of the link.
russian: Преобразование, представляющее начальную позицию ссылки.

source: The transform representing the end position of the link.
russian: Преобразование, представляющее конечную позицию ссылки.

source: Cost Override
russian: Переопределение стоимости

source: A positive value here modifies the cost of the link that is normally given by Navigation Area.
russian: Положительное значение здесь изменяет стоимость ссылки, которая обычно задается областью навигации.

source: Bidirectional
russian: Двунаправленный

source: When selected, agents can traverse the link also from End to Start, otherwise only from Start to End.
russian: Если этот параметр выбран, агенты могут перемещаться по ссылке также от конца до начала, в противном случае — только от начала до конца.

source: Activated
russian: Активировано

source: Makes the link available for pathfinding.
russian: Делает ссылку доступной для поиска пути.

source: Auto Update Positions
russian: Автоматическое обновление позиций

source: Automatically update the link's endpoints to match the positions of the Start and End transforms.
russian: Автоматически обновляйте конечные точки ссылки, чтобы они соответствовали положениям преобразований «Начало» и «Конец».

source: Navigation Area
russian: Область навигации

source: It assigns a specific cost to the link. Only NavMeshAgents with this area type in their Area Mask are allowed to pass through it.
russian: Он присваивает ссылке определенную стоимость. Только агенты NavMeshAgent с этим типом области в маске области могут проходить через нее.

source: Bi Directional
russian: Двунаправленный

source: Progressive CPU
russian: Прогрессивный процессор

source: Progressive GPU (Preview)
russian: Прогрессивный графический процессор (предварительная версия)

source: Non-Directional
russian: Ненаправленный

source: 4 Tiles
russian: 4 плитки

source: 16 Tiles
russian: 16 плиток

source: 64 Tiles
russian: 64 плитки

source: 256 Tiles
russian: 256 плиток

source: Baked Indirect
russian: Запеченный непрямой

source: Subtractive
russian: субтрактивный

source: Optix
russian: Оптикс

source: Radeon Pro
russian: Радеон Про

source: Low Quality
russian: Низкое качество

source: Normal Quality
russian: Нормальное качество

source: High Quality
russian: Высокое качество

source: This lightmapper is not supported by the current Render Pipeline. The Editor will use
russian: Этот картограф освещения не поддерживается текущим конвейером рендеринга. Редактор будет использовать

source: Progressive CPU Lightmapper is not avaliable on Apple silicon. Use Progressive GPU Lightmapper instead.
russian: Progressive CPU Lightmapper недоступен на процессорах Apple. Вместо этого используйте Progressive GPU Lightmapper.

source: Enlighten Baked Global Illumination is deprecated and no longer available in 2023.1 and later. Use the Progressive CPU or GPU Lightmapper instead.
russian: Enlighten Baked Global Illumination устарел и больше не доступен в версии 2023.1 и более поздних версиях. Вместо этого используйте Progressive CPU или GPU Lightmapper.

source: Enlighten Baked Global Illumination is deprecated and no longer available in 2023.1 and later. Use the Progressive GPU Lightmapper instead.
russian: Enlighten Baked Global Illumination устарел и больше не доступен в версии 2023.1 и более поздних версиях. Вместо этого используйте Progressive GPU Lightmapper.

source: The Mixed mode is not supported by the current Render Pipeline. Fallback mode is
russian: Смешанный режим не поддерживается текущим конвейером рендеринга. Резервный режим есть

source: Directional Mode is not supported. Fallback will be Non-Directional.
russian: Направленный режим не поддерживается. Резервный вариант будет ненаправленным.

source: The current hardware or system configuration does not support the selected denoiser. Select a different denoiser.
russian: Текущая конфигурация оборудования или системы не поддерживает выбранный шумоподавитель. Выберите другой шумоподавитель.

source: Automatically generates lighting data in the Scene when any changes are made to the lighting systems.
russian: Автоматически генерирует данные освещения в Сцене при внесении каких-либо изменений в системы освещения.

source: Baked Global Illumination
russian: Запеченное глобальное освещение

source: Controls whether Mixed and Baked lights will use baked Global Illumination. If enabled, Mixed lights are baked using the specified Lighting Mode and Baked lights will be completely baked and not adjustable at runtime.
russian: Определяет, будут ли смешанные и запеченные источники света использовать запеченное глобальное освещение. Если этот параметр включен, смешанные источники света запекаются с использованием указанного режима освещения, а запеченные источники света будут полностью запекаться и не подлежат настройке во время выполнения.

source: Multiplier for indirect lighting. Use with care.
russian: Множитель для непрямого освещения. Используйте с осторожностью.

source: Update Threshold
russian: Обновить порог

source: Threshold for updating realtime GI. A lower value causes more frequent updates (default 1.0).
russian: Порог обновления GI в реальном времени. Меньшее значение приводит к более частым обновлениям (по умолчанию 1.0).

source: Controls the amount of light bounced between surfaces by intensifying the albedo of materials in the scene. Increasing this draws the albedo value towards white for indirect light computation. The default value is physically accurate.
russian: Управляет количеством света, отраженного между поверхностями, усиливая альбедо материалов в сцене. Увеличение этого значения приближает значение альбедо к белому для расчета непрямого света. Значение по умолчанию является физически точным.

source: Indirect Intensity
russian: Косвенная интенсивность

source: Controls the brightness of indirect light stored in realtime and baked lightmaps. A value above 1.0 will increase the intensity of indirect light while a value less than 1.0 will reduce indirect light intensity.
russian: Управляет яркостью непрямого света, хранящегося в реальном времени и запеченных картах освещения. Значение выше 1,0 увеличит интенсивность непрямого света, а значение меньше 1,0 уменьшит интенсивность непрямого света.

source: Directional Mode
russian: Направленный режим

source: Controls whether baked and realtime lightmaps will store directional lighting information from the lighting environment. Options are Directional and Non-Directional.
russian: Определяет, будут ли запеченные карты освещения и карты освещения в реальном времени хранить информацию о направленном освещении из среды освещения. Возможные варианты: направленный и ненаправленный.

source: Allows the adjustment of advanced parameters that affect the process of generating a lightmap for an object using global illumination.
russian: Позволяет настраивать дополнительные параметры, влияющие на процесс создания карты освещения объекта с использованием глобального освещения.

source: Default-Medium
russian: По умолчанию-Средний

source: Realtime Lighting
russian: Освещение в реальном времени

source: Precompute Realtime indirect lighting for realtime lights and static objects. In this mode realtime lights, ambient lighting, materials of static objects (including emission) will generate indirect lighting at runtime. Only static objects are blocking and bouncing light, dynamic objects receive indirect lighting via light probes.
russian: Предварительное вычисление непрямого освещения в реальном времени для источников света и статических объектов в реальном времени. В этом режиме освещение в реальном времени, окружающее освещение, материалы статических объектов (включая излучение) будут генерировать непрямое освещение во время выполнения. Только статические объекты блокируют и отражают свет, динамические объекты получают непрямое освещение через световые зонды.

source: Specifies the Global Illumination mode that should be used for handling ambient light in the Scene. This property is not editable unless both Realtime Global Illumination and Baked Global Illumination are enabled for the scene.
russian: Указывает режим глобального освещения, который следует использовать для управления окружающим освещением в сцене. Это свойство недоступно для редактирования, если для сцены не включены как глобальное освещение в реальном времени, так и запеченное глобальное освещение.

source: Mixed Lighting
russian: Смешанное освещение

source: Bake Global Illumination for mixed lights and static objects. May bake both direct and/or indirect lighting based on settings. Only static objects are blocking and bouncing light, dynamic objects receive baked lighting via light probes.
russian: Запекайте глобальное освещение для смешанного освещения и статичных объектов. В зависимости от настроек можно запекать как прямое, так и непрямое освещение. Только статические объекты блокируют и отражают свет, динамические объекты получают запеченное освещение через световые датчики.

source: Lightmapping Settings
russian: Настройки карт освещения

source: Settings that apply to both Global Illumination modes (Precomputed Realtime and Baked).
russian: Настройки, применимые к обоим режимам глобального освещения (предварительно вычисленному в реальном времени и запеченному).

source: Internal Settings
russian: Внутренние настройки

source: Internal only settings.
russian: Только внутренние настройки.

source: Realtime Global Illumination is not supported on SM2.0 hardware nor when using GLES2.0.
russian: Глобальное освещение в реальном времени не поддерживается ни на оборудовании SM2.0, ни при использовании GLES2.0.

source: Force white albedo during lighting calculations.
russian: Задайте альбедо белого цвета во время расчета освещения.

source: Force continuous updates of runtime indirect lighting calculations.
russian: Принудительно обновлять расчеты непрямого освещения во время выполнения.

source: Exports unfiltered textures, normals, positions.
russian: Экспортирует нефильтрованные текстуры, нормали, позиции.

source: Destination
russian: Место назначения

source: Destination for the training data, for example 'mysetup/30samples'. Will still be located at the first level in the project folder.
russian: Назначение данных обучения, например mysetup/30samples. По-прежнему будет находиться на первом уровне в папке проекта.

source: Sets the resolution in texels that are used per unit for objects being lit by indirect lighting. The higher this value is, the more time the Editor needs to bake lighting.
russian: Устанавливает разрешение в текселах, которое используется на единицу для объектов, освещенных непрямым освещением. Чем выше это значение, тем больше времени редактору требуется для запекания освещения.

source: Sets the resolution in texels used per unit for objects lit by baked global illumination. The higher this value is, the more time the Editor needs to bake lighting.
russian: Устанавливает разрешение в текселах, используемое на единицу для объектов, освещенных запеченным глобальным освещением. Чем выше это значение, тем больше времени редактору требуется для запекания освещения.

source: Lightmap Padding
russian: Отступы карты освещения

source: Sets the separation in texels between shapes in the baked lightmap.
russian: Устанавливает разделение в текселях между фигурами в запеченной карте освещения.

source: Max Lightmap Size
russian: Максимальный размер карты освещения

source: Sets the max size of the full lightmap Texture in pixels. Values are squared, so a setting of 1024 can produce a 1024x1024 pixel sized lightmap.
russian: Устанавливает максимальный размер полной текстуры карты освещения в пикселях. Значения возведены в квадрат, поэтому значение 1024 может создать карту освещения размером 1024x1024 пикселей.

source: Compresses baked lightmaps created using this Lighting Settings Asset. Lower quality compression reduces memory and storage requirements, at the cost of more visual artifacts. Higher quality compression requires more memory and storage, but provides better visual results.
russian: Сжимает запеченные карты освещения, созданные с использованием этого актива настроек освещения. Сжатие более низкого качества снижает требования к памяти и хранилищу за счет большего количества визуальных артефактов. Сжатие более высокого качества требует больше памяти и места для хранения, но обеспечивает лучшие визуальные результаты.

source: Tiled baking
russian: Плиточная выпечка

source: Determines the tiled baking mode. Auto: Memory status triggers tiling. If Auto is not enabled, bakes may fail. Disabled: Never use tiling.
russian: Определяет режим плиточной выпечки. Авто: состояние памяти запускает мозаику. Если параметр «Авто» не включен, запекание может завершиться неудачно. Отключено: никогда не использовать мозаику.

source: Specifies whether to include ambient occlusion or not in the baked lightmap result. Enabling this results in simulating the soft shadows that occur in cracks and crevices of objects when light is reflected onto them.
russian: Указывает, включать или нет фоновую окклюзию в результат запеченной карты освещения. Включение этого параметра приводит к имитации мягких теней, которые возникают в трещинах и щелях объектов, когда на них отражается свет.

source: Indirect Contribution
russian: Косвенный вклад

source: Adjusts the contrast of ambient occlusion applied to indirect lighting. The larger the value, the more contrast is applied to the ambient occlusion for indirect lighting.
russian: Регулирует контраст окружающего освещения, применяемого к непрямому освещению. Чем больше значение, тем больше контраста применяется к фоновой окклюзии при непрямом освещении.

source: Direct Contribution
russian: Прямой вклад

source: Adjusts the contrast of ambient occlusion applied to the direct lighting. The larger the value is, the more contrast is applied to the ambient occlusion for direct lighting. This effect is not physically accurate.
russian: Регулирует контраст окружающего освещения, применяемого к прямому освещению. Чем больше значение, тем больший контраст применяется к фоновому затенению при прямом освещении. Этот эффект не является физически точным.

source: Controls how far rays are cast in order to determine if an object is occluded or not. A larger value produces longer rays and contributes more shadows to the lightmap, while a smaller value produces shorter rays that contribute shadows only when objects are very close to one another. A value of 0 casts an infinitely long ray that has no maximum distance.
russian: Управляет расстоянием, на которое направляются лучи, чтобы определить, закрыт объект или нет. Большее значение создает более длинные лучи и добавляет больше теней в карту освещения, тогда как меньшее значение создает более короткие лучи, которые создают тени только тогда, когда объекты расположены очень близко друг к другу. Значение 0 создает бесконечно длинный луч, не имеющий максимального расстояния.

source: Specifies whether the final light bounce of the global illumination calculation is calculated at the same resolution as the baked lightmap. When enabled, visual quality is improved at the cost of additional time required to bake the lighting.
russian: Указывает, рассчитывается ли окончательный отраженный свет при расчете глобального освещения с тем же разрешением, что и запеченная карта освещения. При включении визуальное качество улучшается за счет дополнительного времени, необходимого для запекания освещения.

source: Controls the number of rays emitted for every final gather point.
russian: Управляет количеством лучей, испускаемых для каждой конечной точки сбора.

source: Denoising
russian: шумоподавление

source: Controls whether a denoising filter is applied to the final gather output.
russian: Определяет, применяется ли фильтр шумоподавления к окончательному выходному сигналу сбора данных.

source: Lighting Mode
russian: Режим освещения

source: Specifies the lighting mode of all Mixed lights in the Scene.
russian: Определяет режим освещения для всех смешанных источников света в сцене.

source: Realtime Global Illumination
russian: Глобальное освещение в реальном времени

source: Precomputed Realtime Global Illumination using Enlighten. Provides diffuse Realtime Global Illumination for static geometry via low resolution lightmaps and via Light Probes for dynamic geometry.
russian: Предварительно вычисленное глобальное освещение в реальном времени с использованием Enlighten. Обеспечивает рассеянное глобальное освещение в реальном времени для статической геометрии с помощью карт освещения низкого разрешения и с помощью световых зондов для динамической геометрии.

source: All Baked and Mixed lights in the Scene are currently being overridden to Realtime light modes. Enable Baked Global Illumination to allow the use of Baked and Mixed light modes.
russian: Все запеченные и смешанные источники света в сцене в настоящее время переопределяются в режимы освещения в реальном времени. Включите запеченное глобальное освещение, чтобы разрешить использование запеченного и смешанного режимов освещения.

source: Specifies which baking system will be used to generate baked lightmaps.
russian: Указывает, какая система запекания будет использоваться для создания запеченных карт освещения.
