Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Set of resources that need to be loaded when creating stand alone
russian: Набор ресурсов, которые необходимо загрузить при создании автономного приложения.

source: Ray Tracing Resources
russian: Ресурсы по трассировке лучей

source: Set of resources that need to be loaded when using ray tracing
russian: Набор ресурсов, которые необходимо загрузить при использовании трассировки лучей

source: Editor Resources
russian: Ресурсы для редактора

source: Set of resources that need to be loaded for working in editor
russian: Набор ресурсов, которые необходимо загрузить для работы в редакторе

source: Miscellaneous
russian: Разнообразный

source: Layers Names
russian: Имена слоев

source: Light Layer Names
russian: Имена световых слоев

source: When enabled, HDRP allocates memory for processing Light Layers. For deferred rendering, this allocation includes an extra render target in memory and extra cost. See the Quality Settings window to enable Light Layers on your Render pipeline asset.
russian: При включении HDRP выделяет память для обработки легких слоев. Для отложенного рендеринга это выделение включает дополнительную цель рендеринга в памяти и дополнительную стоимость. См. окно «Настройки качества», чтобы включить легкие слои в активе конвейера рендеринга.

source: Light Layer 0
russian: Светлый слой 0

source: The display name for Light Layer 0. This is purely cosmetic, and can be used to articulate intended use of Light Layer 0
russian: Отображаемое имя Light Layer 0. Это чисто косметическое имя, которое можно использовать для обозначения предполагаемого использования Light Layer 0.

source: Light Layer 1
russian: Светлый слой 1

source: The display name for Light Layer 1. This is purely cosmetic, and can be used to articulate intended use of Light Layer 1
russian: Отображаемое имя Light Layer 1. Оно чисто косметическое и может использоваться для обозначения предполагаемого использования Light Layer 1.

source: Light Layer 2
russian: Светлый слой 2

source: The display name for Light Layer 2. This is purely cosmetic, and can be used to articulate intended use of Light Layer 2
russian: Отображаемое имя Light Layer 2. Оно чисто косметическое и может использоваться для обозначения предполагаемого использования Light Layer 2.

source: Light Layer 3
russian: Светлый слой 3

source: The display name for Light Layer 3. This is purely cosmetic, and can be used to articulate intended use of Light Layer 3
russian: Отображаемое имя Light Layer 3. Оно чисто косметическое и может использоваться для обозначения предполагаемого использования Light Layer 3.

source: Light Layer 4
russian: Светлый слой 4

source: The display name for Light Layer 4. This is purely cosmetic, and can be used to articulate intended use of Light Layer 4
russian: Отображаемое имя Light Layer 4. Оно чисто косметическое и может использоваться для обозначения предполагаемого использования Light Layer 4.

source: Light Layer 5
russian: Светлый слой 5

source: The display name for Light Layer 5. This is purely cosmetic, and can be used to articulate intended use of Light Layer 5
russian: Отображаемое имя Light Layer 5. Оно чисто косметическое и может использоваться для обозначения предполагаемого использования Light Layer 5.

source: Light Layer 6
russian: Светлый слой 6

source: The display name for Light Layer 6. This is purely cosmetic, and can be used to articulate intended use of Light Layer 6
russian: Отображаемое имя Light Layer 6. Оно чисто косметическое и может использоваться для обозначения предполагаемого использования Light Layer 6.

source: Light Layer 7
russian: Светлый слой 7

source: The display name for Light Layer 7. This is purely cosmetic, and can be used to articulate intended use of Light Layer 7
russian: Отображаемое имя Light Layer 7. Оно чисто косметическое и может использоваться для обозначения предполагаемого использования Light Layer 7.

source: Decal Layer Names
russian: Имена слоев декалей

source: When enabled, HDRP allocates Shader variants and memory to the decals buffer and cluster decal. See the Quality Settings window to enable Decal Layers on your Render pipeline asset.
russian: При включении HDRP выделяет варианты шейдеров и память для буфера декалей и декалей кластера. См. окно «Настройки качества», чтобы включить слои декалей в активе конвейера рендеринга.

source: Decal Layer 0
russian: Декаль Слой 0

source: The display name for Decal Layer 0. This is purely cosmetic, and can be used to articulate intended use of Decal Layer 0
russian: Отображаемое имя слоя декалей 0. Это чисто косметическое имя, которое можно использовать для обозначения предполагаемого использования слоя декалей 0.

source: Decal Layer 1
russian: Декаль, слой 1

source: The display name for Decal Layer 1. This is purely cosmetic, and can be used to articulate intended use of Decal Layer 1
russian: Отображаемое имя слоя декалей 1. Это чисто косметическое имя, которое можно использовать для обозначения предполагаемого использования слоя декалей 1.

source: Decal Layer 2
russian: Декаль, слой 2

source: The display name for Decal Layer 2. This is purely cosmetic, and can be used to articulate intended use of Decal Layer 2
russian: Отображаемое имя слоя декалей 2. Это чисто косметическое имя, которое можно использовать для обозначения предполагаемого использования слоя декалей 2.

source: Decal Layer 3
russian: Декаль, слой 3

source: The display name for Decal Layer 3. This is purely cosmetic, and can be used to articulate intended use of Decal Layer 3
russian: Отображаемое имя слоя декалей 3. Это чисто косметическое имя, которое можно использовать для обозначения предполагаемого использования слоя декалей 3.

source: Decal Layer 4
russian: Декаль, слой 4

source: The display name for Decal Layer 4. This is purely cosmetic, and can be used to articulate intended use of Decal Layer 4
russian: Отображаемое имя слоя декалей 4. Это чисто косметическое имя, которое можно использовать для обозначения предполагаемого использования слоя декалей 4.

source: Decal Layer 5
russian: Декаль, слой 5

source: The display name for Decal Layer 5. This is purely cosmetic, and can be used to articulate intended use of Decal Layer 5
russian: Отображаемое имя слоя декалей 5. Это чисто косметическое имя, которое можно использовать для обозначения предполагаемого использования слоя декалей 5.

source: Decal Layer 6
russian: Декаль, слой 6

source: The display name for Decal Layer 6. This is purely cosmetic, and can be used to articulate intended use of Decal Layer 6
russian: Отображаемое имя слоя декалей 6. Это чисто косметическое имя, которое можно использовать для обозначения предполагаемого использования слоя декалей 6.

source: Decal Layer 7
russian: Декаль, слой 7

source: The display name for Decal Layer 7. This is purely cosmetic, and can be used to articulate intended use of Decal Layer 7
russian: Отображаемое имя слоя декалей 7. Это чисто косметическое имя, которое можно использовать для обозначения предполагаемого использования слоя декалей 7.

source: Lens Attenuation Mode
russian: Режим ослабления объектива

source: Set the attenuation mode of the lens that is used to compute exposure. With imperfect lens some energy is lost when converting from EV100 to the exposure multiplier.
russian: Установите режим ослабления объектива, который используется для расчета экспозиции. При использовании несовершенного объектива при преобразовании EV100 в множитель экспозиции теряется некоторая энергия.

source: Color Grading Space
russian: Цветовое пространство

source: Set the color space in which color grading is performed. If ACES is used as tonemapper, the grading always happens in ACEScg. sRGB will lead to rendering in a non-wide color gamut, while ACEScg is a wider color gamut that will allow to exploit the wide color gamut on UHD TV when outputting in HDR.
russian: Установите цветовое пространство, в котором выполняется цветокоррекция. Если в качестве преобразователя тонов используется ACES, градация всегда происходит в ACEScg. sRGB приведет к рендерингу в нешироком цветовом охвате, а ACEScg — это более широкий цветовой охват, который позволит использовать широкую цветовую гамму на телевизоре UHD при выводе в формате HDR.

source: Use DLSS Custom Project Id
russian: Использовать идентификатор пользовательского проекта DLSS

source: Set to utilize a custom project Id for the NVIDIA Deep Learning Super Sampling extension.
russian: Настроено использование пользовательского идентификатора проекта для расширения NVIDIA Deep Learning Super Sampling.

source: DLSS Custom Project Id
russian: Идентификатор пользовательского проекта DLSS

source: The custom project ID string to utilize for the NVIDIA Deep Learning Super Sampling extension.
russian: Строка пользовательского идентификатора проекта, которая будет использоваться для расширения NVIDIA Deep Learning Super Sampling.

source: Create a new Volume Profile for default in your default resource folder (defined in Wizard)
russian: Создайте новый профиль тома по умолчанию в папке ресурсов по умолчанию (определенной в мастере).

source: Fix
russian: Исправить

source: Ensure a HD Global Settings Asset is assigned.
russian: Убедитесь, что назначен ресурс глобальных настроек HD.

source: Probe Volumes
russian: Объемы зондов

source: Set whether Probe volumes are supported by the project. The feature is highly experimental and subject to changes.
russian: Укажите, поддерживаются ли проектом тома Probe. Эта функция является экспериментальной и может быть изменена.

source: Dynamic Render Pass Culling
russian: Динамический отбор проходов рендеринга

source: When enabled, rendering passes are automatically culled based on what is visible on the camera.
russian: Если этот параметр включен, проходы рендеринга автоматически отбираются на основе того, что видно на камере.

source: Auto Register Diffusion Profiles
russian: Авторегистрация профилей диффузии

source: When enabled, diffusion profiles referenced by an imported material will be automatically added to the diffusion profile list in the HDRP Global Settings.
russian: Если этот параметр включен, профили диффузии, на которые ссылается импортированный материал, будут автоматически добавлены в список профилей диффузии в глобальных настройках HDRP.

source: Frame Settings Overrides
russian: Переопределение настроек фрейма

source: Default values for Frame Settings are defined in the Global Settings asset located in Project Settings > Graphics > HDRP Global Settings.
russian: Значения по умолчанию для настроек фрейма определены в ресурсе «Глобальные настройки», расположенном в разделе «Настройки проекта» > «Графика» > «Глобальные настройки HDRP».

source: Camera Preview
russian: Предварительный просмотр камеры

source: XR Rendering
russian: XR-рендеринг

source: Post Anti-aliasing
russian: Пост-сглаживание

source: The postprocess anti-aliasing method to use.
russian: Используемый метод сглаживания постобработки.

source: Fallback Post Anti-aliasing
russian: Резервное пост-сглаживание

source: The postprocess anti-aliasing method to use as a fallback.
russian: Метод сглаживания постобработки, который можно использовать в качестве запасного варианта.

source: Quality Preset
russian: Предустановка качества

source: The quality preset for SMAA, low has the best performance but worst quality, High has the highest quality but worst performance.
russian: Предустановка качества для SMAA: «Низкое» обеспечивает наилучшую производительность, но худшее качество, «Высокое» обеспечивает самое высокое качество, но худшую производительность.

source: Sharpen Strength
russian: Повышение силы

source: The intensity of the sharpen filter used to counterbalance the blur introduced by TAA. A high value might create artifacts such as dark lines depending on the frame content.
russian: Интенсивность фильтра резкости, используемого для уравновешивания размытия, вносимого TAA. Высокое значение может привести к появлению таких артефактов, как темные линии, в зависимости от содержимого кадра.

source: History Sharpening
russian: История заточки

source: Values closer to 0 lead to softer look when movement is detected, but can further reduce aliasing. Values closer to 1 lead to sharper results, with the risk of reintroducing a bit of aliasing.
russian: Значения ближе к 0 приводят к более мягкому виду при обнаружении движения, но могут еще больше уменьшить сглаживание. Значения ближе к 1 приводят к более четким результатам с риском повторного появления некоторого сглаживания.

source: Anti-flickering
russian: Анти-мерцание

source: With high values flickering might be reduced, but it can lead to more ghosting or disocclusion artifacts.
russian: При высоких значениях мерцание может быть уменьшено, но это может привести к появлению большего количества ореолов или артефактов дезокклюзии.

source: Speed Rejection
russian: Отклонение скорости

source: Higher this value, more likely history will be rejected when current and reprojected history motion vector differ by a substantial amount. High values can decrease ghosting but will also reintroduce aliasing on the aforementioned cases.
russian: Чем выше это значение, тем более вероятно, что история будет отклонена, если текущий и перепроецированный вектор движения истории существенно различаются. Высокие значения могут уменьшить ореолы, но также снова введут псевдонимы в вышеупомянутых случаях.

source: Low quality is fast, but can lead to more ghosting and blurrier output when moving, Medium quality has better ghosting handling and sharper results upon movement, High allows for velocity rejection policy, has better antialiasing and has mechanism to combat ringing for over sharpening the history.
russian: Низкое качество обеспечивает высокую скорость, но может привести к увеличению ореолов и размытости изображения при движении. Среднее качество обеспечивает лучшую обработку ореолов и более четкие результаты при движении. Высокое позволяет использовать политику отклонения скорости, имеет лучшее сглаживание и имеет механизм борьбы с звоном из-за чрезмерного повышения резкости истории. .

source: Anti-ringing
russian: Анти-звонок

source: When enabled, ringing artifacts (dark or strangely saturated edges) caused by history sharpening will be improved. This comes at a potential loss of sharpness upon motion.
russian: Если эта опция включена, будут улучшены звенящие артефакты (темные или странно насыщенные края), вызванные повышением резкости истории. Это связано с потенциальной потерей резкости при движении.

source: Base blend factor
russian: Базовый коэффициент смешивания

source: Determines how much the history buffer is blended together with current frame result. Higher values means more history contribution, which leads to better anti aliasing, but also more prone to ghosting.
russian: Определяет, насколько буфер истории смешивается с результатом текущего кадра. Более высокие значения означают больший вклад в историю, что приводит к лучшему сглаживанию, но также к большей склонности к появлению ореолов.

source: Jitter Scale
russian: Шкала джиттера

source: Determines the scale to the jitter applied when TAA is enabled. Lowering this value will lead to less visible flickering and jittering, but also will produce more aliased images.
russian: Определяет масштаб джиттера, применяемого при включении TAA. Уменьшение этого значения приведет к менее заметному мерцанию и дрожанию, но также приведет к появлению более сглаженных изображений.

source: Custom Frame Settings
russian: Пользовательские настройки кадра

source: Define custom values for Frame Settings for this Camera to use.
russian: Определите пользовательские значения для настроек кадра, которые будут использоваться этой камерой.

source: Fullscreen Passthrough
russian: Полноэкранный переход

source: This will skip rendering settings to directly rendering in fullscreen(for instance: Useful for video)
russian: Это позволит пропустить настройки рендеринга и перейти к непосредственному рендерингу в полноэкранном режиме (например: полезно для видео).

source: Exposure Target
russian: Цель воздействия

source: The object used as a target for centering the Exposure's Procedural Mask metering mode when target object option is set (See Exposure Volume Component).
russian: Объект, используемый в качестве цели для центрирования режима измерения процедурной маски экспозиции, когда установлен параметр целевого объекта (см. Компонент объема экспозиции).

source: Whether to support dynamic resolution.
russian: Поддерживать ли динамическое разрешение.

source: Allow DLSS
russian: Разрешить DLSS

source: Allows DLSS for this camera. For the effect to be enabled, it must be set in the quality asset of this project.
russian: Разрешает DLSS для этой камеры. Чтобы эффект был включен, его необходимо установить в качестве актива этого проекта.

source: Use Custom Quality
russian: Использовать индивидуальное качество

source: Use Custom Attributes
russian: Используйте пользовательские атрибуты

source: Overrides the FSR sharpness value for this camera.
russian: Переопределяет значение резкости FSR для этой камеры.

source: If enabled, this camera setting will be used instead of the one specified in the quality asset of this project.
russian: Если этот параметр включен, этот параметр камеры будет использоваться вместо параметра, указанного в ресурсе качества этого проекта.

source: Background Type
russian: Тип фона

source: Specifies the type of background the Camera applies when it clears the screen before rendering a frame. Be aware that when setting this to None, the background is never cleared and since HDRP shares render texture between cameras, you may end up with garbage from previous rendering.
russian: Указывает тип фона, который камера применяет при очистке экрана перед визуализацией кадра. Имейте в виду, что при установке для этого параметра значения «Нет» фон никогда не очищается, а поскольку HDRP совместно использует текстуру рендеринга между камерами, вы можете получить мусор от предыдущего рендеринга.

source: The Background Color used to clear the screen when selecting Background Color before rendering.
russian: Цвет фона, используемый для очистки экрана при выборе цвета фона перед рендерингом.

source: Volume Anchor Override
russian: Переопределение привязки тома

source: Probe Layer Mask
russian: Маска слоя зонда

source: The layer mask to use to cull probe influences.
russian: Маска слоя, используемая для исключения влияний зонда.

source: Controls the maximal length of global illumination rays in meters. The higher this value is, the more expensive ray traced global illumination is.
russian: Управляет максимальной длиной лучей глобального освещения в метрах. Чем выше это значение, тем дороже обходится глобальное освещение с трассировкой лучей.

source: Controls if the screen space global illumination should be evaluated at half resolution.
russian: Определяет, следует ли оценивать глобальное освещение экранного пространства при половинном разрешении.

source: Depth Tolerance
russian: Допуск по глубине

source: Controls the tolerance when comparing the depth of two pixels.
russian: Управляет допуском при сравнении глубины двух пикселей.

source: Ray Miss
russian: Рэй Мисс

source: Controls the fallback hierarchy for indirect diffuse in case the ray misses.
russian: Управляет резервной иерархией для непрямого рассеяния на случай, если луч промахнется.

source: Last Bounce
russian: Последний отскок

source: Controls the fallback hierarchy for lighting the last bounce.
russian: Управляет резервной иерархией для освещения последнего отскока.

source: Sets the maximum number of steps HDRP uses for mixed tracing.
russian: Устанавливает максимальное количество шагов, которые HDRP использует для смешанной трассировки.

source: Denoise the screen space GI.
russian: Понизьте шум экранного пространства GI.

source: Use a half resolution denoiser.
russian: Используйте шумоподавитель с половинным разрешением.

source: Controls the radius of the GI denoiser (First Pass).
russian: Управляет радиусом шумоподавления GI (первый проход).

source: Enable second denoising pass.
russian: Включите второй проход шумоподавления.

source: This defines the maximal travel distance of rays in meters.
russian: Это определяет максимальное расстояние прохождения лучей в метрах.

source: Acceleration Structure Build Mode
russian: Режим построения структуры ускорения

source: Specifies if HDRP handles automatically the building of the ray tracing acceleration structure internally or if it's provided by the user through the camera. If manual is selected and no acceleration structure is fed to the camera, ray-traced effects are not executed and fallback to rasterization.
russian: Указывает, обрабатывает ли HDRP автоматическое построение структуры ускорения трассировки лучей внутри или это предоставляется пользователем через камеру. Если выбран ручной режим и в камеру не подается структура ускорения, эффекты трассировки лучей не выполняются и происходит возврат к растеризации.

source: Composition Graph
russian: График состава

source: Specifies the Shader Graph that will be used to produce the final composited output.
russian: Указывает граф шейдера, который будет использоваться для создания окончательного комбинированного вывода.

source: Output Camera
russian: Выходная камера

source: Specifies the camera that will output the final composited image.
russian: Указывает камеру, которая будет выводить окончательное скомпонованное изображение.

source: Enable Preview
russian: Включить предварительный просмотр

source: When enabled, the compositor will generate the final composed frame even in edit mode.
russian: Если этот параметр включен, композитор будет генерировать окончательный составной кадр даже в режиме редактирования.

source: Input Filters
russian: Входные фильтры

source: A list of color filters that will be executed before composing the frame.
russian: Список цветовых фильтров, которые будут выполнены перед составлением кадра.

source: Properties
russian: Характеристики

source: The properties of a layer or sub-layer.
russian: Свойства слоя или подслоя.

source: Render Schedule
russian: Расписание рендеринга

source: A list of layers and sub-layers in the scene. Layers are drawn from top to bottom.
russian: Список слоев и подслоев сцены. Слои рисуются сверху вниз.

source: Graphics Compositor
russian: Графический композитор

source: Enable Compositor
russian: Включить композитор

source: Enabled the compositor and creates a default composition profile.
russian: Включил композитор и создал профиль композиции по умолчанию.

source: Remove compositor from scene
russian: Удалить композитор из сцены

source: Removes the compositor and any composition settings from the scene.
russian: Удаляет композитор и все настройки композиции из сцены.

source: Chroma Keying
russian: Хромакеинг

source: Performs chroma keying in the input frame before any other composition operations are performed.
russian: Выполняет цветовую манипуляцию во входном кадре до выполнения любых других операций композиции.

source: Key Color
russian: Ключевой цвет

source: Use this parameter to smooth-out the edges of the generated mask. A value of 0 corresponds to sharp edges.
russian: Используйте этот параметр, чтобы сгладить края созданной маски. Значение 0 соответствует острым краям.

source: Key Threshold
russian: Ключевой порог

source: Indicates the areas of the image that will be masked (or in other words, the areas that are transparent.
russian: Указывает области изображения, которые будут замаскированы (или, другими словами, прозрачные области).

source: Key Tolerance
russian: Ключевой допуск
