Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

# Error Message in Renderer.cpp
source: Invalid layer id. Please use the unique id of the layer (which is not the same as its index in the list).
russian: Неверный идентификатор слоя. Используйте уникальный идентификатор слоя (который не совпадает с его индексом в списке).

# Error Message in SharedMeshData.cpp
source: Unknown bonesPerVertex in GetBoneWeights()
russian: Неизвестные костиPerVertex в GetBoneWeights()

# Error Message in VertexData.cpp
source: Index out of range in RemapVertexDataChannels()
russian: Индекс вне диапазона в RemapVertexDataChannels()

# Error Message in Mesh.cpp
source: Serialized bone weights have unexpected size
russian: Серийные гири костей имеют неожиданный размер

# Error Message in SkinnedMeshRenderer.cpp
source: Failed to create compute skin pose buffer!
russian: Не удалось создать буфер вычисления позы кожи!

# Error Message in MeshScriptBindings.cpp
source: Mesh component setting not implemented
russian: Настройка компонента сетки не реализована

# Error Message in MeshScriptBindings.cpp
source: subMeshCount can't be set to negative value
russian: subMeshCount не может быть установлен в отрицательное значение

# Error Message in ScriptingMeshTypes.cpp
source: Unknown VertexDataType
russian: Неизвестный тип данных вершины

# Error Message in ScriptingMeshTypes.cpp
source: Format does not match a VertexDataType
russian: Формат не соответствует VertexDataType

# Error Message in ScriptingMeshTypes.cpp
source: Invalid number of vertex streams
russian: Недопустимое количество потоков вершин.

# Error Message in ScriptingMeshTypes.cpp
source: Vertex layout requires Float3 or Float4 positions
russian: Для макета вершин требуются позиции Float3 или Float4.

# Error Message in CompressedMesh.cpp
source: Corrupt compressed mesh
russian: Поврежденная сжатая сетка

# Error Message in WeldVertices.cpp
source: WeldVertices expects float3 positions as first channel
russian: WeldVertices ожидает позиции float3 в качестве первого канала

# Warning Message in RenderingCommandBuffer.cpp
source: Calling RestoreAsyncCompilation without matching SetAsyncCompilation
russian: Вызов RestoreAsyncCompilation без сопоставления SetAsyncCompilation

# Warning Message in RenderingCommandBuffer.cpp
source: Calling SetAsyncCompilation without matching RestoreAsyncCompilation
russian: Вызов SetAsyncCompilation без сопоставления RestoreAsyncCompilation

# Error Message in ScriptableRenderContext.cpp
source: Missing instance ID from RenderTexture given to RenderTargetIdentifier!
russian: Отсутствует идентификатор экземпляра из RenderTexture, переданный в RenderTargetIdentifier!

# Warning Message in ScriptableRenderContext.cpp
source: Can't get cameras with uninitialized list
russian: Невозможно получить камеры с неинициализированным списком

# Error Message in ScriptableRenderContext.cpp
source: Recursive rendering is not supported in SRP (are you calling Camera.Render from within a render pipeline?).
russian: Рекурсивный рендеринг не поддерживается в SRP (вы вызываете Camera.Render из конвейера рендеринга?).

# Error Message in ScriptableCulling.cpp
source: Camera set to be used as occlusion visualization camera was not valid for rendering.
russian: Набор камер для использования в качестве камеры визуализации окклюзии недействителен для рендеринга.

# Error Message in ScriptableCulling.cpp
source: Culling parameters has no valid culling planes
russian: Параметры отсечения не имеют допустимых плоскостей отсеивания.

# Error Message in ScriptableCulling.cpp
source: A valid camera must be specified to provide for per-camera intermediate renderers & LOD fade
russian: Необходимо указать действующую камеру, чтобы обеспечить промежуточный рендеринг для каждой камеры и затухание уровня детализации.

# Error Message in ScriptableCulling.cpp
source: Out of range light index
russian: Индекс освещенности вне диапазона

# Error Message in ScriptableDrawShadows.cpp
source: A valid CullResults must be assigned to DrawShadows
russian: DrawShadows должен быть назначен действительный CullResults.

# Error Message in ScriptableDrawShadows.cpp
source: Light index must be a valid shadow casting light
russian: Индекс освещенности должен быть действительным источником света, отбрасывающим тень.

# Warning Message in ScriptableDrawRenderers.cpp
source: BatchRendererGroups currently don't support override Shaders.
russian: BatchRendererGroups в настоящее время не поддерживает переопределение шейдеров.

# Error Message in ScriptableDrawRenderers.cpp
source: A valid CullResults must be assigned to DrawRenderers
russian: DrawRenderers должен быть назначен действительный CullResults.

# Warning Message in ScriptableDrawRenderers.cpp
source: overrideMaterial and overrideShader can't both be used in the same DrawRenderers call.
russian: overrideMaterial и overrideShader не могут одновременно использоваться в одном вызове DrawRenderers.

# Error Message in LoadDylib.cpp
source: Dynamic module loading not implemented
russian: Динамическая загрузка модулей не реализована

# Warning Message in SpriteRendererJobs.cpp
source: Incomplete mesh data in Sprite. Please reimport or recreate the Sprite.
russian: Неполные данные сетки в Sprite. Пожалуйста, импортируйте или воссоздайте спрайт.

# Error Message in SpriteDataAccess.cpp
source: Trying to write to an invalid channel from Sprite
russian: Попытка записи в неверный канал из Sprite

# Error Message in SpriteAtlas.cpp
source: Unable to load Sprite. Please ensure SpriteAtlas has access to included Sprites. This is usually accomplished via local files or a loaded Asset Bundle.
russian: Невозможно загрузить Спрайт. Убедитесь, что SpriteAtlas имеет доступ к включенным спрайтам. Обычно это достигается с помощью локальных файлов или загруженного пакета ресурсов.

# Error Message in TransformHierarchyChangeDispatch.cpp
source: TransformHierarchyChangeDispatch only supports up to 31 systems
russian: TransformHierarchyChangeDispatch поддерживает только до 31 системы.

# Error Message in LogAssert.cpp
source: Opening Console File is not supported on this platform.
russian: Открытие файла консоли не поддерживается на этой платформе.

# Error Message in ArchiveStorageConverter.cpp
source: Failed to close archive file after conversion
russian: Не удалось закрыть файл архива после преобразования.

# Error Message in ArchiveStorageCreator.cpp
source: Compression buffer must not be used for the streamed block!
russian: Буфер сжатия не должен использоваться для потокового блока!

# MenuItem in SceneHierarchy.cs
source: Create Empty
russian: Создать пустой

# MenuItem in SceneHierarchy.cs
source: Create Empty Child
russian: Создать пустой дочерний элемент

# From AutoDocumentation
source: The local-space anchor from the base rigid-body.
russian: Якорь в локальном пространстве от базового твердого тела.

# From AutoDocumentation
source: Should the connected anchor be automatically configured to match the anchor in world space?
russian: Должен ли подключенный якорь автоматически настраиваться в соответствии с якорем в мировом пространстве?

# From AutoDocumentation
source: The local-space anchor from the connected rigid-body.
russian: Якорь локального пространства из подключенного твердого тела.

# From AutoDocumentation
source: When we are animating transforms we cache the affect root transforms (The top most transform that covers all SendTransformChanged messages that need to sent)
russian: Когда мы анимируем преобразования, мы кэшируем соответствующие корневые преобразования (самое верхнее преобразование, которое охватывает все сообщения SendTransformChanged, которые необходимо отправить).

# From AutoDocumentation
source: TODO: Serialiaze and do not compute it at all on startup.
russian: TODO: Сериализировать и вообще не вычислять его при запуске.

# From AutoDocumentation
source: : FIXME HACKED Time stopping
russian: : FIXME ВЗЛОМ Остановка времени

# From AutoDocumentation
source: TransitionInterruptionSource.
russian: Источник Прерывания Перехода.

# From AutoDocumentation
source: The angular drag to apply to rigid-bodies. This drag will be used on top of what already exists on the rigid-body and will result in reducing its angular speed. [ 0, 1000000 ].
russian: Угловое сопротивление, применяемое к твердым телам. Это сопротивление будет использоваться в дополнение к тому, что уже существует в твердом теле, и приведет к уменьшению его угловой скорости. [0, 1000000].

# From AutoDocumentation
source: The linear drag to apply to rigid-bodies. This drag will be used on top of what already exists on the rigid-body and will result in reducing its linear speed. [ 0, 1000000 ].
russian: Линейное сопротивление, применяемое к твердым телам. Это сопротивление будет использоваться в дополнение к тому, что уже существует в твердом теле, и приведет к снижению его линейной скорости. [0, 1000000].

# From AutoDocumentation
source: The angle of the force to be applied. [ -359.9999, 359.9999 ].
russian: Угол приложенной силы. [-359,9999, 359,9999].

# From AutoDocumentation
source: The magnitude of the force to be applied. If the force is negative then it will be applied 180 degrees to the force direction. [ -1000000, 1000000 ].
russian: Величина прилагаемой силы. Если сила отрицательна, она будет приложена на 180 градусов к направлению силы. [-1000000, 1000000].

# From AutoDocumentation
source: The target for where the effector applies any force. This allows the force to be applied to the center of mass or the collider position.
russian: Цель, к которой эффектор применяет любую силу. Это позволяет приложить силу к центру масс или положению коллайдера.

# From AutoDocumentation
source: The variation (a random value from zero to the variation) added to the magnitude of the force to be applied. If the variation is negative then the force will be randomly reduced. [ -1000000, 1000000 ].
russian: Вариация (случайная величина от нуля до вариации) добавляется к величине прикладываемой силы. Если изменение отрицательное, то сила будет случайным образом уменьшаться. [-1000000, 1000000].

# From AutoDocumentation
source: Should the force angle use global space? When true, the angle is specified in global-space. When false, the angle is specified in local-space.
russian: Должен ли силовой угол использовать глобальное пространство? Если это правда, угол указывается в глобальном пространстве. Если значение равно false, угол указывается в локальном пространстве.

# From AutoDocumentation
source: Associated file storage.
russian: Связанное файловое хранилище.

# From AutoDocumentation
source: Folder which we have to remove once the bundle is unloaded.
russian: Папка, которую нам нужно удалить после выгрузки пакета.

# From AutoDocumentation
source: Map of InstanceIDs to paths for faster lookup in preoloading.
russian: Сопоставление идентификаторов экземпляров с путями для более быстрого поиска при предварительной загрузке.

# From AutoDocumentation
source: Map of asset names contained in the bundle. Multiple objects may have the same name.
russian: Карта названий активов, содержащихся в пакете. Несколько объектов могут иметь одно и то же имя.

# From AutoDocumentation
source: True if m_ArchiveStorageCleanupPath is a cache path.
russian: Истинно, если m_ArchiveStorageCleanupPath — это путь к кэшу.

# From AutoDocumentation
source: AssetInfo for the main asset. Has no associated name.
russian: AssetInfo для основного актива. Не имеет связанного имени.

# From AutoDocumentation
source: Map of asset paths contained in the bundle. Multiple objects may have the same path.
russian: Карта путей активов, содержащихся в пакете. Несколько объектов могут иметь один и тот же путь.

# From AutoDocumentation
source: Table of objects that need to be pulled from the bundle by the preload manager when a specific asset is loaded from the bundle.
russian: Таблица объектов, которые необходимо извлечь из пакета диспетчером предварительной загрузки при загрузке определенного ресурса из пакета.

# From AutoDocumentation
source: Map of InstanceIDs to types for faster lookup in preloading.
russian: Сопоставление идентификаторов экземпляров с типами для более быстрого поиска при предварительной загрузке.

# From AutoDocumentation
source: Records for all the objects that we are writing to the final bundle.
russian: Записи обо всех объектах, которые мы записываем в финальный бандл.

# From AutoDocumentation
source: GUIDs of all assets included in the bundle.
russian: GUID всех ресурсов, включенных в пакет.

# From AutoDocumentation
source: Same as #m_IncludedObjects but restricted to just instance IDs.
russian: То же, что #m_IncludedObjects, но ограничено только идентификаторами экземпляров.

# From AutoDocumentation
source: Set of objects to persist in the bundle.
russian: Набор объектов, которые будут сохраняться в пакете.

# From AutoDocumentation
source: Constructed AB object reference.
russian: Построена ссылка на объект AB.

# From AutoDocumentation
source: Name we want to refer to AB.
russian: Имя, которое мы хотим сослаться на AB.

# From AutoDocumentation
source: If not 0, we calculate crc of an input data and compare it against this value to verify data integrity.
russian: Если не 0, мы вычисляем crc входных данных и сравниваем их с этим значением, чтобы проверить целостность данных.

# From AutoDocumentation
source: Path is a cache path.
russian: Путь — это путь к кэшу.

# From AutoDocumentation
source: Load result code.
russian: Загрузить код результата.

# From AutoDocumentation
source: Error string.
russian: Строка ошибки.

# From AutoDocumentation
source: Final storage which is associated with a loaded AB.
russian: Конечное хранилище, связанное с загруженным AB.

# From AutoDocumentation
source: Path of the folder where we store bundle's data.
russian: Путь к папке, в которой мы храним данные пакета.

# From AutoDocumentation
source: Default chunk size for the cached archive.
russian: Размер чанка по умолчанию для кэшированного архива.

# From AutoDocumentation
source: Output archive name.
russian: Имя выходного архива.

# From AutoDocumentation
source: Allow conversion to another format on a separate thread (another than FeedData is called on).
russian: Разрешить преобразование в другой формат в отдельном потоке (кроме вызова FeedData).

# From AutoDocumentation
source: Converter instance which is responsible for transforming solid-compressed archive to chunk-compressed archive.
russian: Экземпляр преобразователя, который отвечает за преобразование архива со сплошным сжатием в архив с фрагментарным сжатием.

# From AutoDocumentation
source: Cache identifier (filename) we use to save decompressed data. If empty, memory file is used.
russian: Идентификатор кэша (имя файла), который мы используем для сохранения распакованных данных. Если пусто, используется файл памяти.

# From AutoDocumentation
source: Temporary lock file which is used to prevent cache folder from deletion while data is being decompressed to the cache.
russian: Файл временной блокировки, который используется для предотвращения удаления папки кэша во время распаковки данных в кэш.

# From AutoDocumentation
source: When this flag is set, the clip will be treated as being ambisonic.
russian: Если этот флаг установлен, клип будет считаться амбисоничным.

# From AutoDocumentation
source: When this flag is set, multi-channel audio will be downmixed to a mono track before packing.
russian: Если этот флаг установлен, многоканальный звук перед упаковкой будет микширован в монодорожку.

# From AutoDocumentation
source: When this flag is set, the clip will load in the background and won't stall the main thread. Can be used in combination with the Preload Audio Data flag.
russian: Если этот флаг установлен, клип будет загружаться в фоновом режиме и не будет останавливать основной поток. Может использоваться в сочетании с флагом предварительной загрузки аудиоданных.

# From AutoDocumentation
source: When this flag is set, audio will be normalized upon mono-downmixing.
russian: Когда этот флаг установлен, звук будет нормализован при монофоническом микшировании.

# From AutoDocumentation
source: Preferred Speaker Mode used in the editor and player.
russian: Предпочитаемый режим динамика, используемый в редакторе и проигрывателе.

# From AutoDocumentation
source: The scaling factor at which doppler is calculated.
russian: Коэффициент масштабирования, при котором рассчитывается допплер.

# From AutoDocumentation
source: The scaling factor at which distance rolloff curves are applied.
russian: Коэффициент масштабирования, при котором применяются кривые спада расстояния.

# From AutoDocumentation
source: Completely disable audio (in standalone builds only)
russian: Полностью отключить звук (только в автономных сборках)

# From AutoDocumentation
source: Number of real voices that can be played at the same time. Every frame the loudest voices will be picked.
russian: Количество реальных голосов, которые можно воспроизводить одновременно. В каждом кадре будут выбраны самые громкие голоса.

# From AutoDocumentation
source: Size of sample output buffer.
russian: Размер выходного буфера выборки.

# From AutoDocumentation
source: Output sample rate. If set to 0, the sample rate of the system will be used. Also note that this only serves as a reference as only certain platforms allow changing this, such as IOS or Android.
russian: Выходная частота дискретизации. Если установлено значение 0, будет использоваться частота дискретизации системы. Также обратите внимание, что это служит лишь справкой, поскольку только некоторые платформы позволяют это изменить, например IOS или Android.

# From AutoDocumentation
source: The Spatializer Plugin currently active for this project. All Spatialized AudioSources will use this plugin.
russian: Плагин Spatializer в настоящее время активен для этого проекта. Все Spatialized AudioSources будут использовать этот плагин.

# From AutoDocumentation
source: Number of virtual voices that the audio system manages. This value should always be larger than the number of voices played by the game. If not, warnings will be shown in the console.
russian: Количество виртуальных голосов, которыми управляет аудиосистема. Это значение всегда должно быть больше, чем количество голосов, сыгранных в игре. В противном случае в консоли будут отображаться предупреждения.

# From AutoDocumentation
source: When enabled dynamically turn off effects and spatializers on AudioSources that are culled in order to save CPU.
russian: Если этот параметр включен, динамически отключайте эффекты и пространственные эффекты в аудиоисточниках, которые отбираются для экономии ресурсов ЦП.

# From AutoDocumentation
source: Global attenuation setting.
russian: Глобальная настройка затухания.

# From AutoDocumentation
source: Bypass/ignore any applied effects on AudioSource.
russian: Обход/игнорирование любых примененных эффектов в AudioSource.

# From AutoDocumentation
source: Bypass/ignore any applied effects from listener.
russian: Обход/игнорирование любых примененных эффектов от слушателя.

# From AutoDocumentation
source: Bypass/ignore any reverb zones.
russian: Обход/игнорирование любых зон реверберации.

# From AutoDocumentation
source: Sets the specific doppler scale for the source.
russian: Устанавливает конкретный доплеровский масштаб для источника.

# From AutoDocumentation
source: Allow source to play even though AudioListener is paused (for GUI sounds)
russian: Разрешить воспроизведение источника, даже если AudioListener приостановлен (для звуков графического интерфейса)

# From AutoDocumentation
source: Set the source to loop. If loop points are defined in the clip, these will be respected.
russian: Установите источник в циклический режим. Если в клипе определены точки цикла, они будут учитываться.

# From AutoDocumentation
source: MaxDistance is the distance a sound stops attenuating at.
russian: MaxDistance — это расстояние, на котором звук перестает затухать.

# From AutoDocumentation
source: Within the minDistance, the volume will stay at the loudest possible. Outside of this mindistance it begins to attenuate.
russian: В пределах minDistance громкость останется максимально возможной. За пределами этой дистанции ума оно начинает ослабевать.

# From AutoDocumentation
source: Mutes the sound.
russian: Отключает звук.

# From AutoDocumentation
source: Sets a source's pan position linearly. Only applicable on 2D sounds.
russian: Устанавливает положение панорамирования источника линейно. Применимо только к 2D-звукам.

# From AutoDocumentation
source: Sets the priority of the source. A sound with a lower priority will more likely be stolen by high priorities sounds.
russian: Устанавливает приоритет источника. Звук с более низким приоритетом, скорее всего, будет украден звуками с высоким приоритетом.

# From AutoDocumentation
source: Apply spatialized panning.
russian: Примените пространственное панорамирование.

# From AutoDocumentation
source: Applies spatialization after effect filters.
russian: Применяет пространственные фильтры после эффектов.

# From AutoDocumentation
source: backward compatibility props
russian: реквизит обратной совместимости

# From AutoDocumentation
source: Sets the frequency of the sound. Use this to slow down or speed up the sound.
russian: Устанавливает частоту звука. Используйте это, чтобы замедлить или ускорить звук.

# From AutoDocumentation
source: Play the sound when the component loads.
russian: Воспроизводить звук при загрузке компонента.

# From AutoDocumentation
source: Sets the volume of the sound.
russian: Устанавливает громкость звука.

# From AutoDocumentation
source: Blend Node type.
russian: Тип узла смешивания.

# From AutoDocumentation
source: The radius of the edge(s). [ 0.0, 1000000 ].
russian: Радиус края(ов). [0,0, 1000000].

# From AutoDocumentation
source: The size of the box.
russian: Размер коробки.

# From AutoDocumentation
source: The angular drag when touching the fluid. This slows any angular motion. 0 means no friction. [ 0, 1000000 ].
russian: Угловое сопротивление при касании жидкости. Это замедляет любое угловое движение. 0 означает отсутствие трения. [0, 1000000].

# From AutoDocumentation
source: The density of the fluid. Colliders with a higher density sink, those with a lower density float, and those with the same density appear suspended in the fluid. [ 0, 1000000 ].
russian: Плотность жидкости. Коллайдеры с более высокой плотностью стока, коллайдеры с меньшей плотностью плавают, а коллайдеры с одинаковой плотностью кажутся подвешенными в жидкости. [0, 1000000].

# From AutoDocumentation
source: The angle of the flow force to be applied. [ -359.9999, 359.9999 ].
russian: Угол прикладываемой силы потока. [-359,9999, 359,9999].

# From AutoDocumentation
source: The magnitude of the flow force to be applied. If the magnitude is negative then it will be applied 180 degrees to the flow direction. [ -1000000, 1000000 ].
russian: Величина прикладываемой силы потока. Если величина отрицательна, то она будет применена на 180 градусов к направлению потока. [-1000000, 1000000].

# From AutoDocumentation
source: The variation (a random value from zero to the variation) added to the magnitude of the flow to be applied. If the variation is negative then the flow magnitude will be randomly reduced. [ -1000000, 1000000 ].
russian: Вариация (случайная величина от нуля до вариации), добавляемая к величине применяемого потока. Если изменение отрицательное, то величина потока будет случайным образом уменьшена. [-1000000, 1000000].

# From AutoDocumentation
source: The linear drag when touching the fluid. This slows any linear motion. 0 means no friction. [ 0, 1000000 ].
russian: Линейное сопротивление при касании жидкости. Это замедляет любое линейное движение. 0 означает отсутствие трения. [0, 1000000].
