Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

# Error Message in NetworkUtility.cpp
source: Incorrectly formatted IP address.
russian: Неверный формат IP-адреса.

# Error Message in PlayerConnection.cpp
source: Unable to setup multicast socket for player connection.
russian: Невозможно настроить сокет многоадресной рассылки для подключения плеера.

# Error Message in PlayerConnection.cpp
source: Unable to set broadcast mode for player connection socket.
russian: Невозможно установить режим трансляции для разъема подключения плеера.

# Warning Message in PlayerConnection.cpp
source: Direct connection to host time out.
russian: Тайм-аут прямого подключения к хосту.

# Error Message in PlayerConnection.cpp
source: PlayerConnection configuration is missing host ip address
russian: В конфигурации PlayerConnection отсутствует IP-адрес хоста

# Error Message in GeneralConnection.cpp
source: MessageHandler not registered
russian: Обработчик сообщений не зарегистрирован

# Error Message in PersistentManager.cpp
source: Make Objects Persistent failed because the object can not be loaded
russian: Сделать объекты постоянными не удалось, поскольку объект не может быть загружен.

# Error Message in PersistentManager.cpp
source: Recursive serialization is not allowed for threaded serialization - files cannot be written during serialization callbacks
russian: Рекурсивная сериализация не разрешена для потоковой сериализации — файлы не могут быть записаны во время обратных вызовов сериализации.

# Error Message in PersistentManager.cpp
source: Failed to write script type references
russian: Не удалось записать ссылки на типы сценариев.

# Error Message in PersistentManager.cpp
source: Recursive Serialization is not supported. You can't dereference a PPtr while loading. (Constructors of C# classes may not load objects either. See stacktrace.)
russian: Рекурсивная сериализация не поддерживается. Вы не можете разыменовать PPtr во время загрузки. (Конструкторы классов C# также не могут загружать объекты. См. stacktrace.)

# Error Message in PersistentManager.cpp
source: Do not use ReadObjectThreaded on scene objects!
russian: Не используйте ReadObjectThreaded для объектов сцены!

# Error Message in PersistentManager.cpp
source: Trying to load a stream which is already loaded.
russian: Попытка загрузить уже загруженный поток.

# Error Message in SerializedFile.cpp
source: Serialized file contains typetrees but the target can't use them.
russian: Сериализованный файл содержит деревья типов, но цель не может их использовать.

# Error Message in SerializedFile.cpp
source: Script extraction failure
russian: Ошибка извлечения скрипта

# Error Message in TypeTree.cpp
source: Fatal error while reading file. Header is invalid!
russian: Неустранимая ошибка при чтении файла. Заголовок недействителен!

# Error Message in ManagedReferenceUtility.cpp
source: Negative managed reference IDs are reserved and cannot be set using SetManagedReferenceIdForObject.
russian: Отрицательные идентификаторы управляемых ссылок зарезервированы и не могут быть установлены с помощью SetManagedReferenceIdForObject.

# Error Message in TransferUtility.cpp
source: Error while reading serialized data.
russian: Ошибка при чтении сериализованных данных.

# Error Message in TransferUtility.cpp
source: Source and Destination Types do not match
russian: Типы источника и назначения не совпадают

# Error Message in CacheWriterBase.cpp
source: GetAddressOfMemory called on CacheWriterBase which does not support it
russian: GetAddressOfMemory вызывает CacheWriterBase, который его не поддерживает.

# Error Message in CachedReader.cpp
source: Resource image couldn't be loaded completely
russian: Изображение ресурса не удалось загрузить полностью.

# Error Message in CacheReaderBase.cpp
source: GetAddressOfMemory called on CacheReaderBase which does not support it
russian: GetAddressOfMemory вызывается в CacheReaderBase, который его не поддерживает.

# Error Message in CachedWriter.h
source: Alignment error
russian: Ошибка выравнивания

# Error Message in YAMLWrite.cpp
source: Unexpected node type.
russian: Неожиданный тип узла.

# Warning Message in SphericalHarmonicsL2.cpp
source: destStart is out of range. Ignoring.
russian: destStart находится вне диапазона. Игнорирование.

# Error Message in MemoryPool.cpp
source: out of memory!
russian: из памяти!

# Warning Message in SceneManager.cpp
source: DontDestroyOnLoad only works for root GameObjects or components on root GameObjects.
russian: DontDestroyOnLoad работает только для корневых игровых объектов или компонентов корневых игровых объектов.

# Warning Message in ThreadsafeLinearAllocator.cpp
source: Only single guard can be active. To use nested one run app with -diag-job-temp-memory-leak-validation cmd line argument.
russian: Активным может быть только один охранник. Чтобы использовать вложенное однозапускное приложение с аргументом строки cmd -diag-job-temp-memory-leak-validation.

# Warning Message in ThreadsafeLinearAllocator.cpp
source: Nested leak guards are only allowed from a single thread.
russian: Вложенные средства защиты от утечек допускаются только из одного потока.

# Warning Message in ThreadsafeLinearAllocator.cpp
source: The end of leak guards must to be called from the same thread where it was started.
russian: Окончание защиты от утечек должно вызываться из того же потока, в котором оно было запущено.

# Error Message in UnityDefaultAllocator.cpp
source: Unregistering memory that was not allocated using this allocator.
russian: Отмена регистрации памяти, которая не была выделена с помощью этого распределителя.

# Error Message in TLSAllocator.cpp
source: Only one instance of the TLS allocator is allowed because of TLS implementation
russian: Из-за реализации TLS разрешен только один экземпляр распределителя TLS.

# Error Message in AllocationHeader.h
source: Unaligned memory is passed to ValidateIntegrity!
russian: Невыровненная память передается в ValidateIntegrity!

# Error Message in AllocationHeader.h
source: Invalid header magic value. Header is corrupted!
russian: Неверное магическое значение заголовка. Заголовок поврежден!

# Error Message in AllocationHeader.h
source: Header have invalid padding count. Header is corrupted!
russian: Заголовок имеет недопустимый счетчик заполнения. Заголовок поврежден!

# Error Message in AllocationHeader.h
source: Padded allocation doesn't has a padding flag. Header is corrupted!
russian: Дополненное распределение не имеет флага заполнения. Заголовок поврежден!

# Error Message in AllocationHeader.h
source: Allocation size have too big value. Header is corrupted!
russian: Размер выделения имеет слишком большое значение. Заголовок поврежден!

# Warning Message in AllocationHeader.h
source: Invalid allocation was detected. Mismatching Allocate
russian: Обнаружено недопустимое распределение. Несовпадение выделения

# Warning Message in AllocationHeader.h
source: Deallocate memory labels!
russian: Освободите метки памяти!

# Error Message in AllocationHeader.h
source: Invalid memory pointer was detected. Footer is corrupted!
russian: Обнаружен неверный указатель памяти. Нижний колонтитул поврежден!

# Error Message in BlockDoublingLinearAllocator.cpp
source: Top level scope allocation is permitted only on the main thread.
russian: Распределение области верхнего уровня разрешено только в основном потоке.

# Error Message in BlockDoublingLinearAllocator.cpp
source: Number of blocks exceeds max number of blocks.
russian: Количество блоков превышает максимальное количество блоков.

# Error Message in MonoUtility.h
source: Thread is not attached to scripting runtime
russian: Поток не привязан к среде выполнения скрипта

# Error Message in Coroutine.cpp
source: Coroutine continue failure
russian: Сопрограмма продолжает сбой

# Error Message in Coroutine.cpp
source: float.NaN has been passed into WaitForSeconds which will result in an infinite wait time.
russian: float.NaN был передан в WaitForSeconds, что приведет к бесконечному времени ожидания.

# Error Message in Coroutine.cpp
source: This asynchronous operation is already being yielded from another coroutine. An asynchronous operation can only be yielded once.
russian: Эта асинхронная операция уже выполняется из другой сопрограммы. Асинхронная операция может быть выполнена только один раз.

# Error Message in MonoManager.cpp
source: Invalid assembly loaded
russian: Загружена недопустимая сборка

# Error Message in MonoManager.cpp
source: Calling C# code failed. Scripting runtime might have broken due loading of bad assemblies. Check Editor.log for details.
russian: Не удалось вызвать код C#. Среда выполнения сценариев могла прерваться из-за загрузки плохих сборок. Проверьте Editor.log для получения подробной информации.

# Error Message in MonoManager.cpp
source: Reload Assembly may not be called multiple times in the player
russian: Сборка перезагрузки не может вызываться в плеере несколько раз.

# Error Message in MonoManager.cpp
source: Reload Assembly called from managed code directly. This will cause a crash. You should never refresh assets in synchronous mode or enter playmode synchronously from script code.
russian: Перезагрузить сборку, вызванную напрямую из управляемого кода. Это приведет к сбою. Никогда не следует обновлять ресурсы в синхронном режиме или синхронно входить в режим воспроизведения из кода сценария.

# Error Message in MonoManager.cpp
source: Managed instance(s) where created during assembly reload in the backup
russian: Управляемые экземпляры, созданные во время перезагрузки сборки в резервной копии.

# Error Message in MonoManager.cpp
source: restore phase!
russian: фаза восстановления!

# Error Message in MonoManager.cpp
source: Instances of MonoBehaviour or MonoScript found during assembly reload.
russian: Экземпляры MonoBehaviour или MonoScript, обнаруженные во время перезагрузки сборки.

# Error Message in MonoBehaviour.cpp
source: DestroyImmediate should not be called on the same game object when destroying a MonoBehaviour
russian: DestroyImmediate не следует вызывать для одного и того же игрового объекта при уничтожении MonoBehaviour.

# Error Message in MissingTypeHelper.cpp
source: not supported!
russian: не поддерживается!

# Warning Message in ManagedObjectReference.h
source: Discarding missing types on write
russian: Отбрасывание отсутствующих типов при записи

# Warning Message in GraphicsBuffer.cpp
source: dstOffsetBytes must be a multiple of 4
russian: dstOffsetBytes должно быть кратно 4.

# Error Message in RayTracingAccelerationStructure.cpp
source: RayTracingAccelerationStructure.CullInstances function can only be used by acceleration structures created using Manual management mode.
russian: Функция RayTracingAccelerationStructure.CullInstances может использоваться только структурами ускорения, созданными в ручном режиме управления.

# Warning Message in Material.cpp
source: Overriding LightMode tag has no effect
russian: Переопределение тега LightMode не имеет эффекта

# Error Message in KeywordSpaceScriptBindings.cpp
source: LocalKeyword not initialized.
russian: LocalKeyword не инициализирован.

# Error Message in ShaderVariantCollection.cpp
source: NULL shader passed
russian: NULL-шейдер пройден

# Error Message in ShaderVariantCollection.cpp
source: Invalid pass type
russian: Неверный тип пропуска

# Error Message in ShaderTextureProperty.cpp
source: A multisampled texture being bound to a non-multisampled sampler. Disabling in order to avoid undefined behavior. Please use Texture2DMS in the shader.
russian: Текстура с мультисэмплированием, привязанная к сэмплеру без мультисэмплинга. Отключение во избежание неопределенного поведения. Пожалуйста, используйте Text2DMS в шейдере.

# Error Message in ShaderTextureProperty.cpp
source: A non-multisampled texture being bound to a multisampled sampler. Disabling in order to avoid undefined behavior. Please enable the bindMS flag on the texture.
russian: Текстура без мультисэмплирования, привязанная к сэмплеру с мультисэмплированием. Отключение во избежание неопределенного поведения. Пожалуйста, включите флагbindMS на текстуре.

# Error Message in Profiler.bindings.cpp
source: Profiler is not supported in this build
russian: Профилировщик не поддерживается в этой сборке

# Error Message in TextureAtlas.cpp
source: Unable to init atlas texture
russian: Невозможно инициализировать текстуру атласа

# Error Message in Polygon2D.cpp
source: Failed setting path. Index is out of bounds.
russian: Не удалось установить путь. Индекс выходит за пределы.

# Error Message in PlayableHandle.bindings.cpp
source: Cannot change weights on playables where canSetWeights is false.
russian: Невозможно изменить вес игровых объектов, где canSetWeights имеет значение false.

# Error Message in PlayableGraph.bindings.cpp
source: Cannot change inputs on playables where canChangeInputs is false.
russian: Невозможно изменить входные данные на воспроизводимых объектах, где canChangeInputs имеет значение false.

# Error Message in CullingGroup.bindings.cpp
source: Culling group was not disposed. You have to call Dispose explicitly from the main thread. This will likely result in a crash.
russian: Группа отбраковки не была ликвидирована. Вы должны вызвать Dispose явно из основного потока. Скорее всего, это приведет к сбою.

# Error Message in UnsafeUtility.bindings.h
source: DSPGraph module is not loaded
russian: Модуль DSPGraph не загружен.

# Error Message in UnsafeUtility.bindings.h
source: DSPGraph module is no longer loaded
russian: Модуль DSPGraph больше не загружается

# Error Message in DiagnosticsUtils.bindings.cpp
source: Intentionally caused fatal error
russian: Намеренно вызванная фатальная ошибка

# Error Message in AtomicSafetyHandle.cpp
source: The Handle has already been released.
russian: Ручка уже выпущена.

# Error Message in AtomicSafetyHandle.cpp
source: AtomicSafetyNode has either been corrupted or is being accessed on a job which is not allowed.
russian: AtomicSafetyNode либо поврежден, либо доступ к нему осуществляется в ходе запрещенного задания.

# Error Message in JobReflectionData.cpp
source: Cannot create job reflection data during domain unloading
russian: Невозможно создать данные отражения задания во время выгрузки домена.

# Error Message in JobsBindings.cpp
source: DynamicReadWriteBuffers are not supported in jobs that restore buffers after execution
russian: DynamicReadWriteBuffers не поддерживаются в заданиях, которые восстанавливают буферы после выполнения.

# Error Message in GraphicsScriptBindings.cpp
source: Texture atlas needs textures to have Readable flag set!
russian: Атласу текстур нужны текстуры, чтобы иметь установленный флаг Readable!

# Error Message in SharedTextureData.h
source: SharedTextureData source data is NULL.
russian: Исходные данные SharedTextureData имеют значение NULL.

# Error Message in SharedTextureData.h
source: Decrunching failed.
russian: Развалить не удалось.

# Error Message in Image.cpp
source: Unsupported
russian: Не поддерживается

# Error Message in CrunchCompression.cpp
source: Failed getting crunch texture info.
russian: Не удалось получить информацию о хрустящей текстуре.

# Error Message in CrunchCompression.cpp
source: The texture could not be loaded because it has been encoded with an older version of Crunch. This can happen when loading AssetBundles containing Crunch-compressed textures built with Unity version prior to 2017.3
russian: Не удалось загрузить текстуру, поскольку она была закодирована с помощью более старой версии Crunch. Это может произойти при загрузке AssetBundles, содержащих текстуры, сжатые Crunch, созданные с помощью Unity версии до 2017.3.

# Error Message in CrunchCompression.cpp
source: Failed unpacking crunch mip level.
russian: Не удалось распаковать уровень crunch mip.

# Error Message in CrunchCompression.cpp
source: Failed crunch end.
russian: Неудачное завершение кранча.

# Error Message in SpriteUtility.cpp
source: Sprite outline generation failed - could not read texture pixel data. Did you forget to make the texture readable?
russian: Не удалось создать контур спрайта — не удалось прочитать данные пикселей текстуры. Вы забыли сделать текстуру читабельной?

# Warning Message in GraphicsHelper.cpp
source: Ignoring color surface load action as it is memoryless
russian: Игнорирование воздействия нагрузки на цветную поверхность, поскольку оно не имеет памяти.

# Warning Message in GraphicsHelper.cpp
source: Ignoring color surface store action as it is memoryless
russian: Игнорирование действия сохранения цвета поверхности, поскольку оно не имеет памяти.

# Warning Message in GraphicsHelper.cpp
source: Ignoring MSAA color surface store action as it is memoryless
russian: Игнорирование действия сохранения цветовой поверхности MSAA, поскольку оно не имеет памяти.

# Warning Message in GraphicsHelper.cpp
source: Ignoring depth surface load action as it is memoryless
russian: Игнорирование действия нагрузки на поверхность по глубине, поскольку оно не имеет памяти.

# Warning Message in GraphicsHelper.cpp
source: Ignoring depth surface store action as it is memoryless
russian: Игнорирование действия сохранения глубины поверхности, поскольку оно не имеет памяти.

# Warning Message in GraphicsHelper.cpp
source: Ignoring MSAA depth surface store action as it is memoryless
russian: Игнорирование действия сохранения глубины поверхности MSAA, поскольку оно не имеет памяти.

# Error Message in SparseTexture.cpp
source: Sparse textures are not supported
russian: Разреженные текстуры не поддерживаются.

# Error Message in SparseTexture.cpp
source: SparseTexture has out of range width
russian: Ширина SparseTexture выходит за пределы диапазона

# Error Message in SparseTexture.cpp
source: height
russian: высота

# Error Message in RenderTexture.cpp
source: Invalid format used to a RenderTexture object
russian: Неверный формат, используемый для объекта RenderTexture

# Error Message in RenderTexture.cpp
source: RenderTexture color format cannot be set to a depth
russian: Цветовой формат RenderTexture не может быть установлен на глубину

# Error Message in RenderTexture.cpp
source: stencil format
russian: формат трафарета

# Error Message in RenderTexture.cpp
source: Invalid Depth
russian: Неверная глубина

# Error Message in RenderTexture.cpp
source: Stencil GraphicsFormat
russian: Трафарет ГрафикаФормат

# Error Message in RenderTexture.cpp
source: DepthAuto or ShadowAuto are not a valid depth
russian: DepthAuto или ShadowAuto не являются допустимой глубиной.

# Error Message in RenderTexture.cpp
source: stencil format. Set these formats on the colorFormat to configure the RenderTexture as a depth or shadow map without a color buffer. Use SystemInfo.GetGraphicsFormat(DefaultFormat) to get the default depth
russian: трафаретный формат. Установите эти форматы в colorFormat, чтобы настроить RenderTexture как карту глубины или тени без цветового буфера. Используйте SystemInfo.GetGraphicsFormat(DefaultFormat), чтобы получить глубину по умолчанию.

# Error Message in RenderTexture.cpp
source: stencil format to set on the RenderTexture.
russian: формат трафарета для установки в RenderTexture.

# Error Message in RenderTexture.cpp
source: Unable to find shader used for Internal-CubemapToEquirect.
russian: Не удалось найти шейдер, используемый для Internal-CubemapToEquirect.

# Error Message in ShaderScriptBindings.cpp
source: Trying to create a material from string - this is no longer supported.
russian: Попытка создать материал из строки — это больше не поддерживается.

# Error Message in ShaderScriptBindings.cpp
source: Trying to copy properties from null material.
russian: Попытка скопировать свойства из нулевого материала.

# Error Message in ShaderScriptBindings.cpp
source: Trying to copy properties to null material.
russian: Попытка скопировать свойства в нулевой материал.

# Error Message in CopyTexture.cpp
source: Graphics.CopyTexture called with null source texture
russian: Graphics.CopyTexture вызывается с нулевой исходной текстурой

# Error Message in CopyTexture.cpp
source: Graphics.CopyTexture called with null destination texture
russian: Graphics.CopyTexture вызывается с нулевой целевой текстурой

# Error Message in CopyTexture.cpp
source: Graphics.CopyTexture source render texture could not be created.
russian: Не удалось создать исходную текстуру рендеринга Graphics.CopyTexture.

# Error Message in CopyTexture.cpp
source: Graphics.CopyTexture destination render texture could not be created.
russian: Не удалось создать текстуру рендеринга назначения Graphics.CopyTexture.

# Error Message in CopyTexture.cpp
source: Graphics.ConvertTexture is not supported on the target device.
russian: Graphics.ConvertTexture не поддерживается на целевом устройстве.

# Error Message in TrailRenderer.cpp
source: TrailRenderer.GetPosition index out of bounds!
russian: Индекс TrailRenderer.GetPosition выходит за пределы!

# Error Message in TrailRenderer.cpp
source: TrailRenderer.GetPositions array is too small!
russian: Массив TrailRenderer.GetPositions слишком мал!

# Error Message in DrawUtil.cpp
source: Can't do instanced Graphics.DrawProcedural
russian: Невозможно создать экземпляр Graphics.DrawProcedural.

# Error Message in DrawUtil.cpp
source: Too much quads for DrawProcedural (platform does not support 32bits index buffer)
russian: Слишком много квадратов для DrawProcedural (платформа не поддерживает 32-битный индексный буфер)

# Error Message in DrawUtil.cpp
source: Unable to create ProceduralQuad Index Buffer
russian: Невозможно создать индексный буфер ProceduralQuad.

# Error Message in DrawUtil.cpp
source: Can't do indirect Graphics.DrawProcedural
russian: Невозможно выполнить косвенное использование Graphics.DrawProcedural.

# Error Message in DrawUtil.cpp
source: Graphics.DrawProceduralIndirect with invalid buffer
russian: Graphics.DrawProceduralIndirect с недопустимым буфером

# Error Message in DrawUtil.cpp
source: DrawProceduralIndirect can't draw quads if platform does not support quad topology
russian: DrawProceduralIndirect не может рисовать четырехугольники, если платформа не поддерживает топологию четырехугольников.

# Error Message in AsyncUploadTexture.cpp
source: DoDeCruncherJob failed.
russian: Ошибка DoDeCruncherJob.

# Error Message in AsyncUploadTexture.cpp
source: AsyncResourceUpload failed.
russian: Ошибка AsyncResourceUpload.

# Error Message in Texture2D.cpp
source: Unable to create destination texture
russian: Невозможно создать текстуру назначения.

# Error Message in AsyncGPUReadback.cpp
source: AsyncGPUReadback - Buffer has been disposed
russian: AsyncGPURReadback — буфер удален

# Error Message in AsyncGPUReadback.cpp
source: AsyncGPUReadback - Buffer is NULL
russian: AsyncGPURReadback — буфер равен NULL

# Error Message in AsyncGPUReadback.cpp
source: AsyncGPUReadback - GfxBufferID is invalid
russian: AsyncGPURReadback — GfxBufferID недействителен

# Error Message in AsyncGPUReadback.cpp
source: AsyncGPUReadback - Texture is NULL
russian: AsyncGPURReadback — текстура имеет значение NULL

# Error Message in AsyncGPUReadback.cpp
source: AsyncGPUReadback - TextureID is invalid
russian: AsyncGPURReadback — идентификатор текстуры недействителен

# Error Message in MatrixStack.cpp
source: Matrix stack full depth reached
russian: Достигнута полная глубина стека матриц

# Error Message in MatrixStack.cpp
source: Matrix stack empty
russian: Стек матриц пуст

# Warning Message in LightingSettings.cpp
source: Progressive GPU lightmapper requires a CPU with SSE4.1 support.
russian: Для карты освещения с прогрессивным графическим процессором требуется процессор с поддержкой SSE4.1.
