Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: When you reimport all assets, Unity deletes and recreates all the cached data relating to your assets in the project's Library folder. You should only do this if you think your project has been corrupted due to an internal Unity bug. It can take a long time to complete, depending on the size of your project. Please submit a bug report detailing the steps leading up to here.
russian: Когда вы повторно импортируете все ресурсы, Unity удаляет и воссоздает все кэшированные данные, относящиеся к вашим ресурсам, в папке «Библиотека» проекта. Вам следует делать это только в том случае, если вы считаете, что ваш проект был поврежден из-за внутренней ошибки Unity. Это может занять много времени, в зависимости от размера вашего проекта. Отправьте отчет об ошибке с подробным описанием шагов, ведущих к этому моменту.

source: When you reimport all assets, Unity deletes and recreates all the cached data relating to your assets in the project's Library folder. You should only do this if you think your project has been corrupted due to an internal Unity bug. It can take a long time to complete, depending on the size of your project. You can also choose to use your configured Cache Server, in which case Unity deletes and re-downloads all the cached data, rather than recreating it locally. Please submit a bug report detailing the steps leading up to here.
russian: Когда вы повторно импортируете все ресурсы, Unity удаляет и воссоздает все кэшированные данные, относящиеся к вашим ресурсам, в папке «Библиотека» проекта. Вам следует делать это только в том случае, если вы считаете, что ваш проект был поврежден из-за внутренней ошибки Unity. Это может занять много времени, в зависимости от размера вашего проекта. Вы также можете выбрать использование настроенного вами кэш-сервера, и в этом случае Unity удалит и повторно загрузит все кэшированные данные, а не воссоздает их локально. . Пожалуйста, отправьте отчет об ошибке с подробным описанием шагов, ведущих к этому моменту.

source: Reimport
russian: Реимпорт

source: Download from Cache Server
russian: Загрузка с кэш-сервера

source: Import package ...
russian: Импортировать пакет...

source: New Font
russian: Новый шрифт

source: New Physic Material
russian: Новый физический материал

source: New Avatar Mask
russian: Новая маска аватара

source: New Animator Override Controller
russian: Новый контроллер блокировки Animator

source: Script %s doesn't exist
russian: Скрипт %s не существует

source: Invalid operation.
russian: Неверная операция.

source: Can't add component '{0}' to {1} because it conflicts with the existing '{2}' derived component!
russian: Невозможно добавить компонент "{0}" в {1}, поскольку он конфликтует с существующим производным компонентом "{2}"!

source: Can't add due to a conflicting component!
russian: Не могу добавить из-за конфликтующего компонента!

source: The component {0} can't be added because {1} already contains the same component.
russian: Невозможно добавить компонент {0}, поскольку {1} ​​уже содержит тот же компонент.

source: Can't add the same component multiple times!
russian: Невозможно добавить один и тот же компонент несколько раз!

source: The component %s can't be added because it is not supported by selected platform.
russian: Невозможно добавить компонент %s, поскольку он не поддерживается выбранной платформой.

source: Can't add component!
russian: Не могу добавить компонент!

source: Can't add component
russian: Не могу добавить компонент

source: A {0} is already added, do you want to replace it with a {1}?
russian: {0} уже добавлен. Хотите заменить его на {1}?

source: Replace existing component?
russian: Заменить существующий компонент?

source: Replace
russian: Заменять

source: Add
russian: Добавлять

source: Can't remove component
russian: Не могу удалить компонент

source: Adding a {0} requires removing {1}
russian: Чтобы добавить {0}, необходимо удалить {1}.

source: Remove conflicting components?
russian: Удалить конфликтующие компоненты?

source: Remove
russian: Удалять

source: Make Parent
russian: Сделать родителем

source: Clear Parent
russian: Очистить родительский элемент

source: Optimize Transform Hierarchy
russian: Оптимизация иерархии преобразований

source: To optimize the transform hierarchy the Prefab instance needs to be unpacked.
russian: Чтобы оптимизировать иерархию преобразований, экземпляр Prefab необходимо распаковать.

source: Unpack and Optimize
russian: Распакуйте и оптимизируйте

source: Deoptimize Transform Hierarchy
russian: Деоптимизировать иерархию преобразования

source: To deoptimize the transform hierarchy the Prefab instance needs to be unpacked.
russian: Чтобы деоптимизировать иерархию преобразований, необходимо распаковать экземпляр Prefab.

source: Unpack and Deoptimize
russian: Распаковать и деоптимизировать

source: Project folder or disk is read only
russian: Папка проекта или диск доступны только для чтения

source: Please move the project folder somewhere readable and writable.
russian: Пожалуйста, переместите папку проекта в место, доступное для чтения и записи.

source: The project is on case sensitive file system. Case sensitive file systems are not supported at the moment. Please move the project folder to a case insensitive file system.
russian: В проекте используется файловая система, чувствительная к регистру. В настоящее время файловые системы, чувствительные к регистру, не поддерживаются. Переместите папку проекта в файловую систему, нечувствительную к регистру.

source: Graphics card not supported by Unity
russian: Видеокарта не поддерживается Unity

source: Creating project folder failed!
russian: Не удалось создать папку проекта!

source: Creating Project folder failed!
russian: Не удалось создать папку проекта!

source: Continue
russian: Продолжать

source: License error
russian: Ошибка лицензии

source: Exit
russian: Выход

source: Open Hub
russian: Открытый хаб

source: Environment error
russian: Ошибка среды

source: Cannot switch to the Project folder
russian: Невозможно переключиться на папку проекта

source: Please make sure Unity has access to {0}
russian: Убедитесь, что Unity имеет доступ к {0}

source: Error
russian: Ошибка

source: Failed to load Mono. Please see Editor.log file for more information
russian: Не удалось загрузить Mono. Дополнительную информацию см. в файле Editor.log.

source: Do you want to keep this project? Any changes that you've made to it will be lost if you don't keep it.
russian: Вы хотите сохранить этот проект? Все внесенные в него изменения будут потеряны, если вы не сохраните его.

source: Keep Project?
russian: Сохранить проект?

source: Keep
russian: Держать

source: Forget
russian: Забывать

source: Load Scene
russian: Загрузить сцену

source: Do you want to remove all the current scenes in the Hierarchy Window and create a new scene or add a new scene?
russian: Вы хотите удалить все текущие сцены в окне иерархии и создать новую сцену или добавить новую сцену?

source: New Scene
russian: Новая сцена

source: Add New Scene
russian: Добавить новую сцену

source: Saving Scene to immutable folder is not allowed: %s
russian: Сохранение сцены в неизменяемой папке не разрешено: %s

source: Save the scene in a valid folder
russian: Сохраните сцену в допустимой папке.

source: The scene needs to be saved inside the Assets folder of your project or within a valid mutable package.
russian: Сцену необходимо сохранить в папке «Ресурсы» вашего проекта или в допустимом изменяемом пакете.

source: Use the .unity extension
russian: Используйте расширение .unity

source: The scene needs to be saved with the .unity extension.
russian: Сцену необходимо сохранить с расширением .unity.

source: Out of memory!
russian: Из памяти!

source: Object names must match the paths.
russian: Имена объектов должны совпадать с путями.

source: Build AssetBundle
russian: Сборка AssetBundle

source: Building Asset Bundle
russian: Пакет строительных активов

source: Building AssetBundle was cancelled
russian: Создание AssetBundle было отменено

source: Building AssetBundle failed
russian: Не удалось создать AssetBundle.

source: Failed to replace file %s
russian: Не удалось заменить файл %s.

source: Script assets cannot be included in AssetBundles: "%s".
russian: Ресурсы скриптов нельзя включать в AssetBundles: "%s".

source: Assets in StreamingAssets cannot be included in AssetBundles: "%s".
russian: Ресурсы в StreamingAssets нельзя включать в AssetBundles: "%s".

source: Unrecognized assets cannot be included in AssetBundles: "%s".
russian: Нераспознанные ресурсы не могут быть включены в AssetBundles: "%s".

source: Editor only objects cannot be included in AssetBundles: "%s" (%s).
russian: Объекты, доступные только для редактора, не могут быть включены в AssetBundles: "%s" (%s).

source: Build streamed scene bundle
russian: Создайте пакет потоковых сцен

source: Building AssetBundles was canceled.
russian: Создание AssetBundles было отменено.

source: Error Building AssetBundle: Virtual Texturing is enabled but is incompatible with the AssetBundle target platform.
russian: Ошибка сборки AssetBundle: виртуальное текстурирование включено, но несовместимо с целевой платформой AssetBundle.

source: AssetBundle names "{0}" and "{1}" can't exist in the same build as "{2}" has the variant.
russian: Имена AssetBundle "{0}" и "{1}" не могут существовать в одной сборке, поскольку у "{2}" есть вариант.

source: Building an AssetBundle for target '%s' is not allowed because the required module is not installed.
russian: Создание AssetBundle для целевого объекта «%s» не разрешено, поскольку необходимый модуль не установлен.

source: Build License Error While Building Asset Bundles
russian: Ошибка лицензии сборки при сборке пакетов ресурсов

source: Asset Bundle Variant Error While Building Asset Bundles
russian: Ошибка варианта пакета активов при создании пакетов активов

source: Asset Bundle Build Options Not Configured Properly
russian: Параметры сборки пакета активов настроены неправильно

source: Recompile Error While Building Asset Bundles
russian: Ошибка перекомпиляции при создании пакетов ресурсов

source: Aborting Build Due to Errors
russian: Прерывание сборки из-за ошибок

source: Manifest AssetBundle name "%s" has conflict with the user predefined AssetBundle name.
russian: Имя манифеста AssetBundle «%s» конфликтует с предопределенным пользователем именем AssetBundle.

source: Script asset "%s" cannot be included into AssetBundle "%s".
russian: Ресурс сценария «%s» не может быть включен в AssetBundle «%s».

source: Asset "%s" has been assigned to the same Asset Bundle more than once.
russian: Актив «%s» был назначен одному и тому же пакету активов более одного раза.

source: Asset "%s" has been assigned to more than one Asset Bundle.
russian: Актив «%s» был назначен более чем одному набору активов.

source: Error building Player: Virtual Texturing is enabled, but the target platform does not support it. Go to Player Settings to resolve the incompatibility.
russian: Ошибка сборки проигрывателя: виртуальное текстурирование включено, но целевая платформа его не поддерживает. Перейдите в настройки проигрывателя, чтобы устранить несовместимость.

source: Error building Player: Virtual Texturing is enabled, but the target graphics API does not support it. Go to Player Settings to resolve the incompatibility.
russian: Ошибка сборки проигрывателя: виртуальное текстурирование включено, но целевой графический API его не поддерживает. Перейдите в настройки проигрывателя, чтобы устранить несовместимость.

source: Error building Player: A player build is already in process.
russian: Ошибка сборки плеера: сборка плеера уже находится в процессе.

source: Cross scene references are not supported: '%s' in scene %s has an invalid reference to '%s' in scene %s. This reference will not be saved in the scene.
russian: Межсценовые ссылки не поддерживаются: «%s» в сцене %s имеет недопустимую ссылку на «%s» в сцене %s. Эта ссылка не будет сохранена в сцене.

source: '%s' in scene %s (click to ping it)
russian: '%s' в сцене %s (нажмите, чтобы проверить связь)

source: Cannot build AssetBundles while imports of assets are in progress. Are you trying to build AssetBundles from within an AssetPostprocessor?
russian: Невозможно собрать AssetBundles во время импорта ресурсов. Вы пытаетесь собрать AssetBundles из AssetPostprocessor?

source: Building an AssetBundle for target '%s' but player application is not found.
russian: Сборка AssetBundle для целевого объекта "%s", но приложение проигрывателя не найдено.

source: Building an AssetBundle for target '%s' is not allowed because your license does not include it.
russian: Создание AssetBundle для целевого объекта «%s» не разрешено, поскольку ваша лицензия не включает его.

source: Cannot use options DisableWriteTypeTree and IgnoreTypeTreeChanges at the same time.
russian: Невозможно использовать параметры DisableWriteTypeTree и IgnoreTypeTreeChanges одновременно.

source: Cannot use options UncompressedAssetBundle and ChunkBasedCompression at the same time.
russian: Невозможно одновременно использовать параметры UncompressedAssetBundle и ChunkBasedCompression.

source: Cannot mark assets and scenes in one AssetBundle. AssetBundle name is "%s".
russian: Невозможно пометить ресурсы и сцены в одном AssetBundle. Имя AssetBundle: "%s".

source: Cannot create folder "{0}"
russian: Невозможно создать папку "{0}".

source: Failed to extract image data from texture during packing.
russian: Не удалось извлечь данные изображения из текстуры во время упаковки.

source: Packing Error: Sprite Atlas ({0}) contain sprite(s) larger than its max texture size. It needs at least {1}.
russian: Ошибка упаковки: Атлас спрайтов ({0}) содержит спрайты, размер текстуры которых превышает максимальный размер. Требуется как минимум {1}.

source: Sprite Atlas: {0}
russian: Атлас спрайтов: {0}

source: Variant's packed texture width adjusted to {0} (from {1}) to satisfy crunched format's multiple-of-4 requirement. Might affect variant's sprite UVs.
russian: Ширина упакованной текстуры варианта изменена на {0} (с {1}), чтобы удовлетворить требованию сжатого формата кратности 4. Может повлиять на UV-развертку спрайтов варианта.

source: Variant's packed texture height adjusted to {0} (from {1}) to satisfy crunched format's multiple-of-4 requirement. Might affect variant's sprite UVs.
russian: Высота упакованной текстуры варианта изменена на {0} (с {1}), чтобы удовлетворить требованию сжатого формата кратности 4. Может повлиять на UV-развертку спрайтов варианта.

source: Variant's packed texture size adjusted to {0}x{1} (from {2}x{3}) to satisfy iOS PVRTC format's power-of-2 and square requirements. Might affect variant's sprite UVs.
russian: Размер упакованной текстуры варианта изменен на {0}x{1} (с {2}x{3}), чтобы удовлетворить требованиям формата iOS PVRTC к степени 2 и квадрату. Может повлиять на UV-развертку спрайтов варианта.

source: Could not allocate {0} bytes for uncompressed texture buffer while packing Sprite Atlas Variant
russian: Не удалось выделить {0} байт для несжатого буфера текстур при упаковке варианта Sprite Atlas.

source: Packing Sprite Atlas
russian: Упаковка Спрайта Атласа

source: Wrapping up
russian: Подведение итогов

source: Saving Sprite Atlas Assets
russian: Сохранение ресурсов Sprite Atlas

source: Pack Sprite Atlases
russian: Упаковать атласы спрайтов

source: Generating variants
russian: Создание вариантов

source: Invalid sprite atlas asset encountered when matching atlas for sprite {0}. Please repack all your sprite atlases.
russian: При сопоставлении атласа для спрайта {0} обнаружен недопустимый ресурс атласа спрайтов. Пожалуйста, перепакуйте все свои атласы спрайтов.

source: Sprite {0} matches more than one built-in atlases. Default to use the first available atlas.
russian: Спрайт {0} соответствует более чем одному встроенному атласу. По умолчанию используется первый доступный атлас.

source: None (%s)
russian: Нет (%s)

source: Missing (%s)
russian: Отсутствует (%s)

source: Texture Stack cannot be part of an AssetBundle
russian: Стек текстур не может быть частью AssetBundle

source: Texture Stack incomplete: no texture at layer %i
russian: Стек текстур неполный: на слое %i нет текстуры

source: Texture Stack dimensions (%d x %d) are not power-of-two
russian: Размеры стека текстур (%dx %d) не являются степенью двойки.

source: Provided texture on layer %d is not a Texture2D
russian: Предоставленная текстура на слое %d не является текстурой Text2D.

source: Texture '%s': aspect ratio (%f) does not match the Texture Stack aspect ratio (%f)
russian: Текстура «%s»: соотношение сторон (%f) не соответствует соотношению сторон стека текстур (%f)

source: Texture '%s': dimensions (%d x %d) are smaller than the VT tile dimensions (%u x %u)
russian: Текстура «%s»: размеры (%dx %d) меньше размеров плитки VT (%ux %u)

source: Texture '%s': dimensions (%d x %d) are not power-of-two
russian: Текстура '%s': размеры (%dx %d) не являются степенью двойки

source: Texture '%s': texture needs to have mips
russian: Текстура '%s': текстура должна иметь mips.

source: Texture '%s': source data compressed with Crunch is not supported
russian: Текстура «%s»: исходные данные, сжатые с помощью Crunch, не поддерживаются.

source: Texture '%s': texture format ('%s') is not supported
russian: Текстура «%s»: формат текстуры («%s») не поддерживается.

source: Texture '%s': wrapping mode (U: %s, V: %s) is not supported
russian: Текстура «%s»: режим переноса (U: %s, V: %s) не поддерживается.

source: Texture '%s': wrapping mode (U: %s, V: %s) does not match the stack wrapping mode (U: %s, V: %s)
russian: Текстура «%s»: режим переноса (U: %s, V: %s) не соответствует режиму переноса стека (U: %s, V: %s)

source: The tree '%s' is missing a mesh suitable for baking the NavMesh. Verify that specified NavMesh LOD prototype for the tree has a valid mesh assigned.
russian: В дереве «%s» отсутствует сетка, подходящая для запекания NavMesh. Убедитесь, что указанному прототипу LOD NavMesh для дерева назначена допустимая сетка.

source: Resolving packages...
russian: Разрешение пакетов...

source: Failed to resolve packages: operation cancelled.
russian: Не удалось разрешить пакеты: операция отменена.

source: Failed to resolve packages: {0}. No packages loaded.
russian: Не удалось разрешить пакеты: {0}. Пакеты не загружены.

source: Updating project manifest...
russian: Обновление манифеста проекта...

source: Failed to update project manifest.
russian: Не удалось обновить манифест проекта.

source: Failed to update project manifest: {0}
russian: Не удалось обновить манифест проекта: {0}.

source: 'file:' dependency [{0}] was not registered because its location is invalid ({1}). Make sure the package is not located under the {2} directories.
russian: Зависимость 'file:' [{0}] не была зарегистрирована, поскольку ее местоположение неверно ({1}). Убедитесь, что пакет не находится в каталогах {2}.

source: Registering packages...
russian: Регистрация пакетов...

source: Downloading %d packages (calculating size)
russian: Загрузка пакетов %d (расчет размера)

source: Downloading %d packages (%s/%s)
russian: Загрузка пакетов %d (%s/%s)

source: Installing packages (%d/%d)
russian: Установка пакетов (%d/%d)

source: Initialize Package Manager
russian: Инициализировать диспетчер пакетов

source: Connecting to Package Manager
russian: Подключение к диспетчеру пакетов

source: Failed to start Unity Package Manager: operation cancelled.
russian: Не удалось запустить диспетчер пакетов Unity: операция отменена.

source: Could not find Unity Package Manager local server application at [{0}]. Missing files could be the result of an antivirus action or a corrupt Unity installation.
russian: Не удалось найти локальное серверное приложение Unity Package Manager в [{0}]. Отсутствие файлов может быть результатом действия антивируса или поврежденной установки Unity.

source: Failed to start the Unity Package Manager local server process. Make sure the process [{0}] is not blocked by {1}
russian: Не удалось запустить локальный серверный процесс Unity Package Manager. Убедитесь, что процесс [{0}] не заблокирован {1}.

source: Could not establish a connection with the Unity Package Manager local server process.
russian: Не удалось установить соединение с процессом локального сервера Unity Package Manager.

source: (For the full error message, see the editor log file located at [%s])
russian: (Полное сообщение об ошибке см. в файле журнала редактора, расположенном по адресу [%s])

source: Retry
russian: Повторить попытку

source: Diagnose
russian: Диагностика

source: Click on Retry to relaunch Unity and reopen your project.
russian: Нажмите «Повторить», чтобы перезапустить Unity и снова открыть проект.

source: Click on Continue to launch Unity. Some or all packages may not be imported which may cause compilation errors.
russian: Нажмите «Продолжить», чтобы запустить Unity. Некоторые или все пакеты могут не быть импортированы, что может привести к ошибкам компиляции.

source: Click on Diagnose to launch the Unity Package Manager Diagnostics tool.
russian: Нажмите «Диагностика», чтобы запустить инструмент диагностики диспетчера пакетов Unity.

source: Failed to start diagnostics: %s In order to run it manually, please execute the following command-line in a terminal: %s
russian: Не удалось запустить диагностику: %s Чтобы запустить ее вручную, выполните в терминале следующую командную строку: %s

source: Could not find a supported terminal to run the diagnostics.
russian: Не удалось найти поддерживаемый терминал для запуска диагностики.

source: Failed to launch external process '%s'
russian: Не удалось запустить внешний процесс «%s».

source: Launcher process '%s' exited unexpectedly with exit code '%i'
russian: Процесс запуска «%s» неожиданно завершился с кодом завершения «%i»

source: added
russian: добавлен

source: updated
russian: обновлено

source: {0}{1} from version {2} to {3}
russian: {0}{1} с версии {2} до {3}

source: removed
russian: удаленный

source: Resolving Project Templates...
russian: Разрешение шаблонов проектов...

source: Failed to resolve project templates: operation cancelled.
russian: Не удалось разрешить шаблоны проектов: операция отменена.

source: Failed to resolve project templates: {0}
russian: Не удалось разрешить шаблоны проектов: {0}

source: Unsupported WebGL audio compression format: %d.
russian: Неподдерживаемый формат сжатия звука WebGL: %d.

source: Unknown compression type: %d.
russian: Неизвестный тип сжатия: %d.

source: Unknown container type: %d.
russian: Неизвестный тип контейнера: %d.

source: FSBTool ERROR: Cannot find the Playback Engine directory.
russian: ОШИБКА FSBTool: Невозможно найти каталог Playback Engine.

source: Could not generate asset {0} from {1}.
russian: Не удалось создать актив {0} из {1}.

source: Errors during preview generation for AudioClip %s: %s
russian: Ошибки при создании предварительного просмотра для AudioClip %s: %s

source: Unspecified error during preview generation for AudioClip %s
russian: Неизвестная ошибка при создании предварительного просмотра для AudioClip %s

source: Errors during import of AudioClip %s: %s
russian: Ошибки при импорте AudioClip %s: %s

source: Unspecified error during import of AudioClip %s
russian: Неизвестная ошибка при импорте AudioClip %s

source: Warnings during import of AudioClip %s %s
russian: Предупреждения при импорте AudioClip %s %s

source: Warnings creating Editor representation of AudioClip %s %s
russian: Предупреждения при создании редакторского представления AudioClip %s %s

source: Cannot create resource file for asset: '%s'
russian: Невозможно создать файл ресурсов для актива: '%s'
