Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Android Start In Fullscreen
russian: Android запускается в полноэкранном режиме

source: Shader Compilation Info
russian: Информация о компиляции шейдеров

source: Apple Enable Pro Motion
russian: Apple Включить Pro Motion

source: Product Name
russian: Название продукта

source: PVR Filtering Atrous Position Sigma Direct
russian: PVR-фильтрация Atrous Position Sigma Direct

source: Project Generation Included Extensions
russian: Включенные расширения для генерации проектов

source: Has Shadows
russian: Имеет тени

source: Time Parameter Active
russian: Параметр времени активен

source: Android Keyalias Name
russian: Имя ключа Android

source: Z
russian: З

source: Row Count
russian: Количество строк

source: Tessellation Detail
russian: Детали тесселяции

source: Namespace Name
russian: Имя пространства имен

source: Category
russian: Категория

source: ResolutionX
russian: РазрешениеX

source: Used FileI Ds
russian: Используемые FileID

source: Bounding Box Origin
russian: Происхождение ограничивающей рамки

source: Cycle Offset Parameter Active
russian: Параметр смещения цикла активен

source: Has Fixed Duration
russian: Имеет фиксированную продолжительность

source: Pixels To Units
russian: Пиксели в Единицы

source: Initialization Mode
russian: Режим инициализации

source: Always Included Shaders
russian: Всегда включенные шейдеры

source: Max Tiling Mode During Bake
russian: Режим максимального тайлинга во время запекания

source: Android Preferred Install Location
russian: Предпочитаемое место установки Android

source: Texture Mipmap Limit Group Names
russian: Имена групп ограничений MIP-карт текстур

source: Id
russian: Идентификатор

source: Src Blend
russian: Исходная смесь

source: Metro Large Tile Show Name
russian: Название большой плитки Metro

source: I Phone Build Number
russian: Номер сборки моего телефона

source: Extension Ptr
russian: Параметр расширения

source: Terrain Tree Distance
russian: Местность Дерево Расстояние

source: Ignore Platform Support
russian: Игнорировать поддержку платформы

source: PVR Filtering Gauss Radius Indirect
russian: PVR-фильтрация по радиусу Гаусса, косвенная

source: Project Bound
russian: Проект связан

source: Default State
russian: Состояние по умолчанию

source: Format
russian: Формат

source: Is Active
russian: Активен

source: Blob Index
russian: Индекс BLOB-объектов

source: Virtual Texturing Enabled Initialized
russian: Виртуальное текстурирование Включено Инициализировано

source: Actually Lightmapped
russian: На самом деле

source: Num Rays To Shoot Per Texel
russian: Количество лучей для съемки на тексель

source: Vertex
russian: Вертекс

source: Ios Show Activity Indicator On Loading
russian: iOS показывает индикатор активности при загрузке

source: Stencil Read Mask
russian: Маска для чтения трафаретов

source: Update Period
russian: Период обновления

source: Hide Home Button
russian: Скрыть кнопку «Домой»

source: Billboard Transition Cross Fade Width
russian: Ширина перекрестного затухания перехода Billboard

source: Scripting Backend
russian: Скриптовый бэкэнд

source: Init Texture
russian: Инициализация текстуры

source: Compute ShaderCB
russian: Вычислительный шейдерCB

source: Use3d Gizmos
russian: Используйте 3D-штучки

source: Allow Unsafe Code
russian: Разрешить небезопасный код

source: Shapes
russian: Формы

source: WebGL Memory Geometric Growth Step
russian: Шаг геометрического роста памяти WebGL

source: External Normal Map
russian: Внешняя карта нормалей

source: Receive Shadows
russian: Получить тени

source: Recently Changed
russian: Недавно изменено

source: Ignore Layers
russian: Игнорировать слои

source: Lightmap Editor Settings
russian: Настройки редактора световых карт

source: PrefabUI Environment
russian: Среда PrefabUI

source: Rectf
russian: ректф

source: External Objects
russian: Внешние объекты

source: Ray Gen Mask
russian: Маска Рэя Гена

source: Vulkan Num Swapchain Buffers
russian: Буферы Swapchain Vulkan Num

source: Metro Default Tile Size
russian: Размер плитки Metro по умолчанию

source: Texture Format
russian: Формат текстуры

source: Line
russian: Линия

source: Matrix
russian: Матрица

source: Animator Controller Layer
russian: Уровень контроллера аниматора

source: Override Variable
russian: Переопределить переменную

source: CompAO Exponent Direct
russian: КомпАО Экспонент Прямая

source: Ambient Intensity
russian: Окружающая интенсивность

source: Pre Edit Selection
russian: Предварительное редактирование выбора

source: Scene Classes
russian: Классы сцен

source: IOS Device Requirements
russian: Требования к устройству iOS

source: Metro Capabilities
russian: Возможности метро

source: PreserveU Vs
russian: PreserveU против

source: Has Cluster Rendering
russian: Имеет кластерный рендеринг

source: End Width
russian: Конечная ширина

source: Allows Alpha Splitting
russian: Позволяет альфа-разделение

source: Ignore Mipmap Limit
russian: Игнорировать ограничение MIP-карты

source: Metro Tile Show Name
russian: Название плитки метро

source: Scene
russian: Сцена

source: Explicit Null Checks
russian: Явные проверки на ноль

source: Zero Time
russian: Нулевое время

source: Template Name
russian: Имя шаблона

source: Renderer Index
russian: Индекс рендерера

source: This Frame Key Down
russian: Клавиша этого кадра вниз

source: Import Inspector Warnings
russian: Предупреждения инспектора импорта

source: First Frame After Reset
russian: Первый кадр после сброса

source: Orthographic
russian: орфографический

source: Modifications
russian: Модификации

source: Border Mip Map
russian: Мип-карта границы

source: Packing Settings
russian: Параметры упаковки

source: Radiosity System Hash
russian: Хэш системы радиосити

source: Config Values
russian: Значения конфигурации

source: Build With Deep Profiling Support
russian: Сборка с поддержкой глубокого профилирования

source: Default Screen Height
russian: Высота экрана по умолчанию

source: Is Sub Scene
russian: Это подсцена

source: Dynamic Batching
russian: Динамическое пакетирование

source: Render Frame Count
russian: Количество кадров рендеринга

source: Layer
russian: Слой

source: Has Soft Shadows
russian: Имеет мягкие тени

source: Scene Picking Data
russian: Данные выбора сцены

source: Use Fixed Time Step
russian: Использовать фиксированный временной шаг

source: IOS Manual Signing Provisioning ProfileID
russian: Идентификатор профиля подготовки ручной подписи IOS

source: Asset Naming Uses Space
russian: Именование активов использует пространство

source: Update To Revision
russian: Обновить до версии

source: Is Polygon
russian: Многоугольник

source: Sprite Packer Padding Power
russian: Мощность заполнения Sprite Packer

source: Anchored Position
russian: Закрепленная позиция

source: Prefab
russian: Сборный дом

source: Use World Space
russian: Используйте мировое пространство

source: Child State Machine Position
russian: Позиция дочернего конечного автомата

source: Old Size
russian: Старый размер

source: Etc Texture Compressor Behavior
russian: И т. д. Поведение компрессора текстур

source: Reset Resolution On Window Resize
russian: Сбросить разрешение при изменении размера окна

source: Realtime Reflection Probes
russian: Зонды отражения в реальном времени

source: Remote Device Username
russian: Имя пользователя удаленного устройства

source: Deferred Reflections
russian: Отложенные отражения

source: Streaming Mipmaps Add All Cameras
russian: Потоковые MIP-карты Добавить все камеры

source: First Fixed Frame After Reset
russian: Первый фиксированный кадр после сброса

source: Has Exit Time
russian: Имеет время выхода

source: Initialized
russian: Инициализировано

source: Use Legacy Probe Sample Count
russian: Использовать устаревший счетчик проб зонда

source: Size
russian: Размер

source: Previous Value
russian: Предыдущее значение

source: Index Count
russian: Количество индексов

source: Colors
russian: Цвета

source: Enable Subsurface
russian: Включить недра

source: Platform Settings
russian: Настройки платформы

source: Channels
russian: Каналы

source: Build Allowed
russian: Сборка разрешена

source: Mesh
russian: сетка

source: Pass
russian: Проходить

source: Variant Map
russian: Вариант карты

source: Bits
russian: Биты

source: Container
russian: Контейнер

source: TvOS Sdk Version
russian: Версия TVOS SDK

source: Restricted Audio Usage Rights
russian: Ограниченные права на использование аудио

source: Version
russian: Версия

source: Settings Raw
russian: Настройки необработанные

source: Cache Server Enable Tls
russian: Включить сервер кэширования Tls

source: Serialized Keyword State Mask
russian: Маска состояния сериализованного ключевого слова

source: WebGL Memory Geometric Growth Cap
russian: Ограничение геометрического роста памяти WebGL

source: Display Name
russian: Отображаемое имя

source: Game Objects Persistent
russian: Игровые объекты постоянны

source: Use Detail Normal Map
russian: Использовать детальную карту нормалей

source: BonesAABB
russian: КостиAABB

source: NVN Draw Validation Light
russian: Индикатор проверки розыгрыша NVN

source: Metal Editor Support
russian: Поддержка редактора металлов

source: Max Luminance
russian: Макс. яркость

source: Mirror Parameter Active
russian: Зеркальный параметр активен

source: Automatic
russian: Автоматический

source: Descriptive Name
russian: Описательное имя

source: Wsa Images
russian: Изображения WSA

source: Is Valid Subprogram
russian: Действительна подпрограмма

source: EnableLPPV
russian: ВключитьLPPV

source: Streaming Mipmaps
russian: Потоковые MIP-карты

source: Development
russian: Разработка

source: LOD Settings
russian: Настройки уровня детализации

source: ProjectGUID
russian: Гуид проекта

source: Alpha Texture
russian: Альфа-текстура

source: Mac App Store Category
russian: Категория магазина приложений для Mac

source: V Sync Count
russian: Счетчик вертикальной синхронизации

source: Access Token
russian: Токен доступа

source: Build Scripts Only
russian: Создавайте только сценарии

source: Current Quality
russian: Текущее качество

source: Child States
russian: Дочерние состояния

source: Scene Data Container
russian: Контейнер данных сцены

source: Logs
russian: Журналы

source: Lightmap Parameters
russian: Параметры карты освещения

source: Artifact Garbage Collection
russian: Сбор артефактного мусора

source: Android Max Aspect Ratio
russian: Максимальное соотношение сторон Android

source: Output Buffers
russian: Выходные буферы

source: Snippets
russian: Фрагменты

source: WebGL Compression Format
russian: Формат сжатия WebGL

source: Is PartialCB
russian: ЧастичноCB

source: VC Workspace
russian: Рабочее пространство ВК

source: Physics Shape
russian: Физика Форма

source: Undo Set Name
russian: Отменить установку имени

source: Src Blend Alpha
russian: Src Blend Альфа

source: Disable Cookies In Lightmapper
russian: Отключить файлы cookie в Lightmapper

source: Bit Size
russian: Размер бита

source: Child State Machines
russian: Дочерние конечные автоматы

source: Item Name
russian: Название предмета

source: Cert Path
russian: Путь сертификата

source: Enable Application Exit
russian: Включить выход из приложения

source: Lens Flare
russian: Вспышка объектива

source: Starting Head RevisionID
russian: Идентификатор начальной версии головы

source: Platforms
russian: Платформы

source: Texture
russian: Текстура

source: WebGL Wasm Arithmetic Exceptions
russian: Арифметические исключения WebGL Wasm

source: Mono Env
russian: Моно конверт

source: Terrain Detail Density Scale
russian: Шкала плотности детализации местности

source: Banner
russian: Баннер

source: Editor Version
russian: Версия редактора

source: Namespace
russian: Пространство имен

source: Platform Requires Readable Assets
russian: Платформе требуются читаемые ресурсы

source: Type
russian: Тип

source: Need Submission Materials
russian: Нужны материалы для подачи

source: Compression Quality
russian: Качество сжатия

source: Usages
russian: Использование

source: Single Channel Component
russian: Одноканальный компонент

source: Mixed Shadow Color
russian: Смешанный цвет теней

source: Gizmo Enabled
russian: Гизмо включено

source: Shader
russian: Шейдер

source: Use Deterministic Compilation
russian: Используйте детерминированную компиляцию

source: Terrain Max Trees
russian: Ландшафт Макс Деревья

source: IOS Automatically Detect And Add Capabilities
russian: IOS автоматически обнаруживает и добавляет возможности

source: Smallest Voxel Size
russian: Наименьший размер воксела

source: Scene Load Offset
russian: Смещение нагрузки сцены

source: Android Profiler
russian: Android-профайлер

source: Is Alpha Channel Optional
russian: Является ли альфа-канал необязательным?

source: Lightmap Bake Mode
russian: Режим запекания световой карты

source: Mesh Compression
russian: Сжатие сетки

source: Hierarchies
russian: Иерархии

source: Father
russian: Отец

source: Sorting Layer
russian: Сортировочный слой

source: Conservative
russian: Консервативный

source: Ignore Normals For Chart Detection
russian: Игнорировать нормали для обнаружения диаграммы

source: Virtual Texturing Enabled
russian: Виртуальное текстурирование включено

source: Metro Package Version
russian: Версия пакета Metro

source: UI Requires Persistent Wi Fi
russian: Пользовательскому интерфейсу требуется постоянный Wi-Fi

source: Blend Distance
russian: Расстояние смешивания

source: Blur Splash Screen Background
russian: Размытие фона заставки экрана

source: Sort At Root
russian: Сортировать по корню

source: Sprite Mode
russian: Режим спрайтов

source: Player Prefs Max Size
russian: Настройки игрока: максимальный размер

source: Tag String
russian: Строка тега

source: Build Target Group Lightmap Encoding Quality
russian: Повысьте качество кодирования карты освещения целевой группы

source: Enable OpenGL ProfilerGPU Recorders
russian: Включить устройства записи OpenGL ProfilerGPU

source: Sub Scene Count
russian: Количество подсцен

source: Compilation Context
russian: Контекст компиляции

source: Metro Target Device Families
russian: Семейства целевых устройств Metro

source: Move Lock
russian: Переместить блокировку

source: Master Atlas
russian: Мастер Атлас

source: Chromeos Input Emulation
russian: Эмуляция ввода Chromeos

source: Target Pixel Density
russian: Целевая плотность пикселей

source: Game Objects
russian: Игровые объекты

source: I Phone Stripping Level
russian: Уровень зачистки телефона

source: Has Publishing Rights
russian: Имеет издательские права

source: Adaptive Mode Threshold
russian: Порог адаптивного режима

source: Show Login Window
russian: Показать окно входа в систему

source: Player Sub Programs
russian: Подпрограммы игрока

source: InstanceID
russian: Идентификатор экземпляра

source: Application Identifier
russian: Идентификатор приложения

source: Alignment
russian: Выравнивание

source: Uri
russian: Ури

source: Pre Edit Active
russian: Предварительное редактирование активно

source: Enable Hue
russian: Включить оттенок

source: Transition Offset
russian: Смещение перехода

source: BindMS
russian: БиндМС

source: Y
russian: Да

source: Hull Rays
russian: Корпусные лучи

source: Downscale Fallback
russian: Резервный вариант уменьшения масштаба

source: Values
russian: Ценности

source: Num Chunks InY
russian: Число кусков InY

source: Android Blit Type
russian: Тип Android Блит

source: WebGL Power Preference
russian: Настройки мощности WebGL

source: Objects
russian: Объекты

source: Reverts
russian: Возвращает

source: IK On Feet
russian: ИК на ногах

source: State Machine
russian: Государственная машина

source: Default Reflection Resolution
russian: Разрешение отражения по умолчанию

source: Last Sync End
russian: Последняя синхронизация завершена

source: PVR Filtering Atrous Position SigmaAO
russian: PVR-фильтрация агрессивной позиции SigmaAO

source: Ray Tracing Shader Param
russian: Параметры шейдера трассировки лучей

source: LOD
russian: ЛОД

source: Build Target
russian: Построить цель

source: Near Clip Plane
russian: Рядом с плоскостью отсечения

source: Force Maximum Compression Quality_BC6H_BC7
russian: Принудительное максимальное качество сжатия_BC6H_BC7

source: Resource Reflection Data
russian: Данные отражения ресурсов

source: Compressed Lengths
russian: Сжатые длины

source: AABB
russian: ААББ

source: Textures
russian: Текстуры

source: Color Gamuts
russian: Цветовые гаммы

source: Linear Texture
russian: Линейная текстура

source: Valid Keywords
russian: Действительные ключевые слова

source: Undo Property Modifications
russian: Отменить изменения свойств

source: Baked Ambient Probes In Linear
russian: Запеченные датчики окружающей среды, линейные

source: Mac Retina Support
russian: Поддержка Mac Retina

source: Sprite Generate Fallback Physics Shape
russian: Спрайт создает резервную физическую форму

source: Action
russian: Действие

source: Crunched Compression
russian: Хрустящее сжатие

source: Sun
russian: Солнце

source: Architecture Flags
russian: Архитектурные флаги

source: Kind
russian: Добрый

source: Rotated
russian: Повернутый

source: Center
russian: Центр

source: Z Fail
russian: Z не удалось

source: Windows Device Portal Username
russian: Имя пользователя портала устройств Windows

source: Shadowmask Mode
russian: Режим теневой маски

source: Start Line
russian: Стартовая линия

source: Topic
russian: Тема

source: Maximum Particle Timestep
russian: Максимальный временной шаг частицы

source: Post Prefab Content
russian: Опубликовать префаб-контент

source: PVR Denoiser TypeAO
russian: Шумоподавитель PVR, типAO

source: Inner
russian: Внутренний

source: Create Wallpaper
russian: Создать обои

source: Last Joy Num
russian: Последняя радость Num

source: Is Tri Strip
russian: Три Стрип

source: Can Transition To Self
russian: Может перейти на себя

source: Undo Stack Id
russian: Отменить идентификатор стека

source: Splash Screen Background Color
russian: Цвет фона заставки экрана

source: Transform Parent
russian: Преобразование родителя

source: Semantic Merge Mode
russian: Режим семантического слияния

source: Array Size
russian: Размер массива

source: Scripts
russian: Скрипты

source: Assembly Name
russian: Имя сборки

source: Bias
russian: Предвзятость

source: Prev State
russian: Предыдущее состояние

source: Android Splash Screen
russian: Заставка Android

source: Msg
russian: Сообщение

source: World Icon Size
russian: Размер значка мира

source: Scale
russian: Шкала

source: Deferred
russian: Отложенный

source: Metro Tile Background Color
russian: Цвет фона плитки метро

source: Pre Edit InstanceID
russian: Предварительное изменение идентификатора экземпляра

source: Near Clip
russian: Рядом с клипом

source: Terrain Billboard Start
russian: Начало рекламного щита местности

source: Source Texture Information
russian: Исходная информация о текстуре

source: Num Cap Vertices
russian: Число вершин

source: SRGB Texture
russian: Текстура SRGB

source: DirtyAABB
russian: ГрязныйAABB

source: Bone Index
russian: Костный индекс

source: Device Usages
russian: Использование устройства

source: Default Behavior Mode
russian: Режим поведения по умолчанию

source: Local Identifier In File Hint
russian: Локальный идентификатор в подсказке к файлу

source: Inspector Expanded
russian: Инспектор расширенный

source: SRP Default Settings
russian: Настройки рекомендованной розничной цены по умолчанию

source: Allow Async
russian: Разрешить асинхронность

source: Shadow Cascades
russian: Теневые каскады

source: Ray Tracing Shader Resources
russian: Ресурсы по шейдерам трассировки лучей

source: Params
russian: Параметры

source: Ordered Interruption
russian: Заказное прерывание

source: Update Zone Center
russian: Обновить центр зон

source: SelectedWSAUWPSDK
russian: ВыбраноWSAUWPSDK

source: Is Loaded
russian: Загружен

source: Saved Properties
russian: Сохраненные свойства

source: Channel
russian: Канал

source: Build App Bundle
russian: Создать пакет приложений

source: Unity Splash Logo
russian: Заставка Unity

source: Height Scale
russian: Масштаб высоты

source: GeometryToolbox
russian: ГеометрияИнструменты

source: Progressive Mesh
russian: Прогрессивная сетка

source: Custom
russian: Обычай

source: Export all MeshFilters in selection to separate OBJs
russian: Экспортируйте все выбранные MeshFilters в отдельные OBJ.

source: Export whole selection to single OBJ
russian: Экспортировать всю выборку в один OBJ

source: Export each selected to single OBJ
russian: Экспортируйте каждое выбранное в один OBJ.

source: [Please press a key]
russian: [Пожалуйста, нажмите клавишу]

source: This property is previewing the overridden value on the Prefab instance. To edit this property, open this Prefab Asset in isolation by pressing the modifier key [Alt] while you open it.
russian: Это свойство выполняет предварительный просмотр переопределенного значения в экземпляре префаба. Чтобы изменить это свойство, откройте этот актив префаба изолированно, нажав клавишу-модификатор [Alt] во время его открытия.

source: Clipping Planes
russian: Отсечения плоскостей

source: The distances from the Camera where rendering starts and stops.
russian: Расстояния от камеры, на которых начинается и заканчивается рендеринг.

source: Near
russian: Около

source: The closest point to the Camera where drawing occurs.
russian: Ближайшая точка к камере, где происходит рисование.

source: Far
russian: Далеко

source: The furthest point from the Camera that drawing occurs.
russian: Самая дальняя точка от камеры, где происходит рисование.

source: Mixed Values
russian: Смешанные значения

source: Cut
russian: Резать

source: Copy
russian: Копировать

source: Paste
russian: Вставить

source: Duplicate Array Element
russian: Дублированный элемент массива

source: Delete Array Element
russian: Удалить элемент массива

source: Print Property Path
russian: Распечатать путь к свойству

source: Check Out
russian: Проверить

source: Add Tag...
russian: Добавить тег...

source: Add Layer...
russian: Добавить слой...

source: This field cannot display arrays with more than {0} elements when multiple objects are selected.
russian: В этом поле не могут отображаться массивы, содержащие более {0} элементов, если выбрано несколько объектов.

source: Revert on {0} Material(s)
russian: Отменить изменения для материалов ({0})

source: Apply to Material '{0}'
russian: Применить к материалу '{0}'

source: Apply as Override in Variant '{0}'
russian: Применить как переопределение в варианте "{0}"

source: Revert
russian: Возвращаться

source: Revert all Overrides
russian: Отменить все переопределения

source: Lock in children
russian: Запирайте детей

source: See lock origin
russian: Посмотреть происхождение блокировки

source: Reset
russian: Перезагрузить

source: Copy Property Name
russian: Копировать имя свойства

source: Fix SpeedTree Shaders
russian: Исправить шейдеры SpeedTree

source: Clear All PlayerPrefs
russian: Очистить все настройки игрока

source: Other...
russian: Другой...

source: Static
russian: Статический

source: internal:Project
russian: внутренний:Проект

source: Save As Template...
russian: Сохранить как шаблон...

source: Save Template
russian: Сохранить шаблон

source: Yes, change children
russian: Да, поменять детей

source: No, this object only
russian: Нет, только этот объект

source: GameObject
russian: Игровой объект

source: 3D Object
russian: 3D-объект

source: Ragdoll...
russian: Рэгдолл...

source: In order to build a player, go to 'Player Settings...' to resolve the incompatibility between the Color Space and the current settings.
russian: Чтобы создать плеер, перейдите в «Настройки плеера...», чтобы устранить несовместимость между цветовым пространством и текущими настройками.
