Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Add mixer asset. The asset will be saved in the same folder as the current selected mixer or, if none is selected, saved in the Assets folder.
russian: Добавьте актив микшера. Ресурс будет сохранен в той же папке, что и текущий выбранный микшер, или, если ни один не выбран, сохранен в папке «Активы».

source: Delete AudioMixer
russian: Удалить аудиомикшер

source: Select Output Audio Mixer Group
russian: Выберите группу выходного аудиомикшера

source: Groups
russian: Группы

source: An Audio Mixer Group is used by e.g Audio Sources to modify the audio output before it reaches the Audio Listener. An Audio Mixer Group will route its output to another Audio Mixer Group if it is made a child of that group. The Master Group will route its output to the Audio Listener if it doesn't route its output into another Mixer.
russian: Группа аудиомикшера используется, например, источниками звука для изменения вывода звука до того, как он достигнет прослушивателя звука. Группа аудиомикшеров направляет свой выход в другую группу аудиомикшеров, если она является дочерней группой этой группы. Основная группа направит свой вывод на аудиопрослушиватель, если она не направит свой вывод на другой микшер.

source: Add child group
russian: Добавить дочернюю группу

source: Add sibling group
russian: Добавить родственную группу

source: Modifying group topology in play mode is not allowed
russian: Изменение топологии группы в режиме игры запрещено.

source: Describe your changes here
russian: Опишите свои изменения здесь

source: Changed assets:
russian: Измененные активы:

source: Publish
russian: Публиковать

source: Issues:
russian: Проблемы:

source: Accept
russian: Принимать

source: Are you sure you want to discard the changes to: {0} Your changes will be lost.
russian: Вы уверены, что хотите отменить изменения в: {0} Ваши изменения будут потеряны.

source: Risk of unwanted modifications
russian: Риск нежелательных модификаций

source: The following scripts on the Prefab open in Prefab Mode use the [ExecuteInEditMode] attribute which means they may accidentally affect or be affected by Play Mode: {0} See the documentation for [ExecuteInEditMode] and [ExecuteAlways] for info on how to make scripts compatible with Prefab Mode during Play Mode.
russian: Следующие сценарии в префабе, открытом в режиме префаба, используют атрибут [ExecuteInEditMode], что означает, что они могут случайно повлиять на режим воспроизведения или на них может повлиять режим воспроизведения: {0} См. документацию для [ExecuteInEditMode] и [ExecuteAlways] для получения информации о том, как сделать сценарии совместимыми с режимом сборных конструкций в режиме воспроизведения.

source: Exit Prefab Mode
russian: Выйти из режима сборных конструкций

source: Auto Save
russian: Автосохранение

source: When Auto Save is enabled, every change you make is automatically saved to the Prefab Asset. Disable Auto Save if you experience long import times.
russian: Когда автосохранение включено, каждое вносимое вами изменение автоматически сохраняется в сборном активе. Отключите автоматическое сохранение, если импорт занимает много времени.

source: Auto Saving...
russian: Автосохранение...

source: Immutable Prefab
russian: Неизменяемый префаб

source: Context:
russian: Контекст:

source: Gray
russian: Серый

source: Hidden
russian: Скрытый

source: Show Overrides
russian: Показать переопределения

source: Visualize overrides from the Prefab instance on the Prefab Asset. Overrides on the root Transform are always visualized.
russian: Визуализируйте переопределения из экземпляра Prefab в активе Prefab. Переопределения корневого преобразования всегда визуализируются.

source: Show Overrides are disabled because there are too many overrides to visualize. Overrides on the root Transform are always visualized though.
russian: Показывать переопределения отключено, поскольку их слишком много для визуализации. Однако переопределения корневого преобразования всегда визуализируются.

source: Error: The Prefab contents root has been deleted. Prefab:
russian: Ошибка: корень содержимого префаба был удален. Префаб:

source: Error: The root GameObject of the opened Prefab has been moved out of the Prefab Stage scene by a script. Prefab:
russian: Ошибка: корневой GameObject открытого префаба был перемещен из сцены Prefab Stage с помощью скрипта. Prefab:

source: Prefab Asset has been deleted.
russian: Префаб-актив был удален.

source: Prefab Has Been Changed on Disk
russian: Префаб был изменен на диске

source: You have modifications to the Prefab '{0}' that was changed on disk while in Prefab Mode. Do you want to keep your changes or reload the Prefab and discard your changes?
russian: У вас есть модификации префаба «{0}», которые были изменены на диске в режиме префаба. Хотите ли вы сохранить изменения или перезагрузить префаб и отменить изменения?

source: Keep Changes
russian: Сохранить изменения

source: Saving Variant Failed
russian: Не удалось сохранить вариант

source: Can't save the Prefab Variant when its parent Prefab is missing. You have to unpack the root GameObject or recover the missing parent Prefab in order to save the Prefab Variant
russian: Невозможно сохранить вариант префаба, если его родительский префаб отсутствует. Вам необходимо распаковать корневой GameObject или восстановить отсутствующий родительский префаб, чтобы сохранить вариант префаба.

source: Auto Save has been temporarily disabled.
russian: Автосохранение временно отключено.

source: Saving failed. Check the Console window to get more insight into what needs to be fixed.
russian: Сохранение не удалось. Проверьте окно консоли, чтобы получить более подробную информацию о том, что необходимо исправить.

source: Save Prefab has failed
russian: Сохранить префаб не удалось

source: Overwriting the same path as another open prefab is not allowed.
russian: Перезапись того же пути, что и другой открытый префаб, не допускается.

source: Rename Prefab File Not Possible
russian: Переименовать файл префаба невозможно

source: The Prefab file name must match the Prefab root GameObject name but there is already a Prefab asset with the file name '{0}' in the same folder. The root GameObject name will therefore be changed back to match the Prefab file name when saving.
russian: Имя файла Prefab должно совпадать с именем корневого GameObject Prefab, но в той же папке уже существует ресурс Prefab с именем файла «{0}». Поэтому имя корневого GameObject будет изменено обратно, чтобы соответствовать имени файла Prefab при сохранении.

source: Cancel Save
russian: Отменить Сохранить

source: Rename Prefab File?
russian: Переименовать файл префаба?

source: The Prefab file name must match the Prefab root GameObject name. Do you want to rename the file to '{0}' or use the old name '{1}' for both?
russian: Имя файла Prefab должно совпадать с именем корневого GameObject Prefab. Вы хотите переименовать файл в «{0}» или использовать для обоих старое имя «{1}»?

source: Rename File
russian: Переименовать файл

source: Use Old Name
russian: Использовать старое имя

source: The Prefab was changed in Prefab Mode but is in a read-only folder so the changes cannot be saved.
russian: Префаб был изменен в режиме префаба, но находится в папке, доступной только для чтения, поэтому изменения не могут быть сохранены.

source: Version Control
russian: Контроль версий

source: CONNECTING...
russian: ПОДКЛЮЧЕНИЕ...

source: OFFLINE
russian: ОФЛАЙН

source: WORK OFFLINE is enabled in Version Control Settings. Unity will behave as if version control is disabled.
russian: РАБОТА В АВТОНОМНОМ режиме включена в настройках контроля версий. Unity будет вести себя так, как будто контроль версий отключен.

source: Version Control Settings
russian: Настройки контроля версий

source: Apply All Incoming Changes
russian: Применить все входящие изменения

source: Incoming (xx)
russian: Входящий (хх)

source: Outgoing
russian: Исходящий

source: Delete Empty Changesets
russian: Удалить пустые наборы изменений

source: This is a new asset.
russian: Это новый актив.

source: This project setting will be overridden!
russian: Эта настройка проекта будет переопределена!

source: Warning: File exists in project, but with different GUID. Will override existing asset which may be undesired.
russian: Внимание: файл существует в проекте, но с другим GUID. Будет переопределен существующий актив, который может быть нежелательным.

source: This asset is new or has changed.
russian: Этот актив является новым или изменился.

source: No cache server connected
russian: Не подключен кэш-сервер

source: Connected
russian: Подключено

source: Attempting to reconnect
russian: Попытка восстановить соединение

source: Open Project Settings...
russian: Открыть настройки проекта...

source: Refresh connection
russian: Обновить соединение

source: Back
russian: Назад

source: Scene mismatch (cross scene references not supported)
russian: Несоответствие сцен (перекрестные ссылки на сцены не поддерживаются)

source: Type mismatch
russian: Несоответствие типа

source: Cache Server disabled
russian: Кэш-сервер отключен

source: Cache Server disconnected
russian: Кэш-сервер отключен

source: Cache Server connected
russian: Кэш-сервер подключен

source: Developer Mode {0}
russian: Режим разработчика {0}

source: On
russian: На

source: Off
russian: Выключенный

source: Save Selected
russian: Сохранить выбранное

source: Save Assets
russian: Сохранить активы

source: Screenshot
russian: Скриншот

source: Set Window Size %
russian: Установить размер окна %

source: Set Window Size Small
russian: Установить маленький размер окна

source: Snap View %
russian: Привязка к просмотру %

source: Snap View Toolbar
russian: Панель инструментов «Привязка просмотра»

source: Snap View Extended Right %
russian: Привязка к просмотру, расширенная вправо %

source: Snap Component
russian: Привязка компонента

source: Snap Game View Content
russian: Snap Game Просмотр содержимого

source: Save Layout
russian: Сохранить макет

source: Game
russian: Игра

source: Audio
russian: Аудио

source: Console %
russian: Консоль %

source: You can't nest Foldout Headers, end it with EndFoldoutHeaderGroup.
russian: Вы не можете вкладывать заголовки складок, заканчивайте их EndFoldoutHeaderGroup.

source: Pick a color from the screen.
russian: Выберите цвет с экрана.

source: Number of stops to over- or under-expose the color. The intensity calculates each time based on the predefined max color component of 191 (0.749) when Color Picker opens.
russian: Количество ступеней для переэкспонирования или недоэкспонирования цвета. Интенсивность рассчитывается каждый раз на основе предопределенного максимального компонента цвета 191 (0,749), когда открывается палитра цветов.

source: Hexadecimal
russian: Шестнадцатеричный

source: Swatches
russian: Образцы

source: RGB 0-Inf
russian: RGB 0-Инф.

source: HSV
russian: ВПГ

source: HDR Color
russian: HDR-цвет

source: Include dependencies
russian: Включить зависимости

source: Items to Export
russian: Товары для экспорта

source: Export...
russian: Экспорт...

source: Cross platform incompatibility
russian: Межплатформенная несовместимость

source: I understand
russian: Я понимаю

source: Add to the list
russian: Добавить в список

source: Choose to add to the list
russian: Выберите, чтобы добавить в список

source: Remove selection from the list
russian: Удалить выбор из списка

source: List is Empty
russian: Список пуст

source: Failed to load
russian: Не удалось загрузить

source: A Material is using the texture as a normal map. The texture must be marked as a normal map in the import settings.
russian: Материал использует текстуру как карту нормалей. Текстура должна быть помечена как карта нормалей в настройках импорта.

source: NormalMap settings
russian: Настройки карты нормалей

source: Show progress details
russian: Показать детали прогресса

source: Hide progress details
russian: Скрыть детали прогресса

source: Auto Generate Lighting On
russian: Автоматическое создание освещения включено

source: Auto Generate Lighting Off
russian: Автоматическое создание освещения выключено

source: Debugger Attached
russian: Отладчик прикреплен

source: Debugger Disabled
russian: Отладчик отключен

source: Debugger Enabled
russian: Отладчик включен

source: Unity Editor Update Check
russian: Проверка обновлений редактора Unity

source: There is a new version of the Unity Editor available for download. Currently installed version is {0} New version is {1}
russian: Для загрузки доступна новая версия редактора Unity. В настоящее время установлена ​​версия — {0} Новая версия — {1}.

source: The Unity Editor is up to date. Currently installed version is {0}
russian: Редактор Unity обновлен. Текущая установленная версия: {0}.

source: Check for Updates
russian: Проверьте наличие обновлений

source: Controls the number of stops to over or under expose the texture.
russian: Управляет количеством остановок для переэкспонирования или недоэкспонирования текстуры.

source: Maximize
russian: Максимизировать

source: Close Tab
russian: Закрыть вкладку

source: Add Tab
russian: Добавить вкладку

source: Blend (Classic)
russian: Смесь (Классика)

source: Blend (Perceptual)
russian: Смешивание (перцептивное)

source: Mode: Debug
russian: Режим: Отладка

source: Switch to release mode
russian: Переключиться в режим выпуска

source: Release mode disables C# debugging but improves C# performance. Switching to release mode will recompile and reload all scripts.
russian: Режим выпуска отключает отладку C#, но повышает производительность C#. Переключение в режим выпуска приведет к перекомпиляции и перезагрузке всех сценариев.

source: All compiler errors must be fixed before switching to release mode.
russian: Все ошибки компилятора должны быть исправлены до перехода в режим выпуска.

source: Mode: Release
russian: Режим: Релиз

source: Switch to debug mode
russian: Переключиться в режим отладки

source: Debug mode enables C# debugging but reduces C# performance. Switching to debug mode will recompile and reload all scripts.
russian: Режим отладки включает отладку C#, но снижает производительность C#. Переключение в режим отладки приведет к перекомпиляции и перезагрузке всех сценариев.

source: All compiler errors must be fixed before switching to debug mode.
russian: Все ошибки компилятора должны быть исправлены до перехода в режим отладки.

source: Create New...
russian: Создать новый...

source: No custom tools available
russian: Нет доступных специальных инструментов

source: Transform Tool
russian: Инструмент преобразования

source: Move Tool
russian: Инструмент перемещения

source: Rotate Tool
russian: Инструмент «Поворот»

source: Scale Tool
russian: Инструмент масштабирования

source: Rect Tool
russian: Инструмент «Прямоугольник»

source: Add New Item
russian: Добавить новый элемент

source: Edit...
russian: Редактировать...

source: Resize to Fit
russian: Изменение размера по размеру

source: Toggle All
russian: Переключить все

source: Expand All
russian: Развернуть все

source: The root of the hierarchy.
russian: Корень иерархии.

source: The currently selected Material.
russian: Текущий выбранный Материал.

source: Locks
russian: Замки

source: This Material doesn't have any children. Material Variants created from this Material will be listed here.
russian: У этого Материала нет дочерних элементов. Здесь будут перечислены варианты материалов, созданные из этого Материала .

source: Converting to Material Variant
russian: Преобразование в вариант материала

source: To convert, select a Parent Material
russian: Для преобразования выберите родительский материал.

source: Unity Connect
russian: Юнити Коннект

source: Clear Access Token
russian: Токен очистки доступа

source: Computer GoesToSleep
russian: Компьютер переходит в спящий режим

source: Computer DidWakeUp
russian: Компьютер DidWakeUp

source: Size of the game view on the screen.
russian: Размер изображения игры на экране.

source: VSync
russian: вертикальная синхронизация

source: Mute Audio
russian: Отключить звук

source: Unity Shortcuts
russian: Ярлыки Unity

source: Stats
russian: Статистика

source: Frame Debugger On
russian: Отладчик кадров включен

source: Warn if No Cameras Rendering
russian: Предупреждать, если нет рендеринга камер

source: Clear Every Frame in Edit Mode
russian: Очистить каждый кадр в режиме редактирования

source: Low Resolution Aspect Ratios
russian: Соотношение сторон низкого разрешения

source: Opens the Frame Debugger
russian: Открывает отладчик кадров

source: VSync (Game view only)
russian: VSync (только просмотр игры)

source: Enable VSync only for the game view while in playmode.
russian: Включите VSync только для просмотра игры в режиме игры.

source: Width & Height
russian: Ширина и высота

source: Label
russian: Этикетка

source: Fixed Resolution
russian: Фиксированное разрешение

source: Create Empty %
russian: Создать пустой %

source: Create Empty Child &
russian: Создать пустой дочерний элемент &

source: Create Empty Parent %
russian: Создать пустой родительский %

source: Capsule
russian: Капсула

source: Quad
russian: Четырехместный

source: Directional Light
russian: Направленный свет

source: Point Light
russian: Точечный свет

source: Area Light
russian: Зона света

source: Reflection Probe
russian: Отражающий зонд

source: Light Probe Group
russian: Группа световых зондов

source: Audio Source
russian: Источник звука

source: Audio Reverb Zone
russian: Зона реверберации звука

source: Video Player
russian: Видеоплеер

source: Effects
russian: Эффекты

source: Particle System
russian: Система частиц

source: Particle System Force Field
russian: Силовое поле системы частиц

source: Trail
russian: Тащить

source: There should be a SpriteRenderer in dragged object
russian: В перетаскиваемом объекте должен быть SpriteRenderer.

source: Unable to add SpriteRenderer into Gameobject.
russian: Невозможно добавить SpriteRenderer в Gameobject.

source: Failed to create animation for dragged object
russian: Не удалось создать анимацию для перетаскиваемого объекта.

source: Sprite Editor Window
russian: Окно редактора спрайтов

source: No Sprite Editor Window registered. Please download 2D Sprite package from Package Manager.
russian: Окно редактора спрайтов не зарегистрировано. Загрузите пакет 2D Sprite из диспетчера пакетов.

source: Test
russian: Тест

source: GenerateRegisterInternalCalls
russian: Генерироватьрегистринтерналколлс

source: Target Platform
russian: Целевая платформа

source: Destination platform for standalone build
russian: Целевая платформа для автономной сборки

source: Architecture
russian: Архитектура

source: Build m_Architecture for standalone
russian: Создайте m_Architecture для автономной работы.

source: Intel 64-bit
russian: Интел 64-битный

source: Intel 32-bit
russian: Интел 32-битный

source: Max Size
russian: Максимальный размер

source: Textures larger than this will be scaled down.
russian: Текстуры большего размера будут уменьшены.

source: Max texture size is overriden to {0} in Build Settings window.
russian: Максимальный размер текстуры заменен на {0} в окне настроек сборки.

source: Select algorithm to apply for textures when scaled down.
russian: Выберите алгоритм, который будет применяться к текстурам при уменьшении масштаба.

source: How will this texture be compressed?
russian: Как будет сжиматься эта текстура?

source: Split Alpha Channel
russian: Разделить альфа-канал

source: Alpha for this texture will be preserved by splitting the alpha channel to another texture, and both resulting textures will be compressed using ETC1.
russian: Альфа-канал для этой текстуры будет сохранен путем разделения альфа-канала на другую текстуру, и обе полученные текстуры будут сжаты с использованием ETC1.

source: Use Crunch Compression
russian: Используйте сжатие Crunch

source: Texture is crunch-compressed to save space on disk when applicable.
russian: Текстура сжимается для экономии места на диске, когда это применимо.

source: Compressor Quality
russian: Качество компрессора

source: Use the slider to adjust compression quality from 0 (Fastest) to 100 (Best)
russian: Используйте ползунок, чтобы настроить качество сжатия от 0 (самое быстрое) до 100 (лучшее).

source: Texture is not compressed.
russian: Текстура не сжата.

source: Texture compressed with low quality but high performance, high compression format.
russian: Текстура сжата в низкокачественном, но высокопроизводительном формате с высокой степенью сжатия.

source: Texture is compressed with a standard format.
russian: Текстура сжимается в стандартном формате.

source: Texture compressed with a high quality format.
russian: Текстура сжата в формате высокого качества.

source: The selected format value {0} is not compatible on this platform for the selected texture type, please change it to a valid one from the dropdown.
russian: Выбранное значение формата {0} несовместимо на этой платформе с выбранным типом текстуры. Измените его на допустимое из раскрывающегося списка.

source: Scripts Only Build
russian: Скрипты только сборки

source: Scripts Only Build re-compiles only scripts in the current Project, skipping processing other assets. When you Build, it will create a new Player build based on a previous successful build.
russian: Scripts Only Build перекомпилирует только скрипты текущего проекта, пропуская обработку других ресурсов. Когда вы строите, он создает новую сборку игрока на основе предыдущей успешной сборки.

source: Run Last Build
russian: Запустить последнюю сборку

source: Run the most recent build
russian: Запустите самую последнюю сборку

source: Patch
russian: Пластырь

source: Compiles only the scripts and patches the previous build with the updated code.
russian: Компилирует только сценарии и исправляет предыдущую сборку обновленным кодом.

source: Patch And Run
russian: Исправьте и запустите

source: Compiles only the scripts, patches the previous build with the updated code, then runs the build.
russian: Компилирует только сценарии, исправляет предыдущую сборку обновленным кодом, а затем запускает сборку.

source: Layer {0}
russian: Слой {0}

source: Profile ID:
russian: Идентификатор профиля:

source: Profile Type:
russian: Тип профиля:

source: Maximum size of the packed texture.
russian: Максимальный размер упакованной текстуры.

source: Variant
russian: Вариант

source: Packing
russian: Упаковка

source: Assigning another Sprite Atlas asset will make this atlas a variant of it.
russian: Назначение другого актива Sprite Atlas сделает этот атлас его вариантом.

source: Include in Build
russian: Включить в сборку

source: Packed textures will be included in the build by default.
russian: Упакованные текстуры будут включены в сборку по умолчанию.

source: Allow Rotation
russian: Разрешить вращение

source: Try rotating the sprite to fit better during packing.
russian: Попробуйте повернуть спрайт, чтобы он лучше подходил во время упаковки.

source: Tight Packing
russian: Плотная упаковка

source: Use the mesh outline to fit instead of the whole texture rect during packing.
russian: Используйте контур сетки вместо всего прямоугольника текстуры во время упаковки.

source: Alpha Dilation
russian: Альфа-дилатация

source: Enable Alpha Dilation for SpriteAtlas padding pixels.
russian: Включите альфа-дилатацию для пикселей заполнения SpriteAtlas.

source: The amount of extra padding between packed sprites.
russian: Количество дополнительных отступов между упакованными спрайтами.

source: Pack Preview
russian: Предварительный просмотр пакета

source: Save and preview packed Sprite Atlas textures.
russian: Сохраните и просмотрите упакованные текстуры Sprite Atlas.

source: Texture content is stored in gamma space.
russian: Содержимое текстуры хранится в гамма-пространстве.
