Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Controls the smoothness value at which the smoothness-controlled fade out starts. The fade is in the range [Min Smoothness, Smoothness Fade Start].
russian: Управляет значением плавности, при котором начинается плавное затухание. Затухание находится в диапазоне [Min Smoothness, Smoothness Fade Start].

source: Screen Edge Fade Distance
russian: Расстояние затухания края экрана

source: Controls the distance at which HDRP fades out SSR near the edge of the screen.
russian: Управляет расстоянием, на котором HDRP затухает SSR вблизи края экрана.

source: Accumulation Factor
russian: Фактор накопления

source: Controls Controls the amount of accumulation (0 no accumulation, 1 just accumulate).
russian: Элементы управления Управляет суммой накопления (0 — нет накопления, 1 — только накопление).

source: Roughness Bias
russian: Смещение шероховатости

source: Controls the relative roughness offset. A low value means material roughness stays the same, a high value means smoother reflections.
russian: Управляет смещением относительной шероховатости. Низкое значение означает, что шероховатость материала остается прежней, высокое значение означает более плавные отражения.

source: World Space Speed Rejection
russian: Отказ от мировой космической скорости

source: When enabled, speed from will be computed in world space to reject samples.
russian: Если эта опция включена, скорость будет рассчитываться в мировом пространстве для отклонения выборок.

source: Controls the likelihood history will be rejected based on the previous frame motion vectors of both the surface and the hit object.
russian: Управляет тем, что история вероятности будет отклонена на основе векторов движения предыдущего кадра как поверхности, так и объекта удара.

source: Speed Rejection Scaler Factor
russian: Коэффициент масштабирования отклонения скорости

source: Controls the upper range of speed. The faster the objects or camera are moving, the higher this number should be.
russian: Управляет верхним диапазоном скорости. Чем быстрее движутся объекты или камера, тем выше должно быть это число.

source: Speed Smooth Rejection
russian: Скорость Плавное отклонение

source: When enabled, history can be partially rejected for moving objects which gives a smoother transition. When disabled, history is either kept or totally rejected.
russian: Если эта функция включена, история может быть частично отключена для движущихся объектов, что обеспечивает более плавный переход. Если этот параметр отключен, история либо сохраняется, либо полностью отклоняется.

source: Speed From Reflecting Surface
russian: Скорость от отражающей поверхности

source: When enabled, the reflecting surface movement is considered as a valid rejection condition. At least one of the two conditions must be checked.
russian: Если эта функция включена, движение отражающей поверхности считается допустимым условием отклонения. Необходимо проверить хотя бы одно из двух условий.

source: Speed From Reflected Surface
russian: Скорость от отраженной поверхности

source: When enabled, the reflected surface movement is considered as a valid rejection condition. At least one of the two conditions must be checked.
russian: Если эта функция включена, движение отраженной поверхности считается допустимым условием отклонения. Необходимо проверить хотя бы одно из двух условий.

source: Object Thickness
russian: Толщина объекта

source: Controls the typical thickness of objects the reflection rays may pass behind.
russian: Управляет типичной толщиной объектов, за которыми могут проходить отраженные лучи.

source: Sets the maximum number of steps HDRP uses for ray marching. Affects both correctness and performance.
russian: Устанавливает максимальное количество шагов, используемых HDRP для прохождения лучей. Влияет и на корректность, и на производительность.

source: Controls the maximal length of reflection rays in meters. The higher this value is, the more expensive ray traced reflections are.
russian: Управляет максимальной длиной отраженных лучей в метрах. Чем выше это значение, тем дороже обходятся отражения с трассировкой лучей.

source: Clamps the exposed intensity, this only affects reflections on opaque objects.
russian: Ограничивает экспонируемую интенсивность, это влияет только на отражения на непрозрачных объектах.

source: Number of samples for reflections.
russian: Количество сэмплов для отражений.

source: Bounce Count
russian: Количество отказов

source: Number of bounces for reflection rays.
russian: Количество отскоков отраженных лучей.

source: Controls which version of the effect should be used.
russian: Определяет, какую версию эффекта следует использовать.

source: Enable denoising on the ray traced reflections.
russian: Включите шумоподавление в отражениях с трассировкой лучей.

source: Enables full resolution mode.
russian: Включает режим полного разрешения.

source: Controls the radius of reflection denoiser.
russian: Управляет радиусом шумоподавления отражения.

source: Affects Smooth Surfaces
russian: Влияет на гладкие поверхности

source: When enabled, the denoiser also affects perfectly smooth surfaces. When you use Quality mode with multiple bounces, the denoiser always affects smooth surfaces by default.
russian: Если этот параметр включен, шумоподавитель также влияет на идеально гладкие поверхности. Когда вы используете режим качества с несколькими отскоками, шумоподавитель по умолчанию всегда влияет на гладкие поверхности.

source: The shape of the Proxy. Infinite is compatible with any kind of InfluenceShape.
russian: Форма Proxy. Infinite совместима с любым типом InfluenceShape.

source: The size of the box.
russian: Размер коробки.

source: Sphere Radius
russian: Радиус сферы

source: The radius of the sphere.
russian: Радиус сферы.

source: When checked, each face can be manipulated separatly. This also include fading options.
russian: Если этот флажок установлен, каждым лицом можно манипулировать отдельно. Сюда также входят параметры затухания.

source: Specifies the shape of the Influence Volume.
russian: Определяет форму объема влияния.

source: Sets the size of the Box Influence Volume on a per axis basis. The Transform Scale does not affect these dimensions.
russian: Устанавливает размер Box Influence Volume для каждой оси. Масштаб преобразования не влияет на эти размеры.

source: Sets the coordinates for the Influence Volumes's center relative to the Transform Position.
russian: Устанавливает координаты центра объемов влияния относительно позиции преобразования.

source: Sets the boundaries inside the Influence Volume within which the Reflection Probe blends with other Reflection Probes. Only available for deferred Reflection Probes.
russian: Устанавливает границы внутри объема влияния, в пределах которых зонд отражения смешивается с другими зондами отражения. Доступно только для зондов с отложенным отражением.

source: Blend Normal Distance
russian: Смешать нормальное расстояние

source: Area around the probe where the normals influence the probe. Only available for deferred Reflection Probes.
russian: Область вокруг зонда, где нормали влияют на зонд. Доступно только для зондов с отложенным отражением.

source: Face Fade
russian: Лицо исчезает

source: Fade faces of the cubemap.
russian: Затухание граней кубической карты.

source: Sets the radius of the Sphere Influence Volume. The Transform Scale does not affect this value.
russian: Устанавливает радиус объема влияния сферы. Масштаб преобразования не влияет на это значение.

source: Scale Mode
russian: Режим масштабирования

source: Material Property
russian: Материальная собственность

source: Decal Layer Mask
russian: Маска слоя декали

source: Draw Distance Property
russian: Свойство «Расстояние прорисовки»

source: Fade Scale Property
russian: Свойство Fade Scale

source: UV Scale Property
russian: Свойство УФ-масштаба

source: UV Bias Property
russian: Свойство УФ-смещения

source: Fade Factor
russian: Фактор затухания

source: Multiple material type in selection
russian: Несколько типов материала на выбор

source: Affects Transparency Property
russian: Влияет на свойство прозрачности

source: Specifies the scaling mode to apply to decals that use this Decal Projector.
russian: Определяет режим масштабирования, применяемый к наклейкам, использующим этот проектор декалей.

source: Sets the size of the projector.
russian: Устанавливает размер проектора.

source: Sets the width of the projection plan.
russian: Устанавливает ширину плана проекции.

source: Sets the height of the projection plan.
russian: Устанавливает высоту плана проекции.

source: Projection Depth
russian: Глубина проекции

source: Sets the projection depth of the projector.
russian: Устанавливает глубину проецирования проектора.

source: Specifies the Material this component projects as a decal.
russian: Указывает материал, который этот компонент проецирует как надпись.

source: Decal Layer
russian: Слой наклейки

source: Specify the decal layer mask to use for this projector. RenderingLayerMask of Mesh matching this value will receive the decal. Enable Layers in Decal section of HDRP settings to access it.
russian: Укажите маску слоя надписи, которая будет использоваться для этого проектора. RenderingLayerMask сетки, соответствующей этому значению, получит декаль. Включите слои в разделе «Наклейка» в настройках HDRP, чтобы получить к ним доступ.

source: Sets the distance from the Camera at which HDRP stop rendering the decal.
russian: Устанавливает расстояние от камеры, на котором HDRP прекращает рендеринг надписи.

source: Start Fade
russian: Начать затухание

source: Controls the distance from the Camera at which this component begins to fade the decal out.
russian: Управляет расстоянием от камеры, на котором этот компонент начинает исчезать с надписи.

source: Angle Fade
russian: Угол затухания

source: Controls the fade out range of the decal based on the angle between the Decal backward direction and the vertex normal of the receiving surface. Requires 'Decal Layers' to be enabled in the HDRP Asset and Frame Settings.
russian: Управляет диапазоном затухания надписи на основе угла между обратным направлением надписи и нормалью вершины принимающей поверхности. Требуется включить «Слои декалей» в настройках HDRP-ресурса и кадра.

source: Tilling
russian: Обработка почвы

source: Sets the scale for the decal Material. Scales the decal along its UV axes.
russian: Устанавливает масштаб материала декали. Масштабирует декаль вдоль ее UV-осей.

source: Sets the offset for the decal Material. Moves the decal along its UV axes.
russian: Устанавливает смещение для материала декали. Перемещает декаль вдоль ее UV-осей.

source: Controls the transparency of the decal.
russian: Управляет прозрачностью надписи.

source: Affects Transparent
russian: Влияет на прозрачность

source: When enabled, HDRP draws this projector's decal on top of transparent surfaces.
russian: Если функция HDRP включена, наклейка проектора отображается поверх прозрачных поверхностей.

source: Controls the position of the pivot point of the decal.
russian: Управляет положением точки поворота надписи.

source: HDRP Decal Projector
russian: HDRP-проектор для наклеек

source: Shader Graph
russian: Шейдерный граф

source: Decal Shader Graph
russian: График шейдера декали

source: Eye Shader Graph
russian: График шейдера глаз

source: Lit Shader Graph
russian: Горящий граф шейдера

source: Water Shader Graph
russian: Граф шейдера воды

source: Specular Occlusion Mode
russian: Режим зеркальной окклюзии

source: Determines the mode used to compute specular occlusion
russian: Определяет режим, используемый для вычисления зеркальной окклюзии.

source: Add Precomputed Velocity
russian: Добавить предварительно вычисленную скорость

source: When enabled, the material will use motion vectors from the Alembic animation cache. Should not be used on regular meshes or Alembic caches without precomputed motion vectors.
russian: Если этот параметр включен, материал будет использовать векторы движения из кэша анимации Alembic. Не следует использовать в обычных сетках или кэшах Alembic без предварительно вычисленных векторов движения.

source: Motion Vectors For Vertex Animation
russian: Векторы движения для вершинной анимации

source: When enabled, motion vectors for the material will be forced to be calculated every frame (as opposed to only on object transform changes). This is only needed when the material has time-based vertex animation or when the ShaderGraph writes the 'Velocity' vertex output.
russian: Если эта опция включена, векторы движения материала будут рассчитываться каждый кадр (а не только при изменении преобразования объекта). Это необходимо только в том случае, если материал имеет анимацию вершин, основанную на времени, или когда ShaderGraph записывает выходные данные вершины «Скорость».

source: Baked Emission
russian: Запеченная эмиссия

source: Main Mapping Configuration
russian: Основная конфигурация сопоставления

source: Tessellation Options
russian: Параметры тесселяции

source: Sorting Inputs
russian: Сортировка входных данных

source: Surface Inputs
russian: Поверхностные входы

source: World Scale
russian: Мировой масштаб

source: Sets the tiling factor of the Planar/Trilinear mapping.
russian: Устанавливает коэффициент мозаики плоского/трилинейного отображения.

source: BlendMask UV Mapping
russian: UV-картирование BlendMask

source: Specifies the UV Mapping mode of the layer.
russian: Определяет режим UV-картографии слоя.

source: Specifies the Layer Mask for this Material
russian: Указывает маску слоя для этого материала.

source: Vertex Color Mode
russian: Цветовой режим вершин

source: Specifies the method HDRP uses to color vertices. Multiply: Multiplies vertex color with the mask. Additive: Remaps vertex color values between [-1, 1] and adds them to the mask (neutral value is 0.5 vertex color).
russian: Указывает метод, который HDRP использует для окраски вершин. Multiply: умножает цвет вершин на маску. Additive: переназначает значения цвета вершин между [-1, 1] и добавляет их в маску (нейтральное значение — 0,5 цвета вершины).

source: Layer Count
russian: Количество слоев

source: Controls the number of layers for this Material.
russian: Управляет количеством слоев этого материала.

source: Lock layers 0123 tiling with object Scale
russian: Блокировка слоев 0123 мозаики с объектом Scale

source: When enabled, tiling of each layer is affected by the Transform's Scale.
russian: Если этот параметр включен, на мозаику каждого слоя влияет масштаб преобразования.

source: Lock layers 123 tiling with object Scale
russian: Блокировка слоев 123 мозаики с помощью объекта Scale

source: When enabled, tiling of each influenced layer (except the main layer) is affected by the Transform's Scale.
russian: Если этот параметр включен, на мозаику каждого слоя (кроме основного слоя) влияет масштаб преобразования.

source: Use Height Based Blend
russian: Использовать смесь на основе высоты

source: When enabled, HDRP blends the layer with the underlying layer based on the height.
russian: Если этот параметр включен, HDRP смешивает слой с нижележащим слоем в зависимости от высоты.

source: Main Layer Influence
russian: Влияние основного слоя

source: Switches between regular layers mode and base/layers mode.
russian: Переключение между режимом обычных слоев и режимом основы/слоев.

source: Height Transition
russian: Переход по высоте

source: Sets the size, in world units, of the smooth transition between layers.
russian: Устанавливает размер плавного перехода между слоями в мировых единицах.

source: Main layer
russian: Основной слой

source: Layer 1
russian: Слой 1

source: Layer 2
russian: Слой 2

source: Layer 3
russian: Слой 3

source: Emission Inputs
russian: Входные данные по выбросам

source: Layering List
russian: Список слоев

source: Layer name
russian: Имя слоя

source: Layer Material
russian: Материал слоя

source: Also reset UV.
russian: Также сбросьте UV.

source: Copy again Material parameters to layer. If UV is disabled, this will not copy UV.
russian: Снова скопируйте параметры материала на слой. Если UV отключен, UV не будет копироваться.

source: Surface Options
russian: Параметры поверхности

source: Detail Inputs
russian: Подробные входные данные

source: Layering Options
russian: Варианты наслоения

source: Layer Influence Mask
russian: Маска влияния слоя

source: Specifies the Layer Influence Mask for this Material.
russian: Указывает маску влияния слоя для этого материала.

source: Use Opacity map as Density map
russian: Использовать карту непрозрачности в качестве карты плотности

source: When enabled, HDRP uses the opacity map (alpha channel of Base Color) as the Density map.
russian: Если этот параметр включен, HDRP использует карту непрозрачности (альфа-канал базового цвета) в качестве карты плотности.

source: Normal influence
russian: Нормальное влияние

source: Controls the strength of the normals inherited from the base layer.
russian: Управляет силой нормалей, унаследованных от базового слоя.

source: Heightmap influence
russian: Влияние карты высот

source: Controls the strength of the height map inherited from the base layer.
russian: Управляет силой карты высот, унаследованной от базового слоя.

source: BaseColor influence
russian: Влияние базового цвета

source: Controls the strength of the Base Color inherited from the base layer.
russian: Управляет интенсивностью базового цвета, унаследованного от базового слоя.

source: Exposed Properties
russian: Открытые свойства

source: Transparency Inputs
russian: Входные данные прозрачности

source: Advanced Surface Inputs
russian: Расширенные возможности поверхностного ввода

source: Fabric Shader Graph
russian: График шейдера ткани

source: Fullscreen Shader Graph
russian: Полноэкранный граф шейдеров

source: Unlit Shader Graph
russian: Неосвещенный граф шейдера

source: Hair Shader Graph
russian: График шейдера волос

source: Fog Volume Shader Graph
russian: График шейдера объема тумана

source: StackLit Shader Graph
russian: График шейдера StackLit

source: Log compiler arguments.
russian: Аргументы компилятора журнала.

source: Pick
russian: Выбирать

source: Show Settings
russian: Показать настройки

source: To Inspect
russian: Осмотреть

source: Build Report
russian: Отчет о сборке

source: Open Temp Dir
russian: Открыть временную директорию

source: Export to
russian: Экспортировать в

source: Set as reference
russian: Установить как ссылку

source: Export diff to
russian: Экспортировать разницу в

source: Comma separated include (+PASS_NAME) or exclude (-PASS_NAME) pass names. '+PASS_NAME_1,PASS_NAME_2' or '-PASS_NAME_1,-PASS_NAME_2'.
russian: Через запятую включаются (+PASS_NAME) или исключаются (-PASS_NAME) имена проходов. «+PASS_NAME_1,PASS_NAME_2» или «-PASS_NAME_1,-PASS_NAME_2».

source: Define keywords that must be present in a variant. 'A&C|B&C' means that all variant must have keyword 'C' and either keyword 'A' or 'B'
russian: Определите ключевые слова, которые должны присутствовать в варианте. «A&C|B&C» означает, что все варианты должны содержать ключевое слово «C» и ключевое слово «A» или «B».

source: Shader Analysis Inspector
russian: Инспектор анализа шейдеров

source: URP Universal Renderer
russian: Универсальный рендерер URP

source: URP Asset (with Universal Renderer)
russian: Ресурс URP (с универсальным рендерером)

source: URP XR System Data
russian: Данные системы URP XR

source: URP Post-process Data
russian: Данные постобработки URP

source: Stencil
russian: Трафарет

source: Process and override the Stencil buffer values.
russian: Обработка и переопределение значений буфера трафарета.

source: Compare Function
russian: Функция сравнения

source: What happens to the stencil value when passing.
russian: Что происходит со значением трафарета при передаче.

source: What happens to the stencil value when failing.
russian: Что происходит со значением трафарета при сбое.

source: What happens to the stencil value when failing Z testing.
russian: Что происходит со значением трафарета при неудачном тестировании Z.

source: Convert Selected Built-in Materials to URP
russian: Преобразование выбранных встроенных материалов в URP

source: UniversalAdditionalCameraData
russian: Универсальные дополнительные данные камеры

source: UniversalAdditionalLightData
russian: УниверсальныеДополнительныеЛайтДанные

source: Upgrade AnimationClips
russian: Обновление AnimationClips

source: Universal Renderer
russian: Универсальный рендерер

source: Custom Universal Renderer for Universal RP.
russian: Пользовательский универсальный рендерер для Universal RP.

source: Enables the use of post processing effects within the scene. If disabled, Unity excludes post processing renderer Passes, shaders and textures from the build.
russian: Позволяет использовать эффекты постобработки внутри сцены. Если этот параметр отключен, Unity исключает из сборки проходы рендеринга постобработки, шейдеры и текстуры.

source: The asset containing references to shaders and Textures that the Renderer uses for post-processing.
russian: Ресурс, содержащий ссылки на шейдеры и текстуры, которые модуль рендеринга использует для постобработки.

source: Settings that controls and define which layers the renderer draws.
russian: Настройки, которые контролируют и определяют, какие слои рисует средство визуализации.

source: Opaque Layer Mask
russian: Непрозрачная маска слоя

source: Controls which opaque layers this renderer draws.
russian: Управляет тем, какие непрозрачные слои рисует этот модуль визуализации.

source: Transparent Layer Mask
russian: Прозрачная маска слоя

source: Controls which transparent layers this renderer draws.
russian: Управляет тем, какие прозрачные слои рисует этот модуль визуализации.

source: Settings related to rendering and lighting.
russian: Настройки, связанные с рендерингом и освещением.

source: Select a rendering path.
russian: Выберите путь рендеринга.

source: Depth Priming Mode
russian: Режим погружения на глубину

source: With depth priming enabled, Unity uses the depth buffer generated in the depth prepass to determine if a fragment should be rendered or skipped during the Base Camera opaque pass. Disabled: Unity does not perform depth priming. Auto: If there is a Render Pass that requires a depth prepass, Unity performs the depth prepass and depth priming. Forced: Unity performs the depth prepass and depth priming.
russian: Если включена загрузка глубины, Unity использует буфер глубины, созданный при предварительном проходе глубины, чтобы определить, следует ли визуализировать фрагмент или пропустить его во время прохода непрозрачности базовой камеры. Отключено: Unity не выполняет заполнение глубины. Авто: если есть проход рендеринга, требующий предварительного прохода глубины, Unity выполняет предварительный проход глубины и заливку глубины. Принудительно: Unity выполняет предварительный проход и заполнение глубины.

source: On Android, iOS, and Apple TV, Unity performs depth priming only in the Forced mode. On tiled GPUs, which are common to those platforms, depth priming might reduce performance when combined with MSAA.
russian: На Android, iOS и Apple TV Unity выполняет настройку глубины только в принудительном режиме. На тайловых графических процессорах, которые являются общими для этих платформ, загрузка глубины может снизить производительность в сочетании с MSAA.

source: Depth Texture Mode
russian: Режим текстуры глубины
