Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Trail points will be dropped in world space, even if the particle system is simulating in local space.
russian: Точки следа будут перенесены в мировое пространство, даже если система частиц моделируется в локальном пространстве.

source: Die with Particles
russian: Умереть с частицами

source: The trails will disappear when their owning particles die.
russian: Следы исчезнут, когда их частицы-владельцы умрут.

source: Size affects Width
russian: Размер влияет на ширину

source: The trails will use the particle size to control their width.
russian: Следы будут использовать размер частиц для управления своей шириной.

source: Size affects Lifetime
russian: Размер влияет на срок службы

source: The trails will use the particle size to control their lifetime.
russian: Следы будут использовать размер частиц для контроля их срока службы.

source: Inherit Particle Color
russian: Наследовать цвет частиц

source: The trails will use the particle color as their base color.
russian: Следы будут использовать цвет частиц в качестве основного цвета.

source: The color of the trails during the lifetime of the particle they are attached to.
russian: Цвет следов в течение жизни частицы, к которой они прикреплены.

source: Width over Trail
russian: Ширина по тропе

source: Select a width for the trail from its start to end vertex.
russian: Выберите ширину следа от его начала до конечной вершины.

source: Color over Trail
russian: Раскрась след

source: Select a color for the trail from its start to end vertex.
russian: Выберите цвет следа от его начала до конечной вершины.

source: Ribbon Count
russian: Количество лент

source: Select how many ribbons to render throughout the Particle System.
russian: Выберите, сколько лент нужно визуализировать в системе частиц.

source: Split Sub Emitter Ribbons
russian: Ленты разделенного субэмиттера

source: When used on a sub emitter, ribbons will connect particles from each parent particle independently.
russian: При использовании на субэмиттере ленты будут соединять частицы каждой родительской частицы независимо.

source: Attach Ribbons to Transform
russian: Прикрепите ленты для трансформации

source: Connect each ribbon to the position of the Transform Component.
russian: Подключите каждую ленту к позиции компонента преобразования.

source: Ribbon
russian: Лента

source: Stretch
russian: Потягиваться

source: Tile
russian: Плитка

source: DistributePerSegment
russian: Распределитьперсегмент

source: RepeatPerSegment
russian: Повторитьперсегмент

source: Animation frames can either be specified on a regular grid texture, or as a list of Sprites.
russian: Кадры анимации могут быть заданы либо в виде обычной текстуры сетки, либо в виде списка спрайтов.

source: Time Mode
russian: Временной режим

source: Play frames either based on the lifetime of the particle, the speed of the particle, or at a constant FPS, regardless of particle lifetime.
russian: Воспроизводите кадры либо на основе времени жизни частицы, скорости частицы, либо с постоянным FPS, независимо от времени жизни частицы.

source: FPS
russian: ФПС

source: Specify the Frames Per Second of the animation.
russian: Укажите количество кадров в секунду анимации.

source: Frame over Time
russian: Кадр во времени

source: Controls the uv animation frame of each particle over its lifetime. On the horizontal axis you will find the lifetime. On the vertical axis you will find the sheet index.
russian: Управляет кадром ультрафиолетовой анимации каждой частицы в течение ее жизни. По горизонтальной оси вы отложите время жизни. По вертикальной оси вы найдете индекс листа.

source: Start Frame
russian: Начальный кадр

source: Phase the animation, so it starts on a frame other than 0.
russian: Фазируйте анимацию так, чтобы она начиналась с кадра, отличного от 0.

source: Remaps speed in the defined range to a 0-1 value through the animation.
russian: Переназначает скорость в определенном диапазоне на значение 0–1 посредством анимации.

source: Tiles
russian: Плитка

source: Defines the tiling of the texture.
russian: Определяет мозаику текстуры.

source: Specifies the animation type: Whole Sheet or Single Row. Whole Sheet will animate over the whole texture sheet from left to right, top to bottom. Single Row will animate a single row in the sheet from left to right.
russian: Указывает тип анимации: весь лист или одна строка. Whole Sheet будет анимировать весь лист текстуры слева направо, сверху вниз. Single Row анимирует одну строку на листе слева направо.

source: Row Mode
russian: Режим строки

source: Determine how the row is selected for each particle.
russian: Определите, как выбирается строка для каждой частицы.

source: Row
russian: Ряд

source: The row in the sheet which will be played.
russian: Строка листа, которая будет воспроизведена.

source: The list of Sprites to be played.
russian: Список спрайтов для воспроизведения.

source: Frame
russian: Рамка

source: The frame in the sheet which will be used.
russian: Рамка на листе, которая будет использоваться.

source: Cycles
russian: Циклы

source: Specifies how many times the animation will loop during the lifetime of the particle.
russian: Указывает, сколько раз анимация будет повторяться за время существования частицы.

source: Affected UV Channels
russian: Затронутые УФ-каналы

source: Specifies which UV channels will be animated.
russian: Указывает, какие UV-каналы будут анимированы.

source: Whole Sheet
russian: Весь лист

source: Single Row
russian: Один ряд

source: Random
russian: Случайный

source: Mesh Index
russian: Индекс сетки

source: Controls the color of each particle based on its speed.
russian: Управляет цветом каждой частицы в зависимости от ее скорости.

source: Remaps speed in the defined range to a color.
russian: Переназначает скорость в определенном диапазоне на цвет.

source: Colliders
russian: Коллайдеры

source: The list of collision shapes to use for the trigger.
russian: Список форм столкновений, которые будут использоваться для триггера.

source: Create a GameObject containing a sphere collider and assign it to the list.
russian: Создайте GameObject, содержащий сферический коллайдер, и назначьте его в список.

source: Inside
russian: Внутри

source: What to do for particles that are inside the collision volume.
russian: Что делать с частицами, находящимися внутри коллизионного объема.

source: Outside
russian: Снаружи

source: What to do for particles that are outside the collision volume.
russian: Что делать с частицами, находящимися вне коллизионного объема.

source: Enter
russian: Входить

source: Triggered once when particles enter the collision volume.
russian: Срабатывает один раз, когда частицы попадают в объем столкновения.

source: Triggered once when particles leave the collision volume.
russian: Срабатывает один раз, когда частицы покидают зону столкновения.

source: Collider Query Mode
russian: Режим запроса коллайдера

source: Required in order to get collider information when using the ParticleSystem.GetTriggerParticles script API. Disabled by default because it has a performance cost. When set to One, the script can retrieve the first collider in the list that the particle interacts with. Setting to All will return all colliders that the particle interacts with.
russian: Требуется для получения информации о коллайдере при использовании API скрипта ParticleSystem.GetTriggerParticles. По умолчанию отключено, так как это влияет на производительность. Если установлено значение «Один», скрипт может получить первый коллайдер в списке, с которым взаимодействует частица. При установке значения «Все» будут возвращены все коллайдеры, с которыми взаимодействует частица.

source: Radius Scale
russian: Масштаб радиуса

source: Scale particle bounds by this amount to get more precise collisions.
russian: Масштабируйте границы частиц на эту величину, чтобы получить более точные столкновения.

source: Visualize Bounds
russian: Визуализируйте границы

source: Render the collision bounds of the particles.
russian: Отобразите границы столкновений частиц.

source: Kill
russian: Убийство

source: Callback
russian: Перезвонить

source: One
russian: Один

source: Angular Velocity
russian: Угловая скорость

source: Controls the angular velocity of each particle during its lifetime.
russian: Управляет угловой скоростью каждой частицы в течение ее жизни.

source: If enabled, you can control the angular velocity limit separately for each axis.
russian: Если эта опция включена, вы можете управлять пределом угловой скорости отдельно для каждой оси.

source: Controls the size of each particle during its lifetime.
russian: Управляет размером каждой частицы в течение ее жизни.

source: Constant Color
russian: Постоянный цвет

source: If enabled, you can control the noise separately for each axis.
russian: Если этот параметр включен, вы можете управлять шумом отдельно для каждой оси.

source: How strong the overall noise effect is. If you use a curve to set this value, the Particle System applies the curve over the lifetime of each particle.
russian: Насколько силен общий шумовой эффект. Если вы используете кривую для установки этого значения, система частиц применяет кривую в течение времени жизни каждой частицы.

source: Frequency
russian: Частота

source: Low values create soft, smooth noise, and high values create rapidly changing noise.
russian: Низкие значения создают мягкий, плавный шум, а высокие значения создают быстро меняющийся шум.

source: Damping
russian: Демпфирование

source: If enabled, strength is proportional to frequency.
russian: Если этот параметр включен, сила пропорциональна частоте.

source: Octaves
russian: Октавы

source: Layers of noise that combine to produce final noise (Adding octaves increases the performance cost substantially!)
russian: Слои шума, которые в совокупности создают окончательный шум (добавление октав существенно увеличивает стоимость производительности!)

source: Octave Multiplier
russian: Октавный множитель

source: When combining each octave, scale the intensity by this amount.
russian: При объединении каждой октавы масштабируйте интенсивность на эту величину.

source: Octave Scale
russian: Октавная шкала

source: When combining each octave, zoom in by this amount.
russian: При объединении каждой октавы увеличивайте масштаб на эту величину.

source: Generate 1D, 2D or 3D noise.
russian: Генерация 1D, 2D или 3D шума.

source: Scroll Speed
russian: Скорость прокрутки

source: Scroll the noise map over the particle system. If you use a curve to set this value, the Particle System applies the curve over the lifetime of each particle.
russian: Прокрутите карту шума по системе частиц. Если вы используете кривую для установки этого значения, система частиц применяет кривую в течение времени жизни каждой частицы.

source: Remap
russian: Переназначить

source: Remap the final noise values into a new range. If you use a curve to set this value, the Particle System applies the curve over the lifetime of each particle.
russian: Переназначьте окончательные значения шума в новый диапазон. Если вы используете кривую для установки этого значения, система частиц применяет кривую в течение времени жизни каждой частицы.

source: Remap Curve
russian: Переназначить кривую

source: Position Amount
russian: Сумма позиции

source: What proportion of the noise is applied to the particle positions. If you use a curve to set this value, the Particle System applies the curve over the lifetime of each particle.
russian: Какая доля шума применяется к положениям частиц. Если вы используете кривую для установки этого значения, система частиц применяет кривую в течение времени жизни каждой частицы.

source: Rotation Amount
russian: Сумма вращения

source: What proportion of the noise is applied to the particle rotations, in degrees per second. If you use a curve to set this value, the Particle System applies the curve over the lifetime of each particle.
russian: Какая доля шума прилагается к вращению частиц, в градусах в секунду. Если вы используете кривую для установки этого значения, система частиц применяет кривую в течение времени жизни каждой частицы.

source: Size Amount
russian: Размер Сумма

source: Multiply the size of the particle by a proportion of the noise. If you use a curve to set this value, the Particle System applies the curve over the lifetime of each particle.
russian: Умножьте размер частицы на долю шума. Если вы используете кривую для установки этого значения, система частиц применяет кривую в течение времени жизни каждой частицы.

source: Preview the noise as a texture.
russian: Предварительный просмотр шума в виде текстуры.

source: Preview (Disabled)
russian: Предварительный просмотр (отключено)

source: Preview is disabled in multi-object editing mode.
russian: Предварительный просмотр отключен в режиме редактирования нескольких объектов.

source: Low (1D)
russian: Низкий (1D)

source: Medium (2D)
russian: Средний (2D)

source: High (3D)
russian: Высокий (3D)

source: Select the type of data to populate this stream with.
russian: Выберите тип данных для заполнения этого потока.

source: Number of Components
russian: Количество компонентов

source: How many of the components (XYZW) to fill.
russian: Сколько компонентов (XYZW) заполнить.

source: Shape module gizmo editing mode.
russian: Режим редактирования гизмо модуля формы.

source: Shape module transform editing mode.
russian: Режим редактирования преобразования модуля формы.

source: Defines the shape of the volume from which particles can be emitted, and the direction of the start velocity.
russian: Определяет форму объема, из которого могут вылетать частицы, и направление начальной скорости.

source: Radius of the shape.
russian: Радиус формы.

source: Radius Thickness
russian: Радиус Толщина

source: Control the thickness of the spawn volume, from 0 to 1.
russian: Управляйте толщиной объема спауна от 0 до 1.

source: Angle
russian: Угол

source: Angle of the cone.
russian: Угол конуса.

source: Length of the cone.
russian: Длина конуса.

source: Box Thickness
russian: Толщина коробки

source: When using shell/edge modes, control the thickness of the spawn volume, from 0 to 1.
russian: При использовании режимов «оболочка/край» регулируйте толщину области появления от 0 до 1.

source: Generate particles from vertices, edges or triangles.
russian: Генерируйте частицы из вершин, ребер или треугольников.

source: Mesh that the particle system will emit from.
russian: Сетка, из которой будет излучаться система частиц.

source: MeshRenderer that the particle system will emit from.
russian: MeshRenderer, из которого будет излучаться система частиц.

source: SkinnedMeshRenderer that the particle system will emit from.
russian: SkinnedMeshRenderer, из которого будет излучаться система частиц.

source: Sprite that the particle system will emit from.
russian: Спрайт, из которого будет излучаться система частиц.

source: SpriteRenderer that the particle system will emit from.
russian: SpriteRenderer, из которого будет излучаться система частиц.

source: Single Material
russian: Одиночный материал

source: Only emit from a specific material of the mesh.
russian: Испускают только из определенного материала сетки.

source: Use Mesh Colors
russian: Используйте цвета сетки

source: Modulate particle color with mesh vertex colors, or if they don't exist, use the shader color property "_Color" or "_TintColor" from the material. Does not read texture colors.
russian: Модулируйте цвет частиц с помощью цветов вершин сетки или, если они не существуют, используйте свойство цвета шейдера «_Color» или «_TintColor» из материала. Не читает цвета текстур.

source: Normal Offset
russian: Нормальное смещение

source: Offset particle spawn positions along the mesh normal.
russian: Смещение положения появления частиц вдоль нормали сетки.

source: Texture that the particles will sample their color from.
russian: Текстура, из которой частицы будут брать образцы своего цвета.

source: Clip Channel
russian: Клип Канал

source: Select a channel to use for discarding particles.
russian: Выберите канал, который будет использоваться для удаления частиц.

source: Clip Threshold
russian: Порог клипа

source: Only emit from parts of the texture where the Clip Channel is greater than or equal to this value.
russian: Излучайте только те части текстуры, где канал клипа больше или равен этому значению.

source: Color affects Particles
russian: Цвет влияет на частицы

source: Multiply the particle color by the texture RGB value.
russian: Умножьте цвет частицы на значение RGB текстуры.

source: Alpha affects Particles
russian: Альфа влияет на частицы

source: Multiply the particle alpha by the texture alpha value.
russian: Умножьте альфу частицы на значение альфа текстуры.

source: Bilinear Filtering
russian: Билинейная фильтрация

source: Blend between pixels on the texture.
russian: Смешайте пиксели текстуры.

source: UV Channel
russian: УФ-канал

source: Use the selected UV channel from the source mesh, for reading the texture.
russian: Используйте выбранный UV-канал из исходной сетки для чтения текстуры.

source: Align To Direction
russian: Выровнять по направлению

source: Automatically align particles based on their initial direction of travel.
russian: Автоматически выравнивайте частицы в зависимости от их начального направления движения.

source: Randomize Direction
russian: Рандомизировать направление

source: Override the initial direction of travel with a random direction.
russian: Заменить начальное направление движения случайным направлением.

source: Spherize Direction
russian: Направление сферизации

source: Override the initial direction of travel with a direction that projects particles outwards from the center of the Shape Transform.
russian: Переопределите начальное направление движения, указав направление, при котором частицы проецируются наружу из центра преобразования формы.

source: Randomize Position
russian: Рандомизировать позицию

source: Move the starting positions by a random amount, up to this maximum value.
russian: Переместите начальные позиции на случайную величину, до максимального значения.

source: Emit from:
russian: Испускать из:

source: Specifies from where particles are emitted.
russian: Указывает, откуда испускаются частицы.

source: Donut Radius
russian: Радиус пончика

source: The radius of the donut. Used to control the thickness of the ring.
russian: Радиус пончика. Используется для контроля толщины кольца.

source: Translate the emission shape.
russian: Переведите форму выброса.

source: Rotate the emission shape.
russian: Поверните форму излучения.

source: Scale the emission shape.
russian: Масштабируйте форму излучения.

source: Sphere Thickness Handle Change
russian: Изменение толщины сферы

source: Sphere Handle Change
russian: Изменение ручки сферы

source: Circle Thickness Handle Change
russian: Изменение толщины круга

source: Circle Handle Change
russian: Изменение ручки круга

source: Hemisphere Thickness Handle Change
russian: Изменение толщины полусферы

source: Hemisphere Handle Change
russian: Изменение ручки полусферы

source: Cone Thickness Handle Change
russian: Изменение толщины конуса ручки

source: Cone Handle Change
russian: Замена конической ручки

source: Cone Volume Thickness Handle Change
russian: Изменение толщины ручки объема конуса

source: Cone Volume Handle Change
russian: Изменение ручки объема конуса

source: Box Handle Change
russian: Изменение ручки коробки

source: Donut Handle Change
russian: Изменение ручки пончика

source: Donut Radius Thickness Handle Change
russian: Изменение ручки толщины радиуса пончика

source: Donut Radius Handle Change
russian: Изменение ручки радиуса пончика

source: Edge Handle Change
russian: Изменение краевой ручки

source: Rectangle Handle Change
russian: Изменение ручки прямоугольника

source: Shape Transform Change
russian: Изменение формы преобразования

source: Cone
russian: Конус

source: Donut
russian: Пончик

source: Mesh Renderer
russian: Сетчатый рендерер

source: Skinned Mesh Renderer
russian: Средство рендеринга скинированной сетки

source: Circle
russian: Круг

source: Edge
russian: Край

source: Shell
russian: Оболочка

source: Base
russian: База

source: Triangle
russian: Треугольник

source: Ping-Pong
russian: Пинг-понг

source: Burst Spread
russian: Взрывное распространение

source: Green
russian: Зеленый

source: Blue
russian: Синий

source: To use mesh colors, your source mesh must either provide vertex colors, or its shader must contain a color property named "_Color" or "_TintColor".
russian: Чтобы использовать цвета сетки, исходная сетка должна либо предоставлять цвета вершин, либо ее шейдер должен содержать свойство цвета с именем «_Color» или «_TintColor».

source: Remaps speed in the defined range to a size.
russian: Переназначает скорость в определенном диапазоне на размер.

source: Controls the size of each particle based on its speed.
russian: Управляет размером каждой частицы в зависимости от ее скорости.

source: The length of time the Particle System is emitting particles. If the system is looping, this indicates the length of one cycle.
russian: Продолжительность времени, в течение которого система частиц испускает частицы. Если система закольцована, это указывает на продолжительность одного цикла.

source: Looping
russian: Зацикливание

source: If true, the emission cycle will repeat after the duration.
russian: Если это правда, цикл эмиссии будет повторяться по истечении заданного времени.

source: Prewarm
russian: Предварительно теплый

source: When played, a prewarmed system will be in a state as if it had emitted one loop cycle. Can only be used if the system is looping.
russian: При воспроизведении предварительно прогретая система будет находиться в состоянии, как если бы она выполнила один цикл цикла. Может использоваться только в том случае, если система зациклена.

source: Start Delay
russian: Задержка запуска

source: Delay in seconds that this Particle System will wait before emitting particles. Cannot be used together with a prewarmed looping system.
russian: Задержка в секундах, в течение которой эта система частиц будет ждать перед испусканием частиц. Невозможно использовать вместе с предварительно нагретой петлевой системой.

source: Max Particles
russian: Макс частиц

source: The number of particles in the system will be limited by this number. Emission will be temporarily halted if this is reached.
russian: Число частиц в системе будет ограничено этим числом. Если это будет достигнуто, эмиссия будет временно прекращена.

source: Start Lifetime
russian: Начало жизни

source: Start lifetime in seconds, particle will die when its lifetime reaches 0.
russian: Начальное время жизни в секундах, частица умрет, когда ее время жизни достигнет 0.

source: Start Speed
russian: Стартовая скорость

source: The start speed of particles, applied in the starting direction.
russian: Стартовая скорость частиц, приложенных в начальном направлении.

source: The start color of particles.
russian: Начальный цвет частиц.

source: 3D Start Size
russian: Начальный размер 3D

source: If enabled, you can control the size separately for each axis.
russian: Если этот параметр включен, вы можете управлять размером отдельно для каждой оси.

source: Start Size
russian: Начальный размер

source: The start size of particles.
russian: Начальный размер частиц.

source: 3D Start Rotation
russian: 3D-начало вращения

source: If enabled, you can control the rotation separately for each axis.
russian: Если включено, вы можете управлять вращением отдельно для каждой оси.

source: Start Rotation
russian: Начать ротацию

source: The start rotation of particles in degrees.
russian: Начало вращения частиц в градусах.

source: Flip Rotation
russian: Перевернуть вращение
