Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Allows to the resolution from the set of predetermined resolutions specified in the quality settings.
russian: Позволяет использовать разрешение из набора предопределенных разрешений, указанных в настройках качества.

source: Sets the rendered resolution of the shadow maps. A higher resolution increases the fidelity of shadows at the cost of GPU performance and memory usage.
russian: Устанавливает разрешение рендеринга карт теней. Более высокое разрешение увеличивает точность теней за счет производительности графического процессора и использования памяти.

source: Sets the distance from the camera at which Shadows fade before HDRP culls them completely. This minimizes popping.
russian: Устанавливает расстояние от камеры, на котором тени исчезают, прежде чем HDRP полностью отсеет их. Это сводит к минимуму хлопки.

source: Dimmer
russian: Диммер

source: Dims the shadows this Light casts.
russian: Затемняет тени, отбрасываемые этим Светом.

source: Tint
russian: оттенок

source: Specifies the color and transparency that HDRP tints this Light's shadows to. The tint affects dynamic shadows, Contact Shadows, and ShadowMask. It does not affect baked shadows.
russian: Указывает цвет и прозрачность, к которым HDRP придает оттенок теням этого источника света. Оттенок влияет на динамические тени, контактные тени и теневую маску. Не влияет на запеченные тени.

source: Penumbra Tint
russian: Тинт Пенумбра

source: When enabled, the tint only affects the shadow's penumbra.
russian: Если этот параметр включен, оттенок влияет только на полутень тени.

source: Enable support for Contact Shadows on this Light. This is better for lights with a lot of visible shadows.
russian: Включите поддержку контактных теней на этом источнике света. Это лучше для источников света с большим количеством видимых теней.

source: Uses ray tracing to compute the contact shadow for a light.
russian: Использует трассировку лучей для вычисления контактной тени источника света.

source: Specifies when HDRP updates the shadow map.
russian: Указывает, когда HDRP обновляет карту теней.

source: Always draw dynamic
russian: Всегда рисуйте динамично

source: Specifies whether HDRP renders dynamic shadow caster every frame regardless of the update mode.
russian: Указывает, будет ли HDRP отображать динамическое затенение в каждом кадре независимо от режима обновления.

source: Update on light movement
russian: Обновление о легком движении

source: Whether a cached shadow map will be automatically updated when the light transform changes.
russian: Будет ли кэшированная карта теней автоматически обновляться при изменении преобразования света.

source: Custom Spot Angle
russian: Пользовательский угол пятна

source: When enabled, this Spot Light uses the custom angle for shadow map rendering.
russian: Если этот параметр включен, этот точечный свет использует пользовательский угол для рендеринга карты теней.

source: Shadow Angle
russian: Угол тени

source: Controls the custom angle this Spot Light uses for shadow map rendering.
russian: Управляет пользовательским углом, который этот Spot Light использует для рендеринга карты теней.

source: Slope-Scale Depth Bias
russian: Смещение глубины в масштабе наклона

source: Controls the bias that HDRP adds to the rendered shadow map, it is proportional to the slope of the polygons relative to the light.
russian: Управляет смещением, которое HDRP добавляет к отображаемой карте теней. Оно пропорционально наклону полигонов относительно света.

source: Controls the bias this Light applies along the normal of surfaces it illuminates.
russian: Управляет смещением, которое этот Свет применяет вдоль нормали освещаемых им поверхностей.

source: Blocker Sample Count
russian: Количество образцов блокатора

source: Controls the number of samples that HDRP uses to determine the size of the blocker.
russian: Управляет количеством выборок, которые HDRP использует для определения размера блокировщика.

source: Filter Sample Count
russian: Фильтровать количество образцов

source: Controls the number of samples that HDRP uses to blur shadows.
russian: Управляет количеством выборок, которые HDRP использует для размытия теней.

source: Minimum Blur Intensity
russian: Минимальная интенсивность размытия

source: Controls the minimum blur intensity regardless of the distance between the pixel and the shadow caster. The range [0..1] maps to [0..0.001] in UV space.
russian: Управляет минимальной интенсивностью размытия независимо от расстояния между пикселем и источником тени. Диапазон [0..1] отображается в [0..0.001] в UV-пространстве.

source: Radius Scale for Softness
russian: Шкала радиуса для мягкости

source: Scale the shape radius for the sake of softness calculation. Higher scales will result in higher softness.
russian: Масштабируйте радиус формы для расчета мягкости. Более высокие масштабы приведут к более высокой мягкости.

source: Angular Diameter Scale for Softness
russian: Шкала углового диаметра для мягкости

source: Scale the angular diameter for the sake of softness calculation. Higher scales will result in higher softness.
russian: Масштабируйте угловой диаметр для расчета мягкости. Более высокие масштабы приведут к более высокой мягкости.

source: Shadow Cone
russian: Теневой конус

source: Aperture of the cone used for shadowing the area light.
russian: Апертура конуса, используемая для затемнения области света.

source: Render screen space shadow.
russian: Отрисовка тени пространства экрана.

source: Ray Traced Shadows (Preview)
russian: Тени с трассировкой лучей (предварительный просмотр)

source: If selected, ray traced shadows are used in place of rasterized ones.
russian: Если этот флажок установлен, вместо растровых теней используются трассированные лучи.

source: This defines the number of samples that will be used to evaluate this shadow.
russian: Это определяет количество выборок, которые будут использоваться для оценки этой тени.

source: This defines if the ray traced shadow should be filtered.
russian: Это определяет, следует ли фильтровать тень, трассируемую лучами.

source: This defines the denoiser's radius used for filtering ray traced shadows.
russian: Это определяет радиус шумоподавления, используемый для фильтрации теней с трассировкой лучей.

source: Distance Based Denoising
russian: Шумоподавление на основе расстояния

source: This defines if the denoiser should use the distance to the occluder to improve the filtering.
russian: Это определяет, должен ли шумоподавитель использовать расстояние до окклюдера для улучшения фильтрации.

source: Semi Transparent Shadow
russian: Полупрозрачные тени

source: When enabled, the opacity of shadow casters will be taken into account when generating the shadow.
russian: Если эта опция включена, непрозрачность теней будет учитываться при создании тени.

source: Color Shadow
russian: Цвет Тень

source: When enabled, the opacity and transmittance color of shadow casters will be taken into account when generating the shadow.
russian: Если эта опция включена, при создании тени будут учитываться непрозрачность и цвет пропускания теней.

source: EVSM Exponent
russian: Экспонента EVSM

source: Exponent used for depth warping. Increasing this could reduce light leak and result in a change in appearance of the shadow.
russian: Экспонента, используемая для деформации глубины. Увеличение этого значения может уменьшить утечку света и привести к изменению внешнего вида тени.

source: Light Leak Bias
russian: Смещение утечки света

source: Increasing this value light leaking, but it eats up a bit of the softness of the shadow.
russian: При увеличении этого значения свет просачивается, но это немного съедает мягкость тени.

source: Variance Bias
russian: Смещение дисперсии

source: Variance Bias for EVSM. This is to contrast numerical accuracy issues.
russian: Смещение дисперсии для EVSM. Это делается для того, чтобы противопоставить проблемы числовой точности.

source: Blur passes
russian: Размытие проходов

source: Increasing this will increase the softness of the shadow, but it will severely impact performance.
russian: Увеличение этого значения увеличит мягкость тени, но серьезно повлияет на производительность.

source: Light Angle
russian: Угол света

source: Kernel size
russian: Размер ядра

source: Max Depth Bias
russian: Макс. смещение глубины

source: Custom Shadow Layers
russian: Пользовательские слои теней

source: When enabled, you can use the Layer property below to specify the layers for shadows seperately to lighting. When disabled, the Light Layer property in the General section specifies the layers for both lighting and for shadows.
russian: Если этот параметр включен, вы можете использовать свойство Layer ниже, чтобы указать слои для теней отдельно от освещения. Если параметр «Слой света» в разделе «Общие» отключен, он определяет слои как для освещения, так и для теней.

source: Specifies the light layer to use for shadows.
russian: Указывает светлый слой, используемый для теней.

source: When enabled, this Light casts shadows.
russian: Когда этот свет включен, он отбрасывает тени.

source: This light shape is not supported by Realtime Global Illumination.
russian: Эта форма света не поддерживается глобальным освещением в реальном времени.

source: Generate Worley Textures
russian: Сгенерируйте текстуры Worley

source: When enabled, HDRP processes Contact Shadows for this Volume.
russian: Если этот параметр включен, HDRP обрабатывает тени контактов для этого тома.

source: Controls the length of the rays HDRP uses to calculate Contact Shadows. Uses meters.
russian: Управляет длиной лучей, которые HDRP использует для расчета контактных теней. Использует счетчики.

source: Distance Scale Factor
russian: Масштабный коэффициент расстояния

source: Dampens the scale up effect HDRP process with distance from the Camera.
russian: Ослабляет эффект масштабирования процесса HDRP в зависимости от расстояния от камеры.

source: Sets the distance from the camera at which HDRP begins to fade in Contact Shadows. Uses meters.
russian: Устанавливает расстояние от камеры, на котором HDRP начинает исчезать в контактных тенях. Использует счетчики.

source: Sets the distance from the Camera at which HDRP begins to fade out Contact Shadows. Uses meters.
russian: Устанавливает расстояние от камеры, на котором HDRP начинает затухать контактные тени. Использует счетчики.

source: Fade In Distance
russian: Угасание на расстоянии

source: Sets the distance over which HDRP fades Contact Shadows in when past the Min Distance. Uses meters.
russian: Устанавливает расстояние, на котором HDRP затухает контактные тени при превышении минимального расстояния. Использует счетчики.

source: Fade Out Distance
russian: Расстояние затухания

source: Sets the distance over which HDRP fades Contact Shadows out when at the Max Distance. Uses meters.
russian: Устанавливает расстояние, на котором HDRP затухает контактные тени при максимальном расстоянии. Использует счетчики.

source: Controls the opacity of the Contact Shadow.
russian: Управляет непрозрачностью контактной тени.

source: Controls the bias applied to the screen space ray cast to get contact shadows. Increasing this value can help with self-intersection issues, but can lead to detached contact shadows.
russian: Управляет смещением, применяемым к лучам экранного пространства для получения контактных теней. Увеличение этого значения может помочь решить проблемы самопересечения, но может привести к отсоединению теней от контактов.

source: Thickness
russian: Толщина

source: Controls the thickness of the objects found along the ray, essentially thickening the contact shadows.
russian: Управляет толщиной объектов, находящихся вдоль луча, существенно утолщая контактные тени.

source: Controls the number of samples HDRP uses for ray casting.
russian: Управляет количеством выборок, которые HDRP использует для приведения лучей.

source: In Meter
russian: В метрах

source: Working Unit
russian: Рабочий блок

source: Except Max Distance which will be still in meter
russian: За исключением максимального расстояния, которое все еще будет в метрах.

source: Transmission Multiplier
russian: Множитель передачи

source: Cascade Count
russian: Каскадный счетчик

source: Show Cascades
russian: Показать каскады

source: Per Axis Control
russian: Поосевое управление

source: When checked, each face can be manipulated separately. This also include fading options.
russian: Если этот флажок установлен, каждым лицом можно манипулировать отдельно. Сюда также входят параметры затухания.

source: Mask Mode
russian: Режим маски

source: Texture mask mode uses a 3D texture as color and density mask. Material mask mode uses a Fog Volume Material to mask color and density.
russian: В режиме маски текстуры в качестве маски цвета и плотности используется 3D-текстура. В режиме маски материала используется материал Fog Volume для маскировки цвета и плотности.

source: The material used to mask the color and density. The Material needs to use a Fog Volume shader graph to be compatible.
russian: Материал, используемый для маскировки цвета и плотности. Для совместимости Материал должен использовать граф шейдера Fog Volume.

source: Multiple values for Advanced mode
russian: Несколько значений для расширенного режима

source: Local Volumetric Fog
russian: Локальный объемный туман

source: Change Local Volumetric Fog Blend
russian: Изменить локальную объемную смесь тумана

source: Change Local Volumetric Fog Bounding Box
russian: Изменить ограничительную рамку локального объемного тумана

source: Cloud Map Tiling
russian: Мозаика карты облаков

source: Tiling (x,y) of the cloud map.
russian: Тайлинг (x,y) карты облаков.

source: Cloud Map Offset
russian: Смещение карты облаков

source: Offset (x,y) of the cloud map.
russian: Смещение (x,y) карты облаков.

source: Global Horizontal Wind Speed
russian: Глобальная горизонтальная скорость ветра

source: Sets the global horizontal wind speed in kilometers per hour. This value can be relative to the Global Wind Speed defined in the Visual Environment.
russian: Устанавливает глобальную горизонтальную скорость ветра в километрах в час. Это значение может быть относительно глобальной скорости ветра, определенной в визуальной среде.

source: Perceptual Blending
russian: Перцептивное смешивание

source: When enabled, the clouds will blend in a perceptual way with the environment. This may cause artifacts when the sky is over-exposed.
russian: Если эта функция включена, облака будут восприниматься как смешанные с окружающей средой. Это может привести к появлению артефактов, если небо переэкспонировано.

source: Proxy Volume
russian: Том прокси

source: Influence shape will be used as Projection shape too.
russian: Форма влияния также будет использоваться как форма проекции.

source: Projection will be at infinite.
russian: Проекция будет бесконечной.

source: Proxy volume and influence volume have different shapes, this is not supported.
russian: Объем прокси и объем влияния имеют разные формы, это не поддерживается.

source: Presets of HDRP Reflection Probe are not supported.
russian: Предустановки HDRP Reflection Probe не поддерживаются.

source: Projection Settings
russian: Настройки проекции

source: Influence Volume
russian: Объем влияния

source: Capture Settings
russian: Настройки захвата

source: Render Settings
russian: Настройки рендеринга

source: Modify the base shape.
russian: Измените базовую форму.

source: Modify the influence volume.
russian: Измените объем влияния.

source: Modify the influence normal volume.
russian: Измените нормальную громкость влияния.

source: Change the capture position.
russian: Измените положение захвата.

source: Change the mirror position.
russian: Измените положение зеркала.

source: Change the mirror rotation.
russian: Измените поворот зеркала.

source: Specifies the Light Layer the Reflection Probe uses to capture its view of the Scene. The Probe only uses Lights on the Light Layer you specify.
russian: Указывает слой света, который зонд отражения использует для захвата изображения сцены. Зонд использует источники света только на указанном вами слое освещения.

source: Sets the multiplier value that reflective Materials apply to the results from the Reflection Probe.
russian: Устанавливает значение множителя, которое светоотражающие материалы применяют к результатам датчика отражения.

source: Sets the weight of this Reflection Probe. When multiple Probes both affect the same area of a reflective Material, the Material uses the Weight of each Probe to determine their contribution to the reflective effect.
russian: Устанавливает вес этого отражающего зонда. Когда несколько Зондов воздействуют на одну и ту же область отражающего Материала, Материал использует вес каждого Зонда, чтобы определить их вклад в отражающий эффект.

source: Sets the distance from the camera at which reflections smoothly fadeout before HDRP cuts them completely.
russian: Устанавливает расстояние от камеры, на котором отражения плавно исчезают, прежде чем HDRP полностью их обрезает.

source: Field Of View Mode
russian: Режим поля зрения

source: Use Influence Volume As Proxy Volume
russian: Использовать объем влияния в качестве прокси-объема

source: When enabled, this Reflection Probe uses the boundaries of the Influence Volume as its Proxy Volume.
russian: Если этот параметр включен, этот зонд отражения использует границы объема влияния в качестве прокси-объема.

source: Capture Position
russian: Захват позиции

source: Sets the position, relative to the Proxy Volume Position, from which the Reflection Probe captures its surroundings.
russian: Устанавливает позицию относительно позиции прокси-объема, из которой отражательный зонд фиксирует свое окружение.

source: Capture Rotation
russian: Захват вращения

source: Sets the rotation of the capture point relative to the Transform Rotation.
russian: Устанавливает поворот точки захвата относительно поворота преобразования.

source: Mirror Position
russian: Положение зеркала

source: Sets the position of the Planar Reflection Probe relative to the Transform Position.
russian: Устанавливает положение зонда плоского отражения относительно положения преобразования.

source: Sets the resolution for the planar reflection probe camera.
russian: Устанавливает разрешение для камеры зонда плоского отражения.

source: Sets the resolution for the reflection probe camera.
russian: Устанавливает разрешение для камеры отражающего зонда.

source: Rough Reflections
russian: Грубые размышления

source: When disabled the reflections evaluated using the planar reflection will be perfectly smooth. This save GPU time when the planar reflection is used as a pure mirror.
russian: Если этот параметр отключен, отражения, оцениваемые с использованием плоского отражения, будут идеально гладкими. Это экономит время графического процессора, когда плоское отражение используется как чистое зеркало.

source: Range Compression Factor
russian: Коэффициент сжатия диапазона

source: The result of the rendering of the probe will be divided by this factor. When the probe is read, this factor is undone as the probe data is read. This is to simply avoid issues with values clamping due to precision of the storing format.
russian: Результат рендеринга зонда будет разделен на этот коэффициент. При чтении зонда этот фактор отменяется при считывании данных зонда. Это сделано для того, чтобы просто избежать проблем с ограничением значений из-за точности формата хранения.

source: Screen Weight Distance
russian: Расстояние до веса экрана

source: Controls the distance at which HDRP fades out the refraction effect when the destination of the ray is near the boundaries of the screen. Increase this value to increase the distance from the screen edge at which HDRP fades out the refraction effect for a ray destination.
russian: Управляет расстоянием, на котором HDRP ослабляет эффект преломления, когда пункт назначения луча находится вблизи границ экрана. Увеличьте это значение, чтобы увеличить расстояние от края экрана, на котором HDRP ослабляет эффект преломления для пункта назначения луча.

source: Planar Reflection
russian: Плоское отражение

source: Not Available
russian: Нет в наличии

source: Reference Local Position
russian: Эталонная местная позиция

source: Planar Reflection Probe
russian: Зонд плоского отражения

source: Reflection Proxy Volume
russian: Том отражения прокси

source: Clear Mode
russian: Очистить режим

source: Volume Layer Mask
russian: Маска объемного слоя

source: Invert Backface Culling
russian: Инвертировать отсечение обратной грани

source: Aspect
russian: Аспект

source: Flip Y
russian: Перевернуть Y

source: ReflectionProbe
russian: ОтражениеПроб

source: PlanarReflectionProbe
russian: ПлоскийОтражениеЗонд

source: Distance Based Roughness
russian: Шероховатость на основе расстояния

source: When enabled, HDRP uses the assigned Proxy Volume to calculate distance based roughness for reflections. This produces more physically-accurate results if the Proxy Volume closely matches the environment.
russian: Если этот параметр включен, HDRP использует назначенный прокси-объем для расчета шероховатости отражений на основе расстояния. Это дает более физически точные результаты, если прокси-том точно соответствует среде.

source: State (Opaque)
russian: Состояние (непрозрачный)

source: Enable Screen Space Reflections.
russian: Включить отражения экранного пространства.

source: State (Transparent)
russian: Состояние (Прозрачный)

source: Enable Transparent Screen Space Reflections
russian: Включить прозрачные отражения в пространстве экрана

source: Algorithm
russian: Алгоритм

source: The screen space reflection algorithm used.
russian: Используемый алгоритм отражения экранного пространства.

source: Tracing
russian: Отслеживание

source: Controls the technique used to compute the reflection.Controls the technique used to compute the reflections. Ray marching uses a ray-marched screen-space solution, Ray tracing uses a hardware accelerated world-space solution. Mixed uses first Ray marching, then Ray tracing if it fails to intersect on-screen geometry.
russian: Управляет методом расчета отражения. Управляет методом расчета отражений. Марширование лучей использует решение для экранного пространства с использованием лучевого марша, а трассировка лучей использует решение для мирового пространства с аппаратным ускорением. В смешанном режиме сначала используется марширование лучей, а затем трассировка лучей, если она не пересекает геометрию на экране.

source: Reflect Sky
russian: Отразить небо

source: When enabled, SSR handles sky reflection for opaque objects (not supported for SSR on transparent).
russian: Если этот параметр включен, SSR обрабатывает отражение неба для непрозрачных объектов (не поддерживается для SSR на прозрачном фоне).

source: Layer mask used to include the objects for ray traced reflections.
russian: Маска слоя, используемая для включения объектов для отражений с трассировкой лучей.

source: Controls the order in which fall backs are used when a ray misses.
russian: Управляет порядком использования отступлений при промахе луча.

source: Texture Lod Bias
russian: Текстура Lod Bias

source: The LOD Bias HDRP applies to textures in the reflection. A higher value increases performance and makes denoising easier, but it might reduce visual fidelity.
russian: LOD Bias HDRP применяется к текстурам в отражении. Более высокое значение повышает производительность и облегчает шумоподавление, но может снизить качество изображения.

source: Controls the smoothness value at which HDRP activates SSR and the smoothness-controlled fade out stops.
russian: Управляет значением плавности, при котором HDRP активирует SSR и контролируемое плавностью затухание прекращается.
