Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: When enabled, Unity considers this renderer as being static for the sake of shadow rendering. If the SRP implements cached shadow maps, this field indicates to the render pipeline what renderers are considered static and what renderers are considered dynamic.
russian: Если этот параметр включен, Unity считает этот модуль рендеринга статическим для рендеринга теней. Если SRP реализует кэшированные карты теней, это поле указывает конвейеру рендеринга, какие средства рендеринга считаются статическими, а какие — динамическими.

source: Apply a shadow bias to prevent self-shadowing artifacts. The specified value is the proportion of the trail width at each segment.
russian: Примените смещение тени, чтобы предотвратить артефакты самозатенения. Указанное значение представляет собой долю ширины следа на каждом сегменте.

source: Contribute Global Illumination
russian: Внесите вклад в глобальное освещение

source: When enabled, this GameObject influences lightmaps and Light Probes. If you want this object itself to be lightmapped, you must enable this property.
russian: Если этот игровой объект включен, он влияет на карты освещения и световые зонды. Если вы хотите, чтобы сам этот объект был отображен на карте освещения, вы должны включить это свойство.

source: Receive Global Illumination
russian: Получите глобальное освещение

source: If enabled, this GameObject receives global illumination from lightmaps or Light Probes. To use lightmaps, Contribute Global Illumination must be enabled.
russian: Если этот параметр включен, этот игровой объект получает глобальное освещение от карт освещения или световых зондов. Чтобы использовать карты освещения, необходимо включить Contribute Global Illumination.

source: Scene Default Parameters
russian: Параметры сцены по умолчанию

source: Precompute/indirect resolution for this terrain is probably too high. Use a lower realtime/indirect resolution setting in the Lighting window or assign LightmapParameters that use a lower resolution setting. Otherwise it may take a very long time to bake and memory consumption during and after the bake may be very high.
russian: Предварительное вычисление/косвенное разрешение для этой местности, вероятно, слишком велико. Используйте более низкую настройку разрешения в реальном времени/косвенного разрешения в окне «Освещение» или назначьте LightmapParameters, которые используют настройку более низкого разрешения. В противном случае запекание может занять очень много времени, а потребление памяти во время и после запекания может быть очень высоким.

source: Precompute/indirect resolution for this terrain is probably too low. If the Clustering stage takes a long time, try using a higher realtime/indirect resolution setting in the Lighting window or assign LightmapParameters that use a higher resolution setting.
russian: Предварительное вычисление/косвенное разрешение для этой местности, вероятно, слишком низкое. Если этап кластеризации занимает много времени, попробуйте использовать настройку более высокого разрешения в реальном времени/косвенного разрешения в окне «Освещение» или назначьте LightmapParameters, которые используют настройку более высокого разрешения.

source: Lightmapping settings are currently disabled. Enable Baked Global Illumination or Realtime Global Illumination to display these settings.
russian: Настройки Lightmapping в настоящее время отключены. Включите запеченное глобальное освещение или глобальное освещение в реальном времени, чтобы отобразить эти настройки.

source: Legacy Light Probes are enabled in the Project's Render Pipeline. These are not supported by Terrain, therefore the Scene's Ambient Probe will be used instead.
russian: Устаревшие световые зонды включены в конвейер рендеринга проекта. Они не поддерживаются Terrain, поэтому вместо них будет использоваться Ambient Probe сцены.

source: The Contribute Global Illumination property cannot be stored in a preset.
russian: Свойство «Внести глобальное освещение» нельзя сохранить в наборе настроек.

source: It is not possible to generate lighting for this Mesh because it is missing the required attribute(s). Ensure that this Mesh has normals, vertices, and texture coordinates.
russian: Невозможно создать освещение для этой сетки, поскольку у нее отсутствуют необходимые атрибуты. Убедитесь, что эта сетка имеет нормали, вершины и координаты текстуры.

source: It is not possible to generate lighting for these Meshes because one or more of them are missing the required attribute(s). Ensure that all the Meshes you've selected have normals, vertices, and texture coordinates.
russian: Невозможно создать освещение для этих сеток, поскольку в одном или нескольких из них отсутствуют необходимые атрибуты. Убедитесь, что все выбранные вами сетки имеют нормали, вершины и координаты текстуры.

source: Open Preview
russian: Открыть предварительный просмотр

source: Important GI
russian: Важный ГИ

source: Auto UV Max Distance
russian: Автоматическое максимальное расстояние УФ

source: Terrain is chunked up into {0} instances for baking.
russian: Для запекания ландшафт разбивается на {0} экземпляров.

source: MonoImporter
russian: Моноимпортер

source: Unity Remote
russian: Unity удаленный

source: Device
russian: Устройство

source: Compression
russian: Сжатие

source: Joystick Source
russian: Источник джойстика

source: Parallel Import
russian: Параллельный импорт

source: During an asset database refresh some asset imports can be performed in parallel in sub processes.
russian: Во время обновления базы данных активов импорт некоторых активов может выполняться параллельно в подпроцессах.

source: Learn more...
russian: Узнать больше...

source: Override Desired Worker Count
russian: Переопределить желаемое количество рабочих

source: Override the desired worker count specified in the preferences.
russian: Переопределить желаемое количество рабочих, указанное в настройках.

source: The desired number of import worker processes to use for importing. The actual number of worker processes on the system can be both lower or higher that this, but the system will seek towards this number when importing.
russian: Желаемое количество рабочих процессов импорта, которые будут использоваться для импорта. Фактическое количество рабочих процессов в системе может быть как ниже, так и выше этого значения, но при импорте система будет стремиться к этому числу.

source: The number of import worker processes to keep around in standby and ready for importing. The actual number of worker processes on the system can be both lower or higher that this, but the system will seek towards this number when worker processes are idle.
russian: Число рабочих процессов импорта, которые должны находиться в режиме ожидания и готовы к импорту. Фактическое количество рабочих процессов в системе может быть как ниже, так и выше этого значения, но система будет стремиться к этому числу, когда рабочие процессы простаивают.

source: When an importer worker has been idle for this amount of seconds in will be shutdown unless it would take the worker count below the standby worker count setting.
russian: Когда рабочий импортер бездействует в течение этого количества секунд, он будет отключен, если только его счетчик не упадет ниже настройки количества резервных рабочих.

source: Cache Server (project specific)
russian: Кэш-сервер (зависит от проекта)

source: Asset Pipeline
russian: Конвейер активов

source: Remove unused Artifacts on Restart
russian: Удалить неиспользуемые артефакты при перезагрузке

source: By default, when you start the Editor, Unity removes unused artifact files in the Library folder, and removes their entries in the asset database. This is a form of "garbage collection". This setting allows you to turn off the asset database garbage collection, so that previous artifact revisions which are no longer used are still preserved after restarting the Editor. This is useful if you need to debug unexpected import results.
russian: По умолчанию, когда вы запускаете редактор, Unity удаляет неиспользуемые файлы артефактов в папке «Библиотека» и удаляет их записи из базы данных ресурсов. Это своего рода «сбор мусора». Этот параметр позволяет отключить сбор мусора базы данных ресурсов, чтобы предыдущие версии артефактов, которые больше не используются, сохранялись после перезапуска редактора. Это полезно, если вам нужно отладить неожиданные результаты импорта.

source: IP address
russian: IP-адрес

source: Namespace prefix
russian: Префикс пространства имен

source: The namespace used for looking up and storing values on the cache server
russian: Пространство имен, используемое для поиска и хранения значений на сервере кэша.

source: Download
russian: Скачать

source: Enables downloads from the cache server.
russian: Включает загрузку с кэш-сервера.

source: Upload
russian: Загрузить

source: Enables uploads to the cache server.
russian: Включает загрузку на сервер кэша.

source: TLS/SSL
russian: ТЛС/SSL

source: Enabled encryption on the cache server connection.
russian: Включено шифрование при подключении к кэш-серверу.

source: Authentication (using Unity ID)
russian: Аутентификация (с использованием Unity ID)

source: Enable authentication for cache server using Unity ID. Also forces TLS/SSL encryption.
russian: Включите аутентификацию для сервера кэша с использованием Unity ID. Также принудительно используется шифрование TLS/SSL.

source: User
russian: Пользователь

source: Password
russian: Пароль

source: Content Validation
russian: Проверка контента

source: Download Batch Size
russian: Размер пакета загрузки

source: Asset Serialization
russian: Сериализация активов

source: Force Serialize References On One Line
russian: Принудительная сериализация ссылок в одной строке

source: Forces Unity to write references and other inline mappings on one line, to help reduce version control noise
russian: Заставляет Unity записывать ссылки и другие встроенные сопоставления в одну строку, чтобы уменьшить шум контроля версий.

source: Default Behaviour Mode
russian: Режим поведения по умолчанию

source: Graphics
russian: Графика

source: Show Lightmap Resolution Overlay
russian: Показать наложение разрешения карты освещения

source: Use legacy Light Probe sample counts
russian: Используйте устаревшие счетчики проб светового зонда

source: Uses fixed Light Probe sample counts for baking with the Progressive Lightmapper. The sample counts are: 64 direct samples, 2048 indirect samples and 2048 environment samples.
russian: Использует фиксированное количество образцов Light Probe для запекания с помощью Progressive Lightmapper. Количество проб: 64 прямых пробы, 2048 косвенных проб и 2048 проб окружающей среды.

source: Enable baked cookies support
russian: Включить поддержку испеченных файлов cookie

source: Determines whether cookies should be evaluated by the Progressive Lightmapper during Global Illumination calculations. Introduced in version 2020.1.
russian: Определяет, должны ли файлы cookie оцениваться Progressive Lightmapper во время вычислений глобального освещения. Представлено в версии 2020.1.

source: Enable Enlighten for Baked GI (Legacy)
russian: Включить Enlighten для запеченного GI (устаревшая версия)

source: Enable the Enlighten backend for Baked GI lightmaps. This is a deprecated feature that is no longer available in 2023.1 and later.
russian: Включите серверную часть Enlighten для световых карт запеченного GI. Это устаревшая функция, которая больше не доступна в версии 2023.1 и более поздних версиях.

source: Sprite Packer
russian: Упаковщик спрайтов

source: Max SpriteAtlas Cache Size (GB)
russian: Максимальный размер кэша SpriteAtlas (ГБ)

source: The size of the Sprite Atlas Cache folder will be kept below this maximum value when possible. Change requires Editor restart.
russian: Размер папки Sprite Atlas Cache по возможности будет поддерживаться ниже этого максимального значения. Для изменения требуется перезапуск редактора.

source: C# Project Generation
russian: Генерация проекта C#

source: Additional extensions to include
russian: Дополнительные расширения для включения

source: Root namespace
russian: Корневое пространство имен

source: Texture Compressors
russian: Компрессоры текстур

source: BC7 Compressor
russian: Компрессор BC7

source: Compressor to use for BC7 format texture compression
russian: Компрессор для сжатия текстур формата BC7.

source: ETC Compressor
russian: ЭТК Компрессор

source: Compressors to use for ETC/ETC2/EAC format texture compression
russian: Компрессоры для сжатия текстур формата ETC/ETC2/EAC.

source: Fast
russian: Быстрый

source: Best
russian: Лучший

source: Line Endings For New Scripts
russian: Окончания строк для новых сценариев

source: Streaming Settings
russian: Настройки потоковой передачи

source: Texture Streaming must be enabled in Quality Settings for mipmap streaming to function in Play Mode. This reduces GPU memory by streaming mips in and out as needed.
russian: Потоковая передача текстур должна быть включена в настройках качества, чтобы потоковая передача MIP-карт функционировала в режиме воспроизведения. Это уменьшает объем памяти графического процессора за счет потоковой передачи и вывода mips по мере необходимости.

source: Texture Streaming must be enabled in Quality Settings for mipmap streaming to function in Edit Mode. This reduces GPU memory by streaming mips in and out as needed.
russian: Потоковая передача текстур должна быть включена в настройках качества, чтобы потоковая передача MIP-карт работала в режиме редактирования. Это уменьшает объем памяти графического процессора за счет потоковой передачи и вывода mips по мере необходимости.

source: Load texture data on demand
russian: Загрузка данных текстуры по требованию

source: While in Editor, load CPU side texture data for streaming textures from disk asynchronously on demand (will avoid some stalls and reduce CPU memory usage). Change requires Editor restart.
russian: Находясь в редакторе, загружайте данные текстур на стороне процессора для асинхронной потоковой передачи текстур с диска по требованию (что позволит избежать некоторых зависаний и уменьшит использование памяти процессора). Для изменения требуется перезапуск редактора.

source: Shader Compilation
russian: Сборка шейдеров

source: Asynchronous Shader Compilation
russian: Асинхронная компиляция шейдеров

source: Enables async shader compilation in Game and Scene view. Async compilation for custom editor tools can be achieved via script API and is not affected by this option.
russian: Включает асинхронную компиляцию шейдеров в представлении «Игра» и «Сцена». Асинхронную компиляцию для пользовательских инструментов редактора можно выполнить через API сценариев, и на нее эта опция не влияет.

source: Prefab Mode
russian: Сборный режим

source: Allow Auto Save
russian: Разрешить автосохранение

source: When enabled, an Auto Save toggle is displayed in Prefab Mode which you can turn on or off. This is the default. When disabled, there is no Auto Save in Prefab Mode in this project and the toggle is not displayed.
russian: Если этот параметр включен, в режиме сборных отображается переключатель автоматического сохранения, который вы можете включить или выключить. Это значение по умолчанию. Если этот параметр отключен, в этом проекте нет автоматического сохранения в режиме префаба, и этот переключатель не отображается.

source: Editing Environments
russian: Редактирование сред

source: Regular Environment
russian: Обычная среда

source: UI Environment
russian: Среда пользовательского интерфейса

source: Enter Play Mode Settings
russian: Войдите в настройки режима воспроизведения

source: Enter Play Mode Options
russian: Введите параметры режима воспроизведения

source: Enables options when Entering Play Mode
russian: Включает параметры при входе в режим воспроизведения

source: Reload Domain
russian: Перезагрузить домен

source: Enables Domain Reload when Entering Play Mode. Domain reload reinitializes game completely making loading behavior very close to the Player
russian: Включает перезагрузку домена при входе в режим игры. Перезагрузка домена полностью повторно инициализирует игру, делая поведение загрузки очень близким к игроку.

source: Reload Scene
russian: Перезагрузить сцену

source: Enables Scene Reload when Entering Play Mode. Scene reload makes loading behavior and performance characteristics very close to the Player
russian: Включает перезагрузку сцены при входе в режим воспроизведения. Перезагрузка сцены делает поведение загрузки и характеристики производительности очень близкими к проигрывателю.

source: Numbering Scheme
russian: Схема нумерации

source: Use IMGUI Default Inspector
russian: Используйте инспектор по умолчанию IMGUI

source: Revert to using IMGUI to generate Default Inspectors where no custom Inspector/Editor was defined.
russian: Вернитесь к использованию IMGUI для создания инспекторов по умолчанию, где не был определен пользовательский инспектор/редактор.

source: Prefab (1)
russian: Сборный (1)

source: Number in parentheses
russian: Число в скобках

source: Prefab.1
russian: Сборный.1

source: Number after dot
russian: Число после точки

source: Prefab_1
russian: Префаб_1

source: Number after underscore
russian: Число после подчеркивания

source: Game Object Naming
russian: Именование игровых объектов

source: Game Object Digits
russian: Цифры игрового объекта

source: Space Before Number in Asset Names
russian: Пробел перед числом в именах активов

source: Content hashes are not calculated for uploaded artifacts and are not validated for downloaded artifacts.
russian: Хэши контента не рассчитываются для загруженных артефактов и не проверяются для загруженных артефактов.

source: Upload Only
russian: Только загрузить

source: Content hashes are calculated for uploaded artifacts and sent to the Accelerator. Content hashes are not validated for downloaded artifacts.
russian: Хэши контента рассчитываются для загруженных артефактов и отправляются в Акселератор. Хэши контента не проверяются для загруженных артефактов.

source: Content hashes are calculated for uploaded artifacts and sent to the Accelerator. Content hashes, if provided by the Accelerator, are validated for downloaded artifacts.
russian: Хэши контента рассчитываются для загруженных артефактов и отправляются в Акселератор. Хэши контента, если они предоставлены Акселератором, проверяются на наличие загруженных артефактов.

source: Required
russian: Необходимый

source: Content hashes are calculated for uploaded artifacts and sent to the Accelerator. Content hashes are required and validated for downloaded artifacts.
russian: Хэши контента рассчитываются для загруженных артефактов и отправляются в Акселератор. Хэши контента необходимы и проверяются для загруженных артефактов.

source: Use default BC7 compressor (currently bc7e)
russian: Использовать компрессор BC7 по умолчанию (в настоящее время bc7e)

source: ISPC (legacy)
russian: ISPC (устаревший)

source: Use Intel ISPCTextureCompressor (legacy pre-2021.2 behavior)
russian: Используйте Intel ISPCTextureCompressor (устаревшее поведение до 2021.2)

source: Use Binomial bc7e compressor
russian: Использовать биномиальный компрессор bc7e

source: Enable Enlighten Baked GI
russian: Включить Enlighten Baked GI

source: Enable Editor Async CPU Texture Loading
russian: Включить асинхронную загрузку текстур процессора редактора

source: Inspector Use IMGUI Default Inspector
russian: Инспектор Использовать инспектор по умолчанию IMGUI

source: Random Between Two Colors
russian: Случайный выбор между двумя цветами

source: Random Between Two Gradients
russian: Случайный выбор между двумя градиентами

source: Random Color
russian: Случайный цвет

source: Override preprocessor
russian: Переопределить препроцессор

source: Select preprocessor to use for this shader.
russian: Выберите препроцессор, который будет использоваться для этого шейдера.

source: Mip Map Bias
russian: Смещение MIP-карты

source: When texture streaming is active, Unity loads mipmap levels for textures based on their distance from all active cameras. This bias is added to all textures visible from this camera and allows you to force smaller or larger mipmap levels to be loaded for textures visible from this camera.
russian: Когда потоковая передача текстур активна, Unity загружает уровни MIP-карт для текстур в зависимости от их расстояния от всех активных камер. Это смещение добавляется ко всем текстурам, видимым с этой камеры, и позволяет принудительно загружать меньшие или большие уровни MIP-карт для текстур, видимых с этой камеры.

source: Streaming Mipmap Bias
russian: Смещение потокового MIP-карты

source: Roughness
russian: Шероховатость

source: Roughness value
russian: Значение шероховатости

source: Clip Property
russian: Свойство клипа

source: The local rotation of this Game Object relative to the parent.
russian: Локальное вращение этого игрового объекта относительно родителя.

source: Position At Rest
russian: Положение в состоянии покоя

source: Position Offset
russian: Смещение позиции

source: Freeze Position Axes
russian: Зафиксировать положение осей

source: Source Offsets
russian: Смещения источника

source: Translation At Rest
russian: Перевод в состоянии покоя

source: LOD Size
russian: Размер детализации

source: Insert Before
russian: Вставить перед

source: Lines can rotate to face their transform component or the camera. When using Local mode, lines face the XY plane of the Transform.
russian: Линии могут поворачиваться лицом к компоненту преобразования или к камере. При использовании локального режима линии обращены к плоскости XY преобразования.

source: The gradient describing the color along the line.
russian: Градиент, описывающий цвет вдоль линии.

source: Editing is only available when editing a single LineRenderer in a scene.
russian: Редактирование доступно только при редактировании одного LineRenderer в сцене.

source: Input
russian: Вход

source: Use mouse position or physics raycast to determine where to create points.
russian: Используйте положение мыши или физическое преобразование лучей, чтобы определить, где создавать точки.

source: Layer Mask
russian: Маска слоя

source: The layer mask to use when performing raycasts.
russian: Маска слоя, используемая при выполнении raycasts.

source: The offset applied to created points either from the scene camera or raycast normal, when using physics.
russian: Смещение, применяемое к созданным точкам либо с камеры сцены, либо с помощью обычного рейкаста при использовании физики.

source: End Cap Vertices
russian: Концевые вершины

source: How many vertices to add at each end.
russian: Сколько вершин добавить на каждом конце.

source: Corner Vertices
russian: Угловые вершины

source: How many vertices to add for each corner.
russian: Сколько вершин добавить для каждого угла.

source: When dragging the mouse, a new point will be created after the distance has been exceeded.
russian: При перетаскивании мыши новая точка будет создана после превышения расстояния.

source: Delete Selected Array Elements
russian: Удалить выбранные элементы массива

source: Show the wireframe visualizing the line.
russian: Покажите каркас, визуализирующий линию.

source: Simplify
russian: Упрощать

source: Generates a simplified version of the original line by removing points that fall within the specified tolerance.
russian: Создает упрощенную версию исходной линии путем удаления точек, попадающих в заданный допуск.

source: Simplify Preview
russian: Упрощение предварительного просмотра

source: Show a preview of the simplified version of the line.
russian: Покажите предварительный просмотр упрощенной версии линии.

source: Subdivide Selected
russian: Разделить выбранное
