Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Linear colorspace requires WebGL 2, uncheck 'Automatic Graphics API' to remove WebGL 1 API. WARNING: If DXT sRGB is not supported by the browser, texture will be decompressed
russian: Для линейного цветового пространства требуется WebGL 2. Снимите флажок «API автоматической графики», чтобы удалить API WebGL 1. ВНИМАНИЕ: если DXT sRGB не поддерживается браузером, текстура будет распакована.

source: Linear colorspace requires Metal API only. Uncheck 'Automatic Graphics API' and remove OpenGL ES 2/3 APIs.
russian: Для линейного цветового пространства требуется только Metal API. Снимите флажок «API автоматической графики» и удалите API OpenGL ES 2/3.

source: Linear colorspace is not supported with OpenGL ES 2.0, uncheck 'Automatic Graphics API' to remove OpenGL ES 2 API
russian: Линейное цветовое пространство не поддерживается OpenGL ES 2.0. Снимите флажок «API автоматической графики», чтобы удалить API OpenGL ES 2.

source: Reordering the list will switch editor to the first available platform
russian: Изменение порядка списка переключит редактор на первую доступную платформу.

source: OpenGL is not supported on Apple Silicon chips. Metal will be used on devices with Apple Silicon chips instead.
russian: OpenGL не поддерживается чипами Apple Silicon. Вместо этого в устройствах с чипами Apple Silicon будет использоваться металл.

source: * Shared setting between multiple platforms.
russian: * Общие настройки между несколькими платформами.

source: Vertex Compression*
russian: Сжатие вершин*

source: Select which vertex channels should be compressed. Compression can save memory and bandwidth, but precision will be lower.
russian: Выберите, какие вершинные каналы следует сжать. Сжатие может сэкономить память и пропускную способность, но точность будет ниже.

source: Resolution and Presentation
russian: Резолюция и презентация

source: Orientation
russian: Ориентация

source: Allowed Orientations for Auto Rotation
russian: Разрешенные ориентации для автоматического поворота

source: Multitasking Support
russian: Поддержка многозадачности

source: Status Bar
russian: Строка состояния

source: Standalone Player Options
russian: Опции автономного проигрывателя

source: Debugging and crash reporting
russian: Отладка и отчеты о сбоях

source: Debugging
russian: Отладка

source: Crash Reporting
russian: Отчеты о сбоях

source: Other Settings
russian: Другие настройки

source: Rendering
russian: Рендеринг

source: Vulkan Settings
russian: Настройки Вулкана

source: Identification
russian: Идентификация

source: Mac App Store Options
russian: Варианты магазина приложений Mac

source: Configuration
russian: Конфигурация

source: Mac Configuration
russian: Конфигурация Mac

source: Optimization
russian: Оптимизация

source: Stack Trace*
russian: Трассировка стека*

source: Legacy
russian: Наследие

source: Publishing Settings
russian: Настройки публикации

source: Shader Settings
russian: Настройки шейдера

source: Shader Variant Loading Settings
russian: Настройки загрузки вариантов шейдера

source: Default chunk size (MB)*
russian: Размер чанка по умолчанию (МБ)*

source: Use this setting to control how much memory is used when loading shader variants.
russian: Используйте этот параметр, чтобы контролировать, сколько памяти используется при загрузке вариантов шейдера.

source: Default chunk count*
russian: Количество блоков по умолчанию*

source: Override
russian: Переопределить

source: Override the default settings for this build target.
russian: Переопределить настройки по умолчанию для этой цели сборки.

source: Chunk size (MB)
russian: Размер чанка (МБ)

source: Chunk count
russian: Количество блоков

source: Prebake Collision Meshes*
russian: Предварительная обработка сеток столкновений*

source: Bake collision data into the meshes on build time
russian: Запекайте данные о столкновениях в сетки во время сборки.

source: Keep Loaded Shaders Alive*
russian: Сохраняйте загруженные шейдеры*

source: Prevents shaders from being unloaded
russian: Предотвращает выгрузку шейдеров

source: Preloaded Assets*
russian: Предзагруженные ресурсы*

source: Assets to load at start up in the player and kept alive until the player terminates
russian: Ресурсы, которые загружаются при запуске плеера и сохраняются до тех пор, пока плеер не завершится.

source: Strip Engine Code*
russian: Код двигателя полосы*

source: Strip Unused Engine Code - Note that byte code stripping of managed assemblies is always enabled for the IL2CPP scripting backend.
russian: Удаление неиспользуемого кода ядра. Обратите внимание, что удаление байт-кода управляемых сборок всегда включено для серверной части сценариев IL2CPP.

source: Script Call Optimization*
russian: Оптимизация вызова сценариев*

source: Enable Internal Profiler* (Deprecated)
russian: Включить внутренний профилировщик* (устарело)

source: Internal profiler counters should be accessed by scripts using UnityEngine.Profiling::Profiler API.
russian: Доступ к внутренним счетчикам профилировщика должен осуществляться скриптами с использованием UnityEngine.Profiling::Profiler API.

source: Optimize Mesh Data*
russian: Оптимизация данных сетки*

source: Remove unused mesh components
russian: Удалите неиспользуемые компоненты сетки.

source: Strict shader variant matching*
russian: Строгое соответствие вариантов шейдеров*

source: When enabled, if a shader variant is missing, Unity uses the error shader and displays an error in the Console.
russian: Если этот параметр включен, если вариант шейдера отсутствует, Unity использует шейдер ошибок и отображает ошибку в консоли.

source: Texture MipMap Stripping*
russian: Удаление MipMap текстур*

source: Remove unused texture levels from package builds, reducing package size on disk. Limits the texture quality settings to the highest mip that was included during the build.
russian: Удалите неиспользуемые уровни текстур из сборок пакетов, уменьшив размер пакета на диске. Ограничивает настройки качества текстур максимальным значением MIP, которое было включено во время сборки.

source: Frame Timing Stats
russian: Статистика синхронизации кадров

source: Enable gathering of CPU/GPU frame timing statistics.
russian: Включите сбор статистики синхронизации кадров CPU/GPU.

source: OpenGL: Profiler GPU Recorders
russian: OpenGL: профилировщик графических процессоров

source: Enable Profiler Recorders when rendering with OpenGL. Always enabled with other rendering APIs. Optional on OpenGL due to potential incompatibility with Frame Timing Stats and the GPU Profiler.
russian: Включите средства записи профилировщиков при рендеринге с помощью OpenGL. Всегда включен с другими API рендеринга. Необязательно для OpenGL из-за потенциальной несовместимости со статистикой синхронизации кадров и профилировщиком графического процессора.

source: On OpenGL, Frame Timing Stats may disable Profiler GPU Recorders and the GPU Profiler.
russian: В OpenGL статистика синхронизации кадров может отключать профилировщик графических процессоров и профилировщик графических процессоров.

source: On OpenGL, Frame Timing Stats may disable the GPU Profiler.
russian: В OpenGL статистика синхронизации кадров может отключить профилировщик графического процессора.

source: On OpenGL, Profiler GPU Recorders may disable the GPU Profiler.
russian: В OpenGL профилировщики графического процессора могут отключить профилировщик графического процессора.

source: Use Animated Autorotation
russian: Используйте анимированный автоповорот

source: If set OS native animated autorotation method will be used. Otherwise orientation will be changed immediately.
russian: Если установлено, будет использоваться собственный метод анимированной авторотации ОС. В противном случае ориентация будет немедленно изменена.

source: Run In Background*
russian: Запуск в фоновом режиме*

source: Default Orientation*
russian: Ориентация по умолчанию*

source: Portrait
russian: Портрет

source: Portrait Upside Down
russian: Портрет Перевернутый

source: Landscape Right
russian: Пейзаж справа

source: Landscape Left
russian: Пейзаж слева

source: Requires Fullscreen
russian: Требуется полноэкранный режим

source: Status Bar Hidden
russian: Строка состояния скрыта

source: Status Bar Style
russian: Стиль строки состояния

source: Mac App Store Validation
russian: Проверка Mac App Store

source: Supported URL schemes*
russian: Поддерживаемые схемы URL*

source: Fullscreen Mode
russian: Полноэкранный режим

source: Not all platforms support all modes
russian: Не все платформы поддерживают все режимы

source: Exclusive Fullscreen
russian: Эксклюзивный полноэкранный режим

source: Fullscreen Window
russian: Полноэкранное окно

source: Maximized Window
russian: Максимизированное окно

source: Windowed
russian: оконный

source: Enabled (Deprecated)
russian: Включено (устарело)

source: Hidden by Default (Deprecated)
russian: Скрыто по умолчанию (устарело)

source: The Display Resolution Dialog has been deprecated and will be removed in a future version.
russian: Диалоговое окно «Разрешение экрана» устарело и будет удалено в будущей версии.

source: Allow Fullscreen Switch*
russian: Разрешить переключение в полноэкранный режим*

source: Use DXGI flip model swapchain for D3D11
russian: Используйте цепочку обмена перевернутой модели DXGI для D3D11.

source: Disable this option to fallback to Windows 7-style BitBlt model. Using flip model (leaving this option enabled) ensures the best performance. This setting affects only D3D11 graphics API.
russian: Отключите эту опцию, чтобы вернуться к модели BitBlt в стиле Windows 7. Использование перевернутой модели (оставляя эту опцию включенной) обеспечивает наилучшую производительность. Этот параметр влияет только на графический API D3D11.

source: Disabling DXGI flip model swapchain will result in Unity falling back to the slower and less efficient BitBlt model. See documentation for more information.
russian: Отключение цепочки обмена перевернутой моделью DXGI приведет к тому, что Unity вернется к более медленной и менее эффективной модели BitBlt. Дополнительную информацию смотрите в документации.

source: Use 32-bit Display Buffer*
russian: Использовать 32-битный буфер отображения*

source: If set Display Buffer will be created to hold 32-bit color values. Use it only if you see banding, as it has performance implications.
russian: Если установлено, будет создан буфер отображения для хранения 32-битных значений цвета. Используйте его только в том случае, если вы видите полосатость, поскольку это влияет на производительность.

source: Disable Depth and Stencil*
russian: Отключить глубину и трафарет*

source: Render Over Native UI*
russian: Рендеринг поверх собственного пользовательского интерфейса*

source: Enable this option ONLY if you want Unity to render on top of the native Android or iOS UI.
russian: Включите эту опцию ТОЛЬКО если вы хотите, чтобы Unity отображался поверх собственного пользовательского интерфейса Android или iOS.

source: Show Loading Indicator
russian: Показать индикатор загрузки

source: On .Net UnhandledException*
russian: В .Net UnhandledException*

source: Log Obj-C Uncaught Exceptions*
russian: Записывать неперехваченные исключения Obj-C*

source: Enable CrashReport API*
russian: Включить API CrashReport*

source: Color Space*
russian: Цветовое пространство*

source: Color Gamut*
russian: Цветовая гамма*

source: Color Gamut For Mac*
russian: Цветовая гамма для Mac*

source: Force hard shadows on Metal*
russian: Принудительно создавать жёсткие тени на Металле*

source: Metal API Validation*
russian: Проверка API металла*

source: When enabled, additional binding state validation is applied.
russian: Если этот параметр включен, применяется дополнительная проверка состояния привязки.

source: Metal Write-Only Backbuffer
russian: Металлический резервный буфер только для записи

source: Set framebufferOnly flag on backbuffer. This prevents readback from backbuffer but enables some driver optimizations.
russian: Установите флаг FramebufferOnly для заднего буфера. Это предотвращает обратное чтение из обратного буфера, но позволяет оптимизировать драйверы.

source: Memoryless Depth
russian: Глубина без памяти

source: Memoryless mode of framebuffer depth
russian: Безпамятный режим глубины кадрового буфера

source: Unused
russian: Неиспользованный

source: Forced
russian: Принужденный

source: SRGB Write Mode*
russian: Режим записи SRGB*

source: If set, enables Graphics.SetSRGBWrite() for toggling sRGB write mode during the frame but may decrease performance especially on tiled GPUs.
russian: Если установлено, включает Graphics.SetSRGBWrite() для переключения режима записи sRGB во время кадра, но может снизить производительность, особенно на тайловых графических процессорах.

source: Number of swapchain buffers*
russian: Количество буферов цепочки обмена*

source: Acquire swapchain image late as possible*
russian: Получите образ цепочки обмена как можно позже*

source: If set, renders to a staging image to delay acquiring the swapchain buffer.
russian: Если установлено, выполняется рендеринг в промежуточное изображение для задержки получения буфера цепочки обмена.

source: Recycle command buffers*
russian: Перезагрузка буферов команд*

source: When enabled, command buffers are recycled after they have been executed as opposed to being freed.
russian: Если этот параметр включен, буферы команд перезапускаются после их выполнения, а не освобождаются.

source: Multithreaded Rendering*
russian: Многопоточный рендеринг*

source: Sprite Batching Threshold
russian: Порог пакетной обработки спрайтов

source: Dynamic Batching is always enabled for Sprites and this controls max vertex threshold for batching.
russian: Динамическое пакетирование всегда включено для спрайтов, и это контролирует максимальный порог вершин для пакетной обработки.

source: Graphics Jobs (Experimental)
russian: Графические задания (экспериментальные)

source: Graphics Jobs Mode
russian: Режим графических заданий

source: Invalid characters have been removed from the Application Identifier.
russian: Из идентификатора приложения удалены недопустимые символы.

source: The Application Identifier must follow the convention 'com.YourCompanyName.YourProductName' and must contain only alphanumeric and hyphen characters.
russian: Идентификатор приложения должен соответствовать соглашению «com.ИмяВашейКомпании.ИмяВашегоПродукта» и должен содержать только буквенно-цифровые символы и символы дефиса.

source: The Package Name must follow the convention 'com.YourCompanyName.YourProductName' and must contain only alphanumeric and underscore characters. Each segment must start with an alphabetical character.
russian: Имя пакета должно соответствовать соглашению «com.ИмяВашейКомпании.ИмяВашегоПродукта» и должно содержать только буквенно-цифровые символы и символы подчеркивания. Каждый сегмент должен начинаться с алфавитного символа.

source: iOS Developer Team ID
russian: Идентификатор команды разработчиков iOS

source: Developers can retrieve their Team ID by visiting the Apple Developer site under Account > Membership.
russian: Разработчики могут получить свой Team ID, посетив сайт Apple Developer в разделе «Учетная запись» > «Членство».

source: Use on-demand resources*
russian: Используйте ресурсы по требованию*

source: Use incremental GC
russian: Используйте инкрементный сборщик мусора

source: With incremental Garbage Collection, the Garbage Collector will try to time-slice the collection task into multiple steps, to avoid long GC times preventing content from running smoothly.
russian: При инкрементальной сборке мусора сборщик мусора попытается разбить задачу сбора по времени на несколько этапов, чтобы избежать длительного времени сборки мусора, мешающего бесперебойной работе контента.

source: Accelerometer Frequency*
russian: Частота акселерометра*

source: Camera Usage Description*
russian: Описание использования камеры*

source: String shown to the user when requesting permission to use the device camera. Written to the NSCameraUsageDescription field in Xcode project's info.plist file
russian: Строка, отображаемая пользователю при запросе разрешения на использование камеры устройства. Записывается в поле NSCameraUsageDescription в файле info.plist проекта Xcode.

source: Location Usage Description*
russian: Описание использования местоположения*

source: String shown to the user when requesting permission to access the device location. Written to the NSLocationWhenInUseUsageDescription field in Xcode project's info.plist file.
russian: Строка, отображаемая пользователю при запросе разрешения на доступ к местоположению устройства. Записывается в поле NSLocationWhenInUseUsageDescription в файле info.plist проекта Xcode.

source: Microphone Usage Description*
russian: Описание использования микрофона*

source: String shown to the user when requesting to use the device microphone. Written to the NSMicrophoneUsageDescription field in Xcode project's info.plist file
russian: Строка, отображаемая пользователю при запросе использования микрофона устройства. Записывается в поле NSMicrophoneUsageDescription в файле info.plist проекта Xcode.

source: Bluetooth Usage Description*
russian: Описание использования Bluetooth*

source: String shown to the user when requesting to use the device bluetooth. Written to the NSBluetoothAlwaysUsageDescription field in Xcode project's info.plist file
russian: Строка, отображаемая пользователю при запросе использования Bluetooth устройства. Записывается в поле NSBluetoothAlwaysUsageDescription в файле info.plist проекта Xcode.

source: Mute Other Audio Sources*
russian: Отключение звука других источников звука*

source: Prepare iOS for Recording
russian: Подготовьте iOS к записи

source: Force iOS Speakers when Recording
russian: Принудительно использовать динамики iOS при записи

source: Requires Persistent WiFi*
russian: Требуется постоянный Wi-Fi*

source: Allow downloads over HTTP*
russian: Разрешить загрузку по HTTP*

source: Plain text HTTP connections are not secure and can make your application vulnerable to attacks.
russian: HTTP-соединения в виде обычного текста небезопасны и могут сделать ваше приложение уязвимым для атак.

source: Not allowed
russian: Не разрешено

source: Allowed in development builds
russian: Разрешено в разрабатываемых сборках

source: Always allowed
russian: Всегда разрешено

source: Audio input from Bluetooth microphones is not supported when Mute Other Audio Sources and Prepare iOS for Recording are both off.
russian: Аудиовход с микрофонов Bluetooth не поддерживается, если отключены параметры «Отключение звука от других источников звука» и «Подготовка iOS к записи».

source: AOT Compilation Options*
russian: Параметры компиляции AOT*

source: Require ES3.1
russian: Требовать ES3.1

source: Require ES3.1+AEP
russian: Требуется ES3.1+AEP

source: Require ES3.2
russian: Требовать ES3.2

source: GPU Compute Skinning*
russian: Оформление вычислений на графическом процессоре*

source: Calculate mesh skinning and blend shapes on the GPU via compute shaders
russian: Рассчитывайте скиннинг сетки и смешивайте формы на графическом процессоре с помощью вычислительных шейдеров.

source: Scripting Define Symbols
russian: Сценарии определения символов

source: Preprocessor defines passed to the C# script compiler.
russian: Препроцессор определяет, передаваемые компилятору сценариев C#.

source: Additional Compiler Arguments
russian: Дополнительные аргументы компилятора

source: Additional arguments passed to the C# script compiler.
russian: Дополнительные аргументы, передаваемые компилятору сценариев C#.

source: Apply
russian: Применять

source: Copy Defines
russian: Копирование определяет

source: Copy applied defines
russian: Примененная копия определяет

source: Suppresses C# warnings CS0169, CS0649, and CS0282.
russian: Подавляет предупреждения C# CS0169, CS0649 и CS0282.

source: If scripting backend is IL2CPP, managed stripping can't be disabled.
russian: Если серверная часть сценариев — IL2CPP, управляемое удаление невозможно отключить.

source: C++ Compiler Configuration
russian: Конфигурация компилятора C++

source: IL2CPP Code Generation
russian: Генерация кода IL2CPP

source: Determines whether IL2CPP should generate code optimized for runtime performance or build size/iteration.
russian: Определяет, должен ли IL2CPP генерировать код, оптимизированный для производительности во время выполнения или размера/итерации сборки.

source: Faster runtime
russian: Более быстрое время выполнения

source: Faster (smaller) builds
russian: Быстрые (меньшие) сборки

source: Mono
russian: Мононуклеоз

source: Minimal
russian: Минимальный

source: Medium
russian: Середина

source: Api Compatibility Level*
russian: Уровень совместимости API*

source: .NET 2.0 Subset
russian: Подмножество .NET 2.0

source: .NET Standard 2.0
russian: .NET Стандарт 2.0

source: .NET Standard 2.1
russian: .NET Стандарт 2.1

source: Script Compilation
russian: Компиляция сценария

source: Allow compilation of unsafe code for predefined assemblies (Assembly-CSharp.dll, etc.)
russian: Разрешить компиляцию небезопасного кода для предопределенных сборок (Assembly-CSharp.dll и т. д.).

source: Compile with -deterministic compilation flag
russian: Компилировать с флагом -детерминированной компиляции.

source: Active Input Handling*
russian: Активная обработка ввода*

source: Input Manager (Old)
russian: Менеджер ввода (старый)

source: Input System Package (New)
russian: Пакет системы ввода (новый)

source: Normal Map Encoding
russian: Кодировка карты нормалей

source: DXT5nm-style
russian: DXT5-нм стиль

source: Lightmap Encoding
russian: Кодирование карты освещения

source: Affects the encoding scheme and compression format of the lightmaps.
russian: Влияет на схему кодирования и формат сжатия карт освещения.

source: HDR Cubemap Encoding
russian: Кодирование кубической карты HDR

source: Determines which encoding scheme Unity uses to encode HDR cubemaps.
russian: Определяет, какую схему кодирования Unity использует для кодирования кубических карт HDR.

source: Lightmap Streaming
russian: Потоковая передача световой карты

source: Only load larger lightmap mipmaps as needed to render the current game cameras. Requires texture streaming to be enabled in quality settings. This value is applied to the light map textures as they are generated.
russian: Загружайте MIP-карты освещения большего размера только по мере необходимости для рендеринга текущих игровых камер. Требуется включить потоковую передачу текстур в настройках качества. Это значение применяется к текстурам карты освещения по мере их создания.

source: Streaming Priority
russian: Приоритет потоковой передачи

source: Lightmap mipmap streaming priority when there's contention for resources. Positive numbers represent higher priority. Valid range is -128 to 127. This value is applied to the light map textures as they are generated.
russian: Приоритет потоковой передачи MIP-карт Lightmap при возникновении конкуренции за ресурсы. Положительные числа представляют более высокий приоритет. Допустимый диапазон: от -128 до 127. Это значение применяется к текстурам карты освещения по мере их создания.

source: The Lightmap Encoding scheme you have selected requires OpenGL ES 3.0 or Vulkan. Navigate to 'Android Player Settings' > 'Rendering' and disable the OpenGL ES 2 API.
russian: Для выбранной вами схемы кодирования Lightmap требуется OpenGL ES 3.0 или Vulkan. Перейдите в «Настройки Android Player» > «Рендеринг» и отключите API OpenGL ES 2.
