Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

# From AutoDocumentation
source: Set this value to true when the display is not active or is not rendering the application content.
russian: Установите для этого значения значение true, если дисплей неактивен или не отображает содержимое приложения.

# From AutoDocumentation
source: Optional legacy native pointer which will be exposed via XRDevice.GetNativePtr() c# api.
russian: Необязательный устаревший собственный указатель, который будет предоставлен через API XRDevice.GetNativePtr() C#.

# From AutoDocumentation
source: The current mode being used by the provider to stabilize rendering.
russian: Текущий режим, используемый поставщиком для стабилизации рендеринга.

# From AutoDocumentation
source: Fixation point that both eyes are fixated on.
russian: Точка фиксации, на которой фиксируются оба глаза.

# From AutoDocumentation
source: Pose of left Eye.
russian: Поза левого глаза.

# From AutoDocumentation
source: Float value indicating how much the left eye is open.
russian: Плавающее значение, указывающее, насколько открыт левый глаз.

# From AutoDocumentation
source: Pose of right Eye.
russian: Поза правого глаза.

# From AutoDocumentation
source: Float value indicating how much the right eye is open.
russian: Плавающее значение, указывающее, насколько открыт правый глаз.

# From AutoDocumentation
source: The normal of the plane the user should focus on.
russian: Нормаль плоскости, на которой должен сосредоточиться пользователь.

# From AutoDocumentation
source: The location in world space that should be set as the main point of focus.
russian: Место в мировом пространстве, которое следует установить в качестве основной точки фокуса.

# From AutoDocumentation
source: The velocity of the plane the user should focus on.
russian: Скорость самолета, на которой должен сосредоточиться пользователь.

# From AutoDocumentation
source: Options that are configured directly by the application.
russian: Параметры, которые настраиваются непосредственно приложением.

# From AutoDocumentation
source: Bitfield representing which, if any, of the hint fields changed last frame. Combination of #UnityXRFrameSetupHintsChanged.
russian: Битовое поле, показывающее, какое из полей подсказки было изменено в последнем кадре (если таковое имеется). Комбинация #UnityXRFrameSetupHintsChanged.

# From AutoDocumentation
source: State of layers that unity just rendered to and are to be submitted this frame.
russian: Состояние слоев, которые только что были обработаны Unity и которые должны быть отправлены в этот кадр.

# From AutoDocumentation
source: Number of entries in layers.
russian: Количество записей в слоях.

# From AutoDocumentation
source: Descriptor of the textures for layers that unity intends to render to next frame.
russian: Дескриптор текстур для слоев, которые Unity намеревается отобразить до следующего кадра.

# From AutoDocumentation
source: True if textureDescs changed last frame. You may need to recreate the textures to match textureDescs.
russian: Истинно, если текстураDescs изменила последний кадр. Возможно, вам придется воссоздать текстуры, чтобы они соответствовали текстурам.

# From AutoDocumentation
source: Number of entries in textureDescs.
russian: Количество записей в текстуреDescs.

# From AutoDocumentation
source: App is requesting that the provider enabled or disabled content protection.
russian: Приложение запрашивает у провайдера включить или отключить защиту контента.

# From AutoDocumentation
source: Tells the provider the focus plane to use.
russian: Сообщает провайдеру, какую плоскость фокусировки следует использовать.

# From AutoDocumentation
source: App configures optional settings for foveated rendering.
russian: Приложение настраивает дополнительные параметры для фовеатного рендеринга.

# From AutoDocumentation
source: App controls the intensity of the foveated rendering.
russian: Приложение контролирует интенсивность рендеринга фовеации.

# From AutoDocumentation
source: The rect which unity rendered the last frame to.
russian: Прямоугольник, в который Unity визуализировал последний кадр.

# From AutoDocumentation
source: Tells the provider the reprojection mode it should be using for stabilization.
russian: Сообщает провайдеру, какой режим перепроецирования следует использовать для стабилизации.

# From AutoDocumentation
source: App requests to render to sRGB textures.
russian: Приложение запрашивает рендеринг текстур sRGB.

# From AutoDocumentation
source: Currently selected shared texture layout flag, could be one of the #UnityXRTextureLayoutFlags.
russian: Выбранный в данный момент флаг макета общей текстуры может быть одним из #UnityXRTextureLayoutFlags.

# From AutoDocumentation
source: Is the scene + user's shaders configured to use single-pass rendering?
russian: Настроены ли шейдеры сцены и пользователя на однопроходный рендеринг?

# From AutoDocumentation
source: App requests texture sizes to be scaled. If this field changes, the provider should reallocate relevant textures with this scale.
russian: Приложение запрашивает масштабирование размеров текстур. Если это поле изменится, поставщик должен перераспределить соответствующие текстуры с этим масштабом.

# From AutoDocumentation
source: App requests to render with 16 bit color buffers if possible (ex: RGB565)
russian: Приложение запрашивает рендеринг с использованием 16-битных цветовых буферов, если это возможно (например, RGB565).

# From AutoDocumentation
source: Distance of far plane in meters from main camera.
russian: Расстояние дальней плоскости в метрах от основной камеры.

# From AutoDocumentation
source: Distance of near plane in meters from main camera.
russian: Расстояние ближнего самолета в метрах от основной камеры.

# From AutoDocumentation
source: Location of the origin of the coordinate system. (0,0,0)
russian: Местоположение начала системы координат. (0,0,0)

# From AutoDocumentation
source: Quaternion orientation of the layer.
russian: Кватернионная ориентация слоя.

# From AutoDocumentation
source: Position of the layer in world-space.
russian: Положение слоя в мировом пространстве.

# From AutoDocumentation
source: Size of the layer in meters.
russian: Размер слоя в метрах.

# From AutoDocumentation
source: Is this layer visible?
russian: Виден ли этот слой?

# From AutoDocumentation
source: Feature indices of finger bones (kUnityInvalidXRInputFeatureIndex indicates that bone does not exist)
russian: Индексы признаков костей пальцев (kUnityInvalidXRInputFeatureIndex указывает, что кость не существует)

# From AutoDocumentation
source: Feature index of root bone of hand (kUnityInvalidXRInputFeatureIndex indicates no root)
russian: Индекс признака корневой кости руки (kUnityInvalidXRInputFeatureIndex указывает на отсутствие корня)

# From AutoDocumentation
source: The buffer frequency the device operates at in Hertz. This can help Unity understand how fast the device consumes buffered haptic data.
russian: Буферная частота, на которой работает устройство, в герцах. Это может помочь Unity понять, насколько быстро устройство потребляет буферизованные тактильные данные.

# From AutoDocumentation
source: The max amount of buffer data that can be stored provider-side.
russian: Максимальный объем данных буфера, который может храниться на стороне поставщика.

# From AutoDocumentation
source: The optimal size of a device's buffer, taking into account frequency and latency.
russian: Оптимальный размер буфера устройства с учетом частоты и задержки.

# From AutoDocumentation
source: The number of haptic channels available on this device.
russian: Количество тактильных каналов, доступных на этом устройстве.

# From AutoDocumentation
source: Does this device support the kInputFourCCXREventHapticSendBuffer event?
russian: Поддерживает ли это устройство событие kInputFourCCXREventHapticSendBuffer?

# From AutoDocumentation
source: Does this device support the kInputFourCCXREventHapticSendImpulse event?
russian: Поддерживает ли это устройство событие kInputFourCCXREventHapticSendImpulse?

# From AutoDocumentation
source: The amplitude of the haptic impulse in a [0,1] range.
russian: Амплитуда тактильного импульса в диапазоне [0,1].

# From AutoDocumentation
source: The haptic channel Unity wants to send the haptic impulse to.
russian: Тактильный канал, на который Unity хочет отправить тактильный импульс.

# From AutoDocumentation
source: The duration of the impulse, in seconds.
russian: Длительность импульса, в секундах.

# From AutoDocumentation
source: The channel that Unity wants the haptic state of. This is passed in to the provider.
russian: Канал, тактильное состояние которого хочет получить Unity. Это передается провайдеру.

# From AutoDocumentation
source: The number of samples that can currently be queued up before running out of space. This is set by the provider.
russian: Количество образцов, которые в настоящее время можно поставить в очередь, прежде чем закончится место. Это устанавливает провайдер.

# From AutoDocumentation
source: The number of samples currently queued up, but not yet consumed. This is set by the provider.
russian: Количество образцов, находящихся в очереди, но еще не использованных. Это устанавливает провайдер.

# From AutoDocumentation
source: The buffer data itself, only filled in up to bufferSize.
russian: Сами данные буфера, заполненные только до bufferSize.

# From AutoDocumentation
source: The size of the buffer data being passed to the provider.
russian: Размер данных буфера, передаваемых поставщику.

# From AutoDocumentation
source: The haptic channel Unity wants to rumble.
russian: Тактильный канал Unity хочет грохотать.

# From AutoDocumentation
source: The characteristics of the device, identifying how the device is used and what it can report.
russian: Характеристики устройства, определяющие, как оно используется и о чем оно может сообщать.

# From AutoDocumentation
source: . The columns of the matrix
russian: . Столбцы матрицы

# From AutoDocumentation
source: Index buffers.
russian: Индексные буферы.

# From AutoDocumentation
source: Pointer to colors buffer. May be null.
russian: Указатель на буфер цветов. Может быть нулевым.

# From AutoDocumentation
source: Flags associated with this mesh descriptor.
russian: Флаги, связанные с этим дескриптором сетки.

# From AutoDocumentation
source: The number of indices in the mesh.
russian: Количество индексов в сетке.

# From AutoDocumentation
source: Which index format should be used, 16 or 32 bit.
russian: Какой формат индекса следует использовать: 16-битный или 32-битный.

# From AutoDocumentation
source: Used if indexFormat is kUnityXRIndexFormat16Bit.
russian: Используется, если indexFormat имеет значение kUnityXRIndexFormat16Bit.

# From AutoDocumentation
source: Used if indexFormat is kUnityXRIndexFormat32Bit.
russian: Используется, если indexFormat имеет значение kUnityXRIndexFormat32Bit.

# From AutoDocumentation
source: Pointer to normals buffer. May be null.
russian: Указатель на буфер нормалей. Может быть нулевым.

# From AutoDocumentation
source: Pointer to positions buffer. May not be null.
russian: Указатель на буфер позиций. Не может быть нулевым.

# From AutoDocumentation
source: Pointer to tangents buffer. May be null.
russian: Указатель на буфер касательных. Может быть нулевым.

# From AutoDocumentation
source: The timestamp associated with this mesh.
russian: Временная метка, связанная с этой сеткой.

# From AutoDocumentation
source: The primitive type of the mesh data (e.g., points, lines, triangles, quads)
russian: Примитивный тип данных сетки (например, точки, линии, треугольники, квадраты)

# From AutoDocumentation
source: The session-space transform for this mesh.
russian: Преобразование пространства сеанса для этой сетки.

# From AutoDocumentation
source: Pointer to uvs buffer. May be null.
russian: Указатель на буфер uvs. Может быть нулевым.

# From AutoDocumentation
source: The number of vertices.
russian: Количество вершин.

# From AutoDocumentation
source: 128-bit id data
russian: 128-битные идентификационные данные

# From AutoDocumentation
source: A session-unique identifier for the mesh.
russian: Уникальный идентификатор сеанса сетки.

# From AutoDocumentation
source: A hint for the system that determines when it should update the corresponding Unity mesh.
russian: Подсказка для системы, которая определяет, когда ей следует обновить соответствующую сетку Unity.

# From AutoDocumentation
source: True if the mesh has been updated (e.g., since the last query).
russian: Истинно, если сетка была обновлена ​​(например, с момента последнего запроса).

# From AutoDocumentation
source: The session-unique identifier for the mesh.
russian: Уникальный идентификатор сеанса сетки.

# From AutoDocumentation
source: The timestamp associated with this transform.
russian: Временная метка, связанная с этим преобразованием.

# From AutoDocumentation
source: The transform associated with the mesh.
russian: Преобразование, связанное с сеткой.

# From AutoDocumentation
source: Parameters for blit operations.
russian: Параметры для операций блитирования.

# From AutoDocumentation
source: Number of entries in blitParams.
russian: Количество записей в blitParams.

# From AutoDocumentation
source: Is the provider configured to support the native mirror view blit? Marking this value as true will suggest the engine to use the registered native blit callback: UnityXRDisplayGraphicsThreadProvider::BlitToMirrorViewRenderTarget The rendering pipeline might not call the native blit function even when it is available.
russian: Настроен ли провайдер для поддержки встроенного зеркального отображения? Если отметить это значение как true, механизму будет предложено использовать зарегистрированный собственный обратный вызов Blit: UnityXRDisplayGraphicsThreadProvider::BlitToMirrorViewRenderTarget Конвейер рендеринга может не вызывать встроенную функцию blit, даже если она доступна.

# From AutoDocumentation
source: If your plugin changes any graphics state in UnityXRDisplayGraphicsThreadProvider::BlitToMirrorViewRenderTarget, set this bool to true.
russian: Если ваш плагин изменяет какое-либо состояние графики в UnityXRDisplayGraphicsThreadProvider::BlitToMirrorViewRenderTarget, установите для этого значения bool значение true.

# From AutoDocumentation
source: Target mirror view rect area. Should be the area your plugin wants to blit to.
russian: Прямоугольная область обзора целевого зеркала. Это должна быть область, в которую ваш плагин хочет попасть.

# From AutoDocumentation
source: Platform data to be consumed by the engine code.
russian: Данные платформы, которые будут использоваться кодом ядра.

# From AutoDocumentation
source: Source texture rect area. Should be the area your plugin wants to blit from.
russian: Прямоугольная область исходной текстуры. Это должна быть область, из которой ваш плагин хочет работать.

# From AutoDocumentation
source: Source texture's array slice.
russian: Срез массива исходной текстуры.

# From AutoDocumentation
source: Source texture Id. This Id represents the source texture resource that the blit operation will blit from.
russian: Идентификатор исходной текстуры. Этот идентификатор представляет исходный ресурс текстуры, из которого будет выполняться операция копирования.

# From AutoDocumentation
source: Selected mirrorBlit Mode that provider should perform.
russian: Выбранный режим MirrorBlit, который должен выполнять провайдер.

# From AutoDocumentation
source: Mirror view render target descriptor that describes mirror view's render target information.
russian: Дескриптор цели рендеринга зеркального представления, который описывает информацию о цели рендеринга зеркального представления.

# From AutoDocumentation
source: Mirror view render target's available array size or depth.
russian: Зеркальное представление отображает доступный размер или глубину целевого массива.

# From AutoDocumentation
source: Mirror view render target's mips.
russian: Зеркальное отображение отображает mips цели.

# From AutoDocumentation
source: Gfx thread native texture, will be NULL on game thread.
russian: Собственная текстура потока Gfx в игровом потоке будет иметь значение NULL.

# From AutoDocumentation
source: Mirror view render target's height when it is first created.
russian: Зеркальное отображение высоты цели рендеринга при ее первом создании.

# From AutoDocumentation
source: Mirror view render target's width when it is first created.
russian: Зеркальное отображение ширины цели рендеринга при ее первом создании.

# From AutoDocumentation
source: Mirror view render view render target's sample.
russian: Зеркальное представление образца рендеринга.

# From AutoDocumentation
source: Mirror view render target's current scaled height. ScaledHeight should be used for the current render target height.
russian: Зеркальное отображение текущей масштабированной высоты цели рендеринга. ScaledHeight следует использовать для текущей высоты цели рендеринга.

# From AutoDocumentation
source: Mirror view render target's current scaled width. ScaledWidth should be used for the current render target width.
russian: Зеркальное отображение текущей масштабированной ширины цели рендеринга. ScaledWidth следует использовать в качестве текущей целевой ширины рендеринга.

# From AutoDocumentation
source: Collection of culling pass data for render passes. Each render pass will call out which culling pass to use via index.
russian: Сбор данных отборочных проходов для проходов рендеринга. Каждый проход рендеринга будет определять, какой проход отбора использовать через index.

# From AutoDocumentation
source: Texture ids that unity will render to for each layer next frame.
russian: Идентификаторы текстур, которые Unity будет отображать для каждого слоя в следующем кадре.

# From AutoDocumentation
source: Preferred mirror blit mode to render with.
russian: Предпочтительный режим зеркального блитинга для рендеринга.

# From AutoDocumentation
source: Render Passes that unity should execute next frame.
russian: Рендер передает, что Unity должна выполнить следующий кадр.

# From AutoDocumentation
source: Number of entries in renderPasses.
russian: Количество записей в renderPasses.

# From AutoDocumentation
source: Culling pose in device anchor space.
russian: Поза отбраковки в пространстве привязки устройства.

# From AutoDocumentation
source: Center transform of culling frustum.
russian: Центральное преобразование усеченной пирамиды.

# From AutoDocumentation
source: Viewing frustum.
russian: Просмотр усеченной пирамиды.

# From AutoDocumentation
source: Diameter of a sphere of visibility.
russian: Диаметр сферы видимости.

# From AutoDocumentation
source: Index into cullingPasses array, pointing at the culling data for this render pass.
russian: Индекс в массиве cullingPasses, указывающий на данные отбора для этого прохода рендеринга.

# From AutoDocumentation
source: A Unity motion-vector texture ID returned by CreateTexture.
russian: Идентификатор текстуры вектора движения Unity, возвращаемый CreateTexture.

# From AutoDocumentation
source: Parameters for rendering.
russian: Параметры для рендеринга.

# From AutoDocumentation
source: Number of entries in UnityXRNextFrameDesc::UnityXRRenderPass::UnityXRRenderParams.
russian: Количество записей в UnityXRNextFrameDesc::UnityXRRenderPass::UnityXRRenderParams.

# From AutoDocumentation
source: A Unity texture ID returned by CreateTexture.
russian: Идентификатор текстуры Unity, возвращаемый CreateTexture.

# From AutoDocumentation
source: Eye pose in device anchor space.
russian: Поза глаз в пространстве привязки устройства.

# From AutoDocumentation
source: Id for the OcclusionMesh to render with.
russian: Идентификатор OcclusionMesh для рендеринга.

# From AutoDocumentation
source: Position and orientation to render from.
russian: Позиция и ориентация для рендеринга.

# From AutoDocumentation
source: Projection to render with.
russian: Проекция для рендеринга.

# From AutoDocumentation
source: Slice of the texture array to render to. Only valid if single-pass rendering mode is active.
russian: Фрагмент массива текстур для рендеринга. Действует только в том случае, если активен режим однопроходного рендеринга.

# From AutoDocumentation
source: Normalized viewport from zero (bottom/left) to one (top/right).
russian: Область просмотра нормализована от нуля (внизу/слева) до единицы (вверху/справа).

# From AutoDocumentation
source: Position of the pose.
russian: Положение позы.

# From AutoDocumentation
source: Rotation of the pose, stored as a quaternion.
russian: Вращение позы, сохраненное как кватернион.

# From AutoDocumentation
source: Contains all supported ways of representing a projection matrix.
russian: Содержит все поддерживаемые способы представления матрицы проекции.

# From AutoDocumentation
source: Valid if type is kUnityXRProjectionTypeHalfAngles.
russian: Допустимо, если тип — kUnityXRProjectionTypeHalfAngles.

# From AutoDocumentation
source: Valid if type is kUnityXRProjectionTypeMatrix.
russian: Допустимо, если тип — kUnityXRProjectionTypeMatrix.

# From AutoDocumentation
source: Choose the way this projection is represented.
russian: Выберите способ представления этой проекции.

# From AutoDocumentation
source: Tangent of the half angle from center to bottom clipping plane. (should be negative)
russian: Тангенс половины угла от центра к нижней плоскости отсечения. (должно быть отрицательным)

# From AutoDocumentation
source: Tangent of the half angle from center to left clipping plane. (should be negative)
russian: Тангенс половины угла от центра к левой плоскости отсечения. (должно быть отрицательным)

# From AutoDocumentation
source: Tangent of the half angle from center to right clipping plane. (should be positive)
russian: Тангенс половины угла от центра к правой плоскости отсечения. (должно быть положительным)

# From AutoDocumentation
source: Tangent of the half angle from center to top clipping plane. (should be positive)
russian: Тангенс половины угла от центра к верхней плоскости отсечения. (должно быть положительным)

# From AutoDocumentation
source: Height of the rectangle.
russian: Высота прямоугольника.

# From AutoDocumentation
source: Width of the rectangle.
russian: Ширина прямоугольника.

# From AutoDocumentation
source: X position of the rectangle.
russian: Положение X прямоугольника.

# From AutoDocumentation
source: Y position of the rectangle.
russian: Позиция прямоугольника по оси Y.

# From AutoDocumentation
source: Data for color texture.
russian: Данные для цветовой текстуры.

# From AutoDocumentation
source: Color format of the texture. Format will be sRGB if kUnityXRRenderTextureFlagsSRGB is set and there is an equivalent sRGB native format.
russian: Цветовой формат текстуры. Формат будет sRGB, если установлен kUnityXRRenderTextureFlagsSRGB и существует эквивалентный собственный формат sRGB.

# From AutoDocumentation
source: Data for depth texture.
russian: Данные для текстуры глубины.

# From AutoDocumentation
source: Depth format of the texture.
russian: Формат глубины текстуры.

# From AutoDocumentation
source: Combination of #UnityXRRenderTextureFlags.
russian: Комбинация #UnityXRRenderTextureFlags.

# From AutoDocumentation
source: Height of the texture in pixels.
russian: Высота текстуры в пикселях.

# From AutoDocumentation
source: Data for shading rate texture.
russian: Данные для текстуры скорости затенения.

# From AutoDocumentation
source: Shading rate texture format.
russian: Формат текстуры скорости затенения.

# From AutoDocumentation
source: If requesting a texture array, the length of the texture array.
russian: При запросе массива текстур — длина массива текстур.

# From AutoDocumentation
source: Width of the texture in pixels.
russian: Ширина текстуры в пикселях.
