Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: The per-frame update mode for the body.
russian: Режим покадрового обновления тела.

source: Mutes the sound.
russian: Отключает звук.

source: Audio Spatializer Microsoft
russian: Аудио Пространство Microsoft

source: TextMesh Pro
russian: ТекстМеш Про

source: Dark on Light
russian: Темное на светлом

source: Panel Event Handler (UI Toolkit)
russian: Обработчик событий панели (набор инструментов пользовательского интерфейса)

source: Plug-in Providers
russian: Поставщики плагинов

source: Bounce Combine
russian: Отскок Комбинат

source: Time Measurement Script
russian: Скрипт измерения времени

source: High Resolution
russian: Высокое разрешение

source: Navigation Static
russian: Навигация статическая

source: Named Control
russian: Именованный элемент управления

source: Left To Right
russian: Слева направо

source: The local offset of the collider geometry.
russian: Локальное смещение геометрии коллайдера.

source: The mass of the body. [ 0.0000001, 1000000000 ].
russian: Масса тела. [0,0000001, 1000000000].

source: Pelvis
russian: таз

source: Max Angular Correction
russian: Макс. угловая коррекция

source: Physics 2D Raycaster
russian: Физика 2D Рейкастер

source: Left Elbow
russian: Левый локоть

source: The scene lighting is used when toggled on. When toggled off a light attached to the scene view camera is used.
russian: Освещение сцены используется при включении. При выключении используется свет, прикрепленный к камере обзора сцены.

source: Y axis
russian: ось Y

source: Bounciness
russian: прыгучесть

source: Should the one-way collision behaviour be used? When true, an object considered moving 'up' through the effector, won't collide however an object considered moving 'down' will.
russian: Следует ли использовать поведение одностороннего столкновения? Если это правда, объект, который считается движущимся «вверх» через эффектор, не столкнется, однако объект, который считается движущимся «вниз», столкнется.

source: Bypass/ignore any reverb zones.
russian: Обход/игнорирование любых зон реверберации.

source: Linear Sleep Tolerance
russian: Линейная толерантность ко сну

source: GameController
russian: Геймконтроллер

source: MaxDistance is the distance a sound stops attenuating at.
russian: MaxDistance — это расстояние, на котором звук перестает затухать.

source: Average
russian: Средний

source: Cloth
russian: Ткань

source: 28th axis (Joysticks)
russian: 28-я ось (Джойстики)

source: Line Spacing
russian: Межстрочный интервал

source: Visual Studio 2010
russian: Визуальная Студия 2010

source: Always
russian: Всегда

source: Horizontal Scrollbar Right Button
russian: Правая кнопка горизонтальной полосы прокрутки

source: Input Manager
russian: Менеджер ввода

source: When this flag is set, the clip will load in the background and won't stall the main thread. Can be used in combination with the Preload Audio Data flag.
russian: Если этот флаг установлен, клип будет загружаться в фоновом режиме и не будет останавливать основной поток. Может использоваться в сочетании с флагом предварительной загрузки аудиоданных.

source: Sync Discrete Fixtures Per Job
russian: Синхронизация дискретных приборов для каждого задания

source: 5th axis (Joysticks)
russian: 5-я ось (джойстики)

source: Custom Provided Input
russian: Пользовательский ввод

source: At least 24 bits depth (with stencil)
russian: Глубина не менее 24 бит (с трафаретом)

source: Shadow quality
russian: Качество теней

source: Enables the persistent contact manifolds for contact generation. Otherwise, all contacts are being regenerated every frame.
russian: Включает коллекторы постоянных контактов для генерации контактов. В противном случае все контакты восстанавливаются каждый кадр.

source: English
russian: Английский

source: Get Motion from all Joysticks
russian: Получите движение со всех джойстиков

source: Joystick Axis
russian: Ось джойстика

source: Vertical Scrollbar Up Button
russian: Кнопка вертикальной полосы прокрутки вверх

source: Horizontal Scrollbar Thumb
russian: Большой палец горизонтальной полосы прокрутки

source: Mesh Renderers
russian: Меш-рендереры

source: Number of cascades for directional light shadows
russian: Количество каскадов для направленного света теней

source: How much gravity affects this body. [ -1000000, 1000000 ].
russian: Насколько сильно гравитация влияет на это тело. [-1000000, 1000000].

source: SampleScene
russian: Образец сцены

source: Bottom To Top
russian: Снизу вверх

source: Load Layout from File...
russian: Загрузить макет из файла...

source: When this flag is set, the clip will be treated as being ambisonic.
russian: Если этот флаг установлен, клип будет считаться амбисоничным.

source: Quarter Res
russian: Квартал Рес

source: Google Play
russian: Гугл Плей

source: Collide Contacts Per Job
russian: Столкновение контактов по заданию

source: When this flag is set, multi-channel audio will be downmixed to a mono track before packing.
russian: Если этот флаг установлен, многоканальный звук перед упаковкой будет микширован в монодорожку.

source: If enabled, any Raycast, SphereCast, SphereTest, etc. that intersects with a Collider marked as a Trigger will return a hit. Individual raycasts can override this behavior.
russian: Если этот параметр включен, любой Raycast, SphereCast, SphereTest и т. д., который пересекается с коллайдером, помеченным как триггер, вернет попадание. Отдельные лучевые передачи могут переопределить это поведение.

source: Services General Settings
russian: Общие настройки служб

source: Screen Space - Overlay
russian: Экранное пространство — наложение

source: 3rd axis (Joysticks and Scrollwheel)
russian: 3-я ось (джойстики и колесо прокрутки)

source: GraphicsSettings
russian: Настройки графики

source: Disabling joints preprocessing helps stabilizing impossible-to-fulfil configurations.
russian: Отключение предварительной обработки соединений помогает стабилизировать невозможновыполнимые конфигурации.

source: Show Audio Waveforms
russian: Показать звуковые сигналы

source: Broadphase Type
russian: Широкофазный тип

source: purchasing
russian: покупка

source: Spring Joint
russian: Пружинный сустав

source: Repeat Per Segment
russian: Повторить по сегменту

source: Allow Audio Scrubbing
russian: Разрешить очистку звука

source: Collab is disabled.
russian: Совместная работа отключена.

source: Island Solver Contacts Per Job
russian: Island Solver Контакты по каждому заданию

source: Create RawImage
russian: Создать RawImage

source: The TerrainData used by the TerrainCollider component is different from this terrain. Would you like to assign the same TerrainData to the TerrainCollider component?
russian: TerrainData, используемый компонентом TerrainCollider, отличается от этого ландшафта. Хотели бы вы назначить те же данные TerrainData компоненту TerrainCollider?

source: Occlusion Areas
russian: Области окклюзии

source: Preserve Sample Rate
russian: Сохранять частоту дискретизации

source: 20th axis (Joysticks)
russian: 20-я ось (джойстики)

source: Locked
russian: Заблокировано

source: Scene View
russian: Просмотр сцены

source: Hard Shadows
russian: Жёсткие тени

source: 2 by 3
russian: 2 на 3

source: The mass-normalized kinetic energy threshold below which a non-kinematic Rigidbody may go to sleep. Rigidbodies whose kinetic energy divided by their mass is below this threshold will be candidates for sleeping.
russian: Порог кинетической энергии, нормированный по массе, ниже которого некинематическое твердое тело может заснуть. Твердые тела, чья кинетическая энергия, деленная на их массу, ниже этого порога, будут кандидатами на сон.

source: |Leaf Group
russian: |Группа листьев

source: Content Container Id
russian: Идентификатор контейнера контента

source: Base Input
russian: Базовый вход

source: Fit Horizontally
russian: Поместиться горизонтально

source: Recompile After Finished Playing
russian: Перекомпилируйте после завершения игры

source: The angular drag coefficient. 0 means no damping. [ 0, infinity ].
russian: Коэффициент углового сопротивления. 0 означает отсутствие демпфирования. [0, бесконечность].

source: Joystick 6
russian: Джойстик 6

source: Holo Lens Input
russian: Вход голографической линзы

source: Maximum torque the joint can withstand before breaking. Infinity means unbreakable. [ 0.001, infinity ].
russian: Максимальный крутящий момент, который может выдержать соединение перед разрушением. Бесконечность означает нерушимость. [0,001, бесконечность].

source: Angular X Drive
russian: Угловой X-драйв

source: The tool handle is placed at the center of the selection.
russian: Ручка инструмента размещается в центре выделения.

source: Joystick 1
russian: Джойстик 1

source: No Shadows
russian: Нет теней

source: Raise and lower the terrain height.
russian: Поднимайте и опускайте высоту местности.
