Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Controls the number of samples the lightmapper will use for direct lighting calculations. Increasing this value may improve the quality of lightmaps but increases the time required for baking to complete.
russian: Управляет количеством выборок, которые световой картограф будет использовать для расчетов прямого освещения. Увеличение этого значения может улучшить качество карт освещения, но увеличивает время, необходимое для завершения запекания.

source: Controls the number of samples the lightmapper will use for indirect lighting calculations. Increasing this value may improve the quality of lightmaps but increases the time required for baking to complete.
russian: Управляет количеством выборок, которые Lightmapper будет использовать для расчетов непрямого освещения. Увеличение этого значения может улучшить качество карт освещения, но увеличивает время, необходимое для завершения запекания.

source: Max Bounces
russian: Макс подпрыгивает

source: The maximum number of bounces the Lightmapper computes for indirect lighting.
russian: Максимальное количество отражений, которое Lightmapper вычисляет для непрямого освещения.

source: Direct Denoiser
russian: Прямой шумоподавитель

source: Your hardware does not support denoising. For minimum requirements, please read the documentation.
russian: Ваше оборудование не поддерживает шумоподавление. Минимальные требования приведены в документации.

source: Indirect Denoiser
russian: Косвенный шумоподавитель

source: Ambient Occlusion Denoiser
russian: Шумоподавитель Ambient Occlusion

source: Your hardware Your hardware does not support denoising. For minimum requirements, please read the documentation.
russian: Ваше оборудование Ваше оборудование не поддерживает шумоподавление. Минимальные требования приведены в документации.

source: Specifies the type of denoiser used to reduce noise for direct lights.
russian: Указывает тип шумоподавителя, используемого для уменьшения шума при прямом освещении.

source: Specifies the type of denoiser used to reduce noise for indirect lights.
russian: Указывает тип шумоподавителя, используемого для уменьшения шума при непрямом освещении.

source: Specifies the type of denoiser used to reduce noise for ambient occlusion.
russian: Указывает тип шумоподавления, используемого для уменьшения шума при окружающем затенении.

source: Specifies the method to reduce noise in baked lightmaps.
russian: Указывает метод уменьшения шума в запеченных картах освещения.

source: Direct Filter
russian: Прямой фильтр

source: Specifies the filter kernel applied to the direct light stored in the lightmap. Gaussian blurs the lightmap with some loss of detail. A-Trous reduces noise based on a threshold while maintaining edge detail.
russian: Указывает ядро ​​фильтра, применяемое к прямому источнику света, хранящемуся в карте освещения. Гауссиан размывает карту освещения с некоторой потерей деталей. A-Trous снижает шум на основе порогового значения, сохраняя при этом детализацию краев.

source: Indirect Filter
russian: Косвенный фильтр

source: Specifies the filter kernel applied to the indirect light stored in the lightmap. Gaussian blurs the lightmap with some loss of detail. A-Trous reduces noise based on a threshold while maintaining edge detail.
russian: Указывает ядро ​​фильтра, применяемое к непрямому освещению, хранящемуся в карте освещения. Гауссиан размывает карту освещения с некоторой потерей деталей. A-Trous снижает шум на основе порогового значения, сохраняя при этом детализацию краев.

source: Ambient Occlusion Filter
russian: Фильтр внешней окклюзии

source: Specifies the filter kernel applied to the ambient occlusion stored in the lightmap. Gaussian blurs the lightmap with some loss of detail. A-Trous reduces noise based on a threshold while maintaining edge detail.
russian: Указывает ядро ​​фильтра, применяемое к фоновой окклюзии, хранящейся в карте освещения. Гауссиан размывает карту освещения с некоторой потерей деталей. A-Trous снижает шум на основе порогового значения, сохраняя при этом детализацию краев.

source: Controls the radius of the filter for direct light stored in the lightmap. A higher value gives a stronger blur and less noise.
russian: Управляет радиусом фильтра для прямого света, хранящегося в карте освещения. Более высокое значение дает более сильное размытие и меньше шума.

source: Controls the radius of the filter for indirect light stored in the lightmap. A higher value gives a stronger blur and less noise.
russian: Управляет радиусом фильтра непрямого света, хранящегося в карте освещения. Более высокое значение дает более сильное размытие и меньше шума.

source: Controls the radius of the filter for ambient occlusion stored in the lightmap. A higher value gives a stronger blur and less noise.
russian: Управляет радиусом фильтра окружающего затенения, хранящегося в карте освещения. Более высокое значение дает более сильное размытие и меньше шума.

source: Sigma
russian: Сигма

source: Controls the threshold of the filter for direct light stored in the lightmap. A higher value increases the threshold, which reduces noise in the direct layer of the lightmap. Too high of a value can cause a loss of detail in the lightmap.
russian: Управляет порогом фильтра для прямого света, хранящегося в карте освещения. Более высокое значение увеличивает порог, что снижает шум в прямом слое карты освещения. Слишком высокое значение может привести к потере детализации карты освещения.

source: Controls the threshold of the filter for indirect light stored in the lightmap. A higher value increases the threshold, which reduces noise in the direct layer of the lightmap. Too high of a value can cause a loss of detail in the lightmap.
russian: Управляет порогом фильтра непрямого света, хранящегося в карте освещения. Более высокое значение увеличивает порог, что снижает шум в прямом слое карты освещения. Слишком высокое значение может привести к потере детализации карты освещения.

source: Controls the threshold of the filter for ambient occlusion stored in the lightmap. A higher value increases the threshold, which reduces noise in the direct layer of the lightmap. Too high of a value can cause a loss of detail in the lightmap.
russian: Управляет порогом фильтра окружающего затенения, хранящегося в карте освещения. Более высокое значение увеличивает порог, что снижает шум в прямом слое карты освещения. Слишком высокое значение может привести к потере детализации карты освещения.

source: Progressive Updates
russian: Прогрессивные обновления

source: Specifies whether the lightmapper should prioritize baking what is visible in the scene view. When disabled, lightmaps are only composited once fully converged which can improve baking performance.
russian: Указывает, должен ли картограф освещения отдавать приоритет запеканию того, что видно в представлении сцены. Если этот параметр отключен, карты освещения компонуются только после полной сходимости, что может улучшить производительность запекания.

source: Importance Sampling
russian: Выборка по важности

source: Specifies whether to use importance sampling for sampling environment lighting. In most environments importance sampling facilitates faster convergence while generating lightmaps. In certain low frequency environments, importance sampling can produce noisy results.
russian: Указывает, использовать ли выборку по важности для выборки освещения окружающей среды. В большинстве сред выборка по важности способствует более быстрой сходимости при создании карт освещения. В некоторых низкочастотных средах выборка по важности может давать зашумленные результаты.

source: Environment Samples
russian: Образцы окружающей среды

source: Controls the number of samples the lightmapper will use for environment lighting calculations. Increasing this value may improve the quality of lightmaps but increases the time required for baking to complete.
russian: Управляет количеством выборок, которые Lightmapper будет использовать для расчета освещения окружающей среды. Увеличение этого значения может улучшить качество карт освещения, но увеличивает время, необходимое для завершения запекания.

source: Light Probe Sample Multiplier
russian: Множитель выборки светового зонда

source: Controls how many samples are used for Light Probes as a multiplier of the general sample counts above. Higher values improve the quality of Light Probes, but also take longer to bake. Enable the Light Probe sample count multiplier by disabling Project Settings > Editor > Use legacy Light Probe sample counts
russian: Управляет количеством образцов, используемых для световых зондов, как множителем общего количества образцов, указанного выше. Более высокие значения улучшают качество световых зондов, но запекание занимает больше времени. Включите множитель количества образцов светового зонда, отключив «Настройки проекта» > «Редактор» > «Использовать устаревшие значения количества образцов светового зонда».

source: texels per unit
russian: текселей на единицу

source: texels
russian: текселы

source: sigma
russian: сигма

source: Enable Realtime GI
russian: Включить GI в реальном времени

source: Enabled Baked GI
russian: Включен запеченный GI

source: PVR Environment IS
russian: PVR-среда ЕСТЬ

source: PVR Filter Type AO
russian: PVR-фильтр типа АО

source: Overrides
russian: Переопределения

source: Enable the checkbox to mark this GameObject as static for all systems. Disable the checkbox to mark this GameObject as not static for all systems. Use the drop-down menu to mark as this GameObject as static or not static for individual systems.
russian: Установите флажок, чтобы пометить этот игровой объект как статический для всех систем. Отключите флажок, чтобы пометить этот игровой объект как нестатический для всех систем. Используйте раскрывающееся меню, чтобы пометить этот игровой объект как статический или нестатический для индивидуальные системы.

source: The layer that this GameObject is in. Choose Add Layer... to edit the list of available layers.
russian: Слой, в котором находится этот игровой объект. Выберите «Добавить слой...», чтобы отредактировать список доступных слоев.

source: The tag that this GameObject has. Choose Untagged to remove the current tag. Choose Add Tag... to edit the list of available tags.
russian: Тег, который имеет этот игровой объект. Выберите «Без тегов», чтобы удалить текущий тег. Выберите «Добавить тег...», чтобы отредактировать список доступных тегов.

source: Static Preview
russian: Статический предварительный просмотр

source: This asset is greater than 8MB so, by default, the Asset Preview displays a static preview. To view the asset interactively, click the Asset Preview.
russian: Размер этого ресурса превышает 8 МБ, поэтому по умолчанию при предварительном просмотре актива отображается статический предварительный просмотр. Чтобы просмотреть ресурс в интерактивном режиме, нажмите «Предварительный просмотр актива».

source: You have broken the prefab connection. Changes to the prefab will not be applied to this object before you Apply or Revert.
russian: Вы разорвали сборное соединение. Изменения префаба не будут применены к этому объекту до того, как вы примените или отмените изменения.

source: You have broken the prefab connection. Changes to the model will not be applied to this object before you Revert.
russian: Вы разорвали сборное соединение. Изменения модели не будут применены к этому объекту до момента возврата.

source: The source Prefab or Model has been deleted.
russian: Исходный префаб или модель были удалены.

source: Open Model in external tool.
russian: Откройте модель во внешнем инструменте.

source: Open Prefab Asset '{0}' Press modifier key [Alt] to open in isolation.
russian: Откройте объект-префаб '{0}' Нажмите клавишу-модификатор [Alt], чтобы открыть его изолированно.

source: Replacing the root Prefab instance in a Variant is not supported since it will break all overrides for existing instances of this Variant, including their positions and rotations.
russian: Замена корневого экземпляра префаба в варианте не поддерживается, поскольку при этом будут нарушены все переопределения для существующих экземпляров этого варианта, включая их положения и повороты.

source: You can only replace outermost Prefab instances. Open Prefab Mode to replace a nested Prefab instance.
russian: Вы можете заменить только самые внешние экземпляры Prefab. Откройте режим префаба, чтобы заменить вложенный экземпляр префаба.

source: Change Layer
russian: Изменить слой

source: Do you want to set layer to {0} for all child objects as well?
russian: Хотите ли вы также установить слой {0} для всех дочерних объектов?

source: Rotation At Rest
russian: Вращение в состоянии покоя

source: The orientation of the constrained object when the weights of the sources add up to zero or when all the rotation axes are disabled.
russian: Ориентация ограниченного объекта, когда сумма весов источников равна нулю или когда все оси вращения отключены.

source: Rotation Offset
russian: Смещение вращения

source: The offset from the constrained orientation.
russian: Смещение от ограниченной ориентации.

source: Freeze Rotation Axes
russian: Зафиксировать оси вращения

source: The axes along which the constraint is applied.
russian: Оси, вдоль которых применяется ограничение.

source: Aim Vector
russian: Вектор цели

source: Specifies which axis of the constrained object should aim at the target.
russian: Указывает, какая ось ограниченного объекта должна быть направлена ​​на цель.

source: Up Vector
russian: Вектор вверх

source: Specifies the direction of the up vector in local space.
russian: Задает направление вектора вверх в локальном пространстве.

source: World Up Vector
russian: мир вверх вектор

source: Specifies the direction of the global up vector.
russian: Задает направление глобального вектора вверх.

source: World Up Object
russian: Объект «Мир вверху»

source: The reference object when the World Up Type is either Object Up or Object Rotation Up.
russian: Ссылочный объект, когда типом World Up является Object Up или Object Rotation Up.

source: World Up Type
russian: Тип Мира вверх

source: Specifies how the world up vector should be computed.
russian: Указывает, как должен вычисляться вектор мира вверх.

source: Scene Up
russian: Сцена вверх

source: Use the Y axis as the world up vector.
russian: Используйте ось Y в качестве вектора мира вверх.

source: Object Up
russian: Объект вверх

source: Use a vector that points to the reference object as the world up vector.
russian: Используйте вектор, указывающий на опорный объект, в качестве вектора мира вверх.

source: Object Rotation Up
russian: Поворот объекта вверх

source: Use a vector defined in the reference object's local space as the world up vector.
russian: Используйте вектор, определенный в локальном пространстве опорного объекта, в качестве вектора мира вверх.

source: The world up vector is user defined.
russian: Вектор мира вверх определяется пользователем.

source: The world up vector is ignored.
russian: Вектор мира вверх игнорируется.

source: Optimize Realtime UVs
russian: Оптимизация UV в реальном времени

source: Specifies whether the authored mesh UVs get optimized for Realtime Global Illumination or not. When enabled, the authored UVs can get merged, and are scaled and packed for optimization purposes. When disabled, the authored UVs are scaled and packed, but not merged.
russian: Указывает, будут ли созданные UV-развертки сетки оптимизированы для глобального освещения в реальном времени или нет. Если этот параметр включен, созданные UV-развертки могут быть объединены, а также масштабированы и упакованы в целях оптимизации. Если этот параметр отключен, созданные UV-развертки масштабируются и упаковываются, но не объединяются.

source: Ignore Normals
russian: Игнорировать нормали

source: When enabled, prevents the UV charts from being split during the precompute process for Realtime Global Illumination lighting.
russian: Если этот параметр включен, предотвращает разделение UV-диаграмм во время предварительного расчета освещения глобального освещения в реальном времени.

source: 2 (Minimum)
russian: 2 (минимум)

source: 4 (Stitchable)
russian: 4 (сшиваемый)

source: Min Chart Size
russian: Минимальный размер диаграммы

source: Specifies the minimum texel size used for a UV chart. If stitching is required, a value of 4 will create a chart of 4x4 texels to store lighting and directionality. If stitching is not required, a value of 2 will reduce the texel density and provide better lighting build times and run time performance.
russian: Указывает минимальный размер текселей, используемый для UV-диаграммы. Если требуется сшивание, значение 4 создаст диаграмму из текселей 4x4 для хранения освещения и направленности. Если сшивание не требуется, значение 2 уменьшит плотность текселей и обеспечит лучшее время построения освещения и производительность во время работы.

source: Prioritize Illumination
russian: Расставьте приоритеты по освещению

source: When enabled, the object will be marked as a priority object and always included in lighting calculations. Useful for objects that will be strongly emissive to make sure that other objects will be illuminated by this object.
russian: При включении объект будет помечен как приоритетный и всегда будет включен в расчет освещения. Полезно для объектов, которые будут сильно излучать, чтобы гарантировать, что другие объекты будут освещены этим объектом.

source: Stitch Seams
russian: Сшить швы

source: When enabled, seams in baked lightmaps will get smoothed.
russian: Если эта опция включена, швы в запеченных картах освещения будут сглажены.

source: Specifies the maximum worldspace distance to be used for UV chart simplification. If charts are within this distance, they will be simplified for optimization purposes.
russian: Определяет максимальное расстояние в мировом пространстве, которое будет использоваться для упрощения UV-диаграммы. Если диаграммы находятся в пределах этого расстояния, они будут упрощены в целях оптимизации.

source: Max Angle
russian: Макс. угол

source: Specifies the maximum angle in degrees between faces sharing a UV edge. If the angle between the faces is below this value, the UV charts will be simplified.
russian: Указывает максимальный угол в градусах между гранями, имеющими общий UV-край. Если угол между гранями ниже этого значения, UV-диаграммы будут упрощены.

source: Tiling X
russian: Укладка X

source: Tiling Y
russian: Укладка плитки Y

source: Offset X
russian: Смещение X

source: Offset Y
russian: Смещение Y

source: Object's size in lightmap has reached the max atlas size.
russian: Размер объекта в карте освещения достиг максимального размера атласа.

source: If you need higher resolution for this object, divide it into smaller meshes or set higher max atlas size via the LightingSettings class.
russian: Если вам нужно более высокое разрешение для этого объекта, разделите его на более мелкие сетки или установите больший максимальный размер атласа с помощью класса LightingSettings.

source: Object's size in the realtime lightmap has reached the maximum size. If you need higher resolution for this object, divide it into smaller meshes.
russian: Размер объекта на карте освещения в реальном времени достиг максимального размера. Если вам нужно более высокое разрешение для этого объекта, разделите его на более мелкие сетки.

source: Mesh used by the renderer has zero UV or surface area. Non zero area is required for lightmapping.
russian: Сетка, используемая рендерером, не имеет UV или площади поверхности. Для создания карт освещения требуется ненулевая область.

source: Mesh used by the renderer doesn't have normals. Normals are needed for lightmapping.
russian: Сетка, используемая рендерером, не имеет нормалей. Нормали нужны для создания карт освещения.

source: Mesh used by the renderer doesn't have vertices. Vertices are needed for lightmapping.
russian: Сетка, используемая рендерером, не имеет вершин. Вершины необходимы для создания карт освещения.

source: Mesh with point, strip or line topology is not supported by lightmapping.
russian: Сетка с точечной, полосковой или линейной топологией не поддерживается картами освещения.

source: This GameObject has overlapping UVs. Please adjust Mesh Importer settings or increase chart padding in your modeling package.
russian: Этот GameObject имеет перекрывающиеся UV-развертки. Пожалуйста, измените настройки Mesh Importer или увеличьте отступы диаграммы в вашем пакете моделирования.

source: Baked Lightmap
russian: Запеченная световая карта

source: Realtime Lightmap
russian: Карта освещения в реальном времени

source: Specifies the relative size of object's UVs within a lightmap. A value of 0 will result in the object not being lightmapped, but still contribute lighting to other objects in the Scene.
russian: Определяет относительный размер UV-объектов объекта в карте освещения. Значение 0 приведет к тому, что объект не будет отображаться на карте освещения, но все равно будет освещать другие объекты в сцене.

source: Albedo Scale
russian: Чешуя Альбедо

source: Specifies the relative size of object's UVs within its albedo texture that is used when calculating the influence on surrounding objects.
russian: Определяет относительный размер UV объекта в его текстуре альбедо, которая используется при расчете влияния на окружающие объекты.

source: Lightmap Index
russian: Индекс карты освещения

source: Lightmap Object Scale
russian: Масштаб объекта карты освещения

source: The hash of the baked GI instance.
russian: Хэш испеченного экземпляра GI.

source: The hash of the atlas this baked GI instance is a part of.
russian: Хэш атласа, частью которого является этот запеченный экземпляр GI.

source: Atlas Instance Offset
russian: Смещение экземпляра Атласа

source: The offset into the transform array instances of this atlas start at.
russian: Смещение экземпляров массива преобразования этого атласа начинается с.

source: System Resolution
russian: Разрешение системы

source: The resolution in texels of the realtime lightmap that this renderer belongs to.
russian: Разрешение в текселах карты освещения в реальном времени, к которой принадлежит этот рендерер.

source: Instance Resolution
russian: Разрешение экземпляра

source: The resolution in texels of the realtime lightmap packed instance.
russian: Разрешение в текселах упакованного экземпляра карты освещения в реальном времени.

source: System Hash
russian: Системный хэш

source: The hash of the realtime system that the renderer belongs to.
russian: Хэш системы реального времени, к которой принадлежит рендерер.

source: The hash of the realtime GI instance.
russian: Хэш экземпляра GI в реальном времени.

source: Geometry Hash
russian: Хэш геометрии

source: The hash of the realtime GI geometry that the renderer is using.
russian: Хэш геометрии GI в реальном времени, которую использует средство визуализации.

source: Realtime UVs
russian: UV в реальном времени

source: Lightmapping
russian: Лайтмэппинг

source: Specifies whether a geometry creates shadows or not when a shadow-casting Light shines on it.
russian: Указывает, создает ли геометрия тени или нет, когда на нее светит отбрасывающий тень свет.

source: When enabled, any shadows cast from other objects are drawn on the geometry.
russian: Если этот параметр включен, любые тени, отбрасываемые другими объектами, рисуются на геометрии.

source: Static Shadow Caster
russian: Статический заклинатель теней
