Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: The Delete Existing slicing method recreates all Sprites with their default names. Renamed Sprites will lose their data in the process, and references to these Sprites will be lost. Do you wish you continue?
russian: Метод нарезки «Удалить существующие» воссоздает все спрайты с их именами по умолчанию. Переименованные спрайты потеряют свои данные, и ссылки на эти спрайты будут потеряны. Хотите продолжить?

source: Show Revert Confirmation
russian: Показать подтверждение возврата

source: Show Apply Confirmation
russian: Показать подтверждение применения

source: Rigid Body
russian: Твердое тело

source: Attribute Space
russian: Пространство атрибутов

source: Event Type
russian: Тип события

source: On Event
russian: По событию

source: Execute In Editor
russian: Выполнить в редакторе

source: Output Event
russian: Выходное событие

source: Prefab To Spawn
russian: Префаб для создания

source: Instance Count
russian: Количество экземпляров

source: Parent Instances
russian: Родительские экземпляры

source: Use Position
russian: Использовать позицию

source: Use Angle
russian: Использовать угол

source: Use Scale
russian: Использовать масштаб

source: Use Lifetime
russian: Использовать всю жизнь

source: Cinemachine Impulse Source
russian: Синемамашинный импульсный источник

source: Visual Effects
russian: Визуальные эффекты

source: Visual Effect
russian: Визуальный эффект

source: Visual Effect Graph
russian: График визуальных эффектов

source: Visual Effect Defaults
russian: Настройки визуальных эффектов по умолчанию

source: Visual Effect Subgraph Operator
russian: Оператор подграфа визуальных эффектов

source: Visual Effect Subgraph Block
russian: Блок подграфов визуальных эффектов

source: Visual Effect Asset
russian: Визуальный эффект

source: Runtime Resources Property
russian: Свойство ресурсов времени выполнения

source: Child Prop
russian: Детский реквизит

source: Frame Gizmo in scene
russian: Кадр Гизмо в сцене

source: Reseed On Play
russian: Повторное заполнение в игре

source: Allow Instancing
russian: Разрешить создание экземпляров

source: Renderer Priority
russian: Приоритет рендерера

source: Priority used for sorting objects on top of material render queue.
russian: Приоритет, используемый для сортировки объектов поверх очереди рендеринга материала.

source: Specifies how Light Probes will handle the interpolation of lighting and occlusion.
russian: Определяет, как Light Probes будет обрабатывать интерполяцию освещения и окклюзии.

source: Play Controls
russian: Управление игрой

source: Instancing
russian: Создание экземпляров

source: Asset Template
russian: Шаблон актива

source: Sets the Visual Effect Graph asset to be used in this component.
russian: Устанавливает ресурс «График визуальных эффектов», который будет использоваться в этом компоненте.

source: Sets the value used when determining the randomness of the graph. Using the same seed will make the Visual Effect play identically each time.
russian: Устанавливает значение, используемое при определении случайности графика. Использование одного и того же начального значения приведет к тому, что визуальный эффект будет воспроизводиться каждый раз одинаково.

source: Reseed on play
russian: Повторное использование в игре

source: When enabled, a new random seed value will be used each time the effect is played. Enable to randomize the look of this Visual Effect.
russian: Если этот параметр включен, новое случайное начальное значение будет использоваться каждый раз при воспроизведении эффекта. Включите, чтобы рандомизировать внешний вид этого визуального эффекта.

source: Opens the currently assigned template for editing within the Visual Effect Graph window.
russian: Открывает назначенный в данный момент шаблон для редактирования в окне графика визуальных эффектов.

source: Creates a new Visual Effect Graph and opens it for editing within the Visual Effect Graph window.
russian: Создает новую диаграмму визуальных эффектов и открывает ее для редактирования в окне «График визуальных эффектов».

source: Reseed
russian: повторно засеять

source: When clicked, if âReseed on playâ is disabled a new random seed will be generated.
russian: Если при нажатии на кнопку «Повторное заполнение при игре» отключено, будет сгенерировано новое случайное начальное число.

source: Set
russian: Набор

source: When enabled, the effect will try to be batched with other of the same type.
russian: Если этот параметр включен, эффект будет пытаться объединиться с другими эффектами того же типа.

source: Exposed properties are hidden in the Inspector when Visual Effect Assets are stored in Asset Bundles.
russian: Открытые свойства скрыты в Инспекторе, когда ресурсы визуальных эффектов хранятся в пакетах ресурсов.

source: Specifies simulated space of the system.
russian: Указывает моделируемое пространство системы.

source: Output Render Order
russian: Порядок выходного рендеринга

source: Animate preview
russian: Анимировать предварительный просмотр

source: Pause preview animation
russian: Приостановить анимацию предварительного просмотра

source: Restart VFX
russian: Перезапустить визуальные эффекты

source: Recompute bounds and simulate when visible
russian: Пересчитать границы и смоделировать их, когда они видны.

source: Always recompute bounds, simulate only when visible
russian: Всегда пересчитывать границы, моделировать только тогда, когда они видны.

source: Always recompute bounds and simulate
russian: Всегда пересчитывайте границы и моделируйте

source: Instancing Mode
russian: Режим создания экземпляров

source: Selects how the visual effect will be handled regarding instancing.
russian: Выбирает способ обработки визуального эффекта при создании экземпляров.

source: Max Batch Capacity
russian: Максимальная емкость партии

source: Max number of instances that can be grouped together in a single batch.
russian: Максимальное количество экземпляров, которые можно сгруппировать в один пакет.

source: PreWarm Total Time
russian: Общее время предварительного прогрева

source: Sets the time in seconds to advance the current effect to when it is initially played.
russian: Устанавливает время в секундах для продвижения текущего эффекта к моменту его первоначального воспроизведения.

source: PreWarm Step Count
russian: Количество шагов перед разогревом

source: Sets the number of simulation steps the prewarm should be broken down to.
russian: Устанавливает количество шагов моделирования, на которые следует разбить предварительный разогрев.

source: PreWarm Delta Time
russian: Дельта времени предтеплого периода

source: Sets the time in seconds for each step to achieve the desired total prewarm time.
russian: Устанавливает время в секундах для каждого шага для достижения желаемого общего времени предварительного разогрева.

source: Sets the number of simulation steps the prewarm should be broken down to.
russian: Устанавливает количество шагов моделирования, на которые следует разбить предварительный разогрев.

source: Prewarm Step Count
russian: Подсчет шагов перед разогревом

source: Prewarm Delta Time
russian: Предтеплая дельта времени

source: Fixed Delta Time
russian: Фиксированная разница во времени

source: If enabled, use visual effect manager fixed delta time mode, otherwise, use the default Time.deltaTime.
russian: Если этот параметр включен, используйте режим фиксированной разницы времени диспетчера визуальных эффектов, в противном случае используйте Time.deltaTime по умолчанию.

source: Exact Fixed Time
russian: Точное фиксированное время

source: Only relevant when using Fixed Delta Time. When enabled, several updates can be processed per frame (e.g.: if a frame is 10ms and the fixed frame rate is set to 5 ms, the effect will update twice with a 5ms deltaTime instead of once with a 10ms deltaTime). This method is expensive and should only be used for high-end scenarios.
russian: Актуально только при использовании фиксированной разницы времени. Если этот параметр включен, в каждом кадре может обрабатываться несколько обновлений (например: если длительность кадра составляет 10 мс, а фиксированная частота кадров установлена ​​на 5 мс, эффект будет обновляться дважды с deltaTime 5 мс вместо одного раза с deltaTime 10 мс). Этот метод является дорогостоящим и его следует использовать только в сценариях высокого класса.

source: Ignore Time Scale
russian: Игнорировать шкалу времени

source: When enabled, the computed visual effect delta time ignores the game Time Scale value (Play Rate is still applied).
russian: Если этот параметр включен, вычисленная разница времени визуального эффекта игнорирует значение шкалы времени игры (скорость воспроизведения по-прежнему применяется).

source: Update mode
russian: Режим обновления

source: Culling Flags
russian: Флаги отбраковки

source: Initial state
russian: Исходное состояние

source: Initial Event Name
russian: Начальное название события

source: Attach
russian: Прикреплять

source: Click to enable auto-attachment to selection
russian: Нажмите, чтобы включить автоматическое прикрепление к выбору

source: Click to disable auto-attachment to selection
russian: Нажмите, чтобы отключить автоматическое прикрепление к выбору

source: No selection
russian: Нет выбора

source: Attached to {0}
russian: Прикреплен к {0}

source: Select a Game Object running this VFX to attach it
russian: Выберите игровой объект с этим визуальным эффектом, чтобы прикрепить его.

source: VFXEditor Debug Window
russian: Окно отладки VFXEditor

source: VFXObject
russian: VFXОбъект

source: VFX
russian: визуальные эффекты

source: Rebuild And Save All VFX Graphs
russian: Восстановите и сохраните все графики визуальных эффектов

source: Loop Duration Property
russian: Свойство продолжительности цикла

source: Loop Count Property
russian: Свойство количества циклов

source: Delay Before Loop Property
russian: Свойство «Задержка перед циклом»

source: Delay After Loop Property
russian: Свойство задержки после цикла

source: Orthographic view
russian: Ортогональный вид

source: Show Actual Box
russian: Показать фактическую коробку

source: Show Desired Box
russian: Показать желаемый ящик

source: SDF Bake Tool
russian: Инструмент для запекания SDF

source: Actual Box Size
russian: Фактический размер коробки

source: Create new session
russian: Создать новый сеанс

source: Point Cache Bake Tool
russian: Инструмент запекания кэша точек

source: Several time tracks are controlling the same effect. It will lead to undefined behavior.
russian: Один и тот же эффект контролируется несколькими временными траками. Это приведет к неопределенному поведению.

source: Targeted VFX:
russian: Целевые визуальные эффекты:

source: Director:
russian: Режиссер:

source: Maximum scrubbing time has been reached. The timeline control is providing an approximate result.
russian: Достигнуто максимальное время очистки. Управление временной шкалой показывает приблизительный результат.

source: Targeted VFX:
russian: Целевые визуальные эффекты:

source: Director:
russian: Режиссер:

source: Reinit Property
russian: Возобновить недвижимость

source: Scrubbing Property
russian: Очистка имущества

source: Reinit
russian: Рейнит

source: Start Seed Property
russian: Начать начальное свойство

source: Enable PreWarm
russian: Включить предварительный подогрев

source: Prewarm Enable
russian: Включить предварительный прогрев

source: PreWarm Event Name
russian: Название события предварительного нагрева

source: Prewarm Event
russian: Предварительное событие

source: Unable to set invalid palette
russian: Невозможно установить неверную палитру

source: Create a new palette in the dropdown above.
russian: Создайте новую палитру в раскрывающемся списке выше.

source: Drag Tile, Sprite or Sprite Texture assets here.
russian: Перетащите сюда ресурсы «Плитка», «Спрайт» или «Текстура спрайта».

source: This is an invalid palette. Did you delete the palette asset?
russian: Это неверная палитра. Вы удалили ресурс палитры?

source: The palette has an invalid Grid. Did you add a Grid to the palette asset?
russian: Палитра имеет недопустимую сетку. Вы добавили сетку в актив палитры?

source: Palette Asset {0} was changed outside of the Tile Palette. All changes in the Tile Palette made will be reverted.
russian: Актив палитры {0} был изменен за пределами палитры плиток. Все изменения в палитре плиток будут отменены.

source: Update Grid Selection
russian: Обновить выбор сетки

source: Create New Palette
russian: Создать новую палитру

source: Hexagon Type
russian: Тип шестиугольника

source: Point Top
russian: Пойнт Топ

source: Flat Top
russian: Плоский верх

source: Sort Axis
russian: Сортировка по оси

source: Grid Selection
russian: Выбор сетки

source: Select Paint Target
russian: Выберите цель рисования

source: Select Palette Prefab
russian: Выберите префаб палитры

source: Select Tile Asset
russian: Выберите актив плитки

source: Unlock Palette Editing
russian: Разблокировать редактирование палитры

source: Lock Palette Editing
russian: Блокировка редактирования палитры

source: Vertical Split for Brush Inspector
russian: Вертикальное разделение для инспектора кистей

source: Horizontal Split for Brush Inspector
russian: Горизонтальное разделение для инспектора кистей

source: Open Tile Palette Preferences
russian: Открыть настройки палитры плиток

source: Open Window as/Floating
russian: Открытое окно как/плавающее

source: Open Window as/Dockable
russian: Открыть окно как/Закрепляемое

source: Tile Palette
russian: Палитра плитки

source: Open in Prefab Mode
russian: Открыть в режиме сборных конструкций

source: Editing Tilemaps in Prefabs will have better performance if edited in Prefab Mode. Do you want to open it in Prefab Mode or edit it in the Scene?
russian: Редактирование тайловых карт в префабах будет более производительным, если редактировать их в режиме префабов. Хотите ли вы открыть его в режиме Prefab или отредактировать в сцене?

source: Tile set in tilemap
russian: Набор плиток в тайловой карте

source: Sprite set when tile is set in tilemap
russian: Спрайт устанавливается, когда плитка установлена ​​в карте тайлов

source: Color set when tile is set in tilemap
russian: Цвет устанавливается, когда плитка установлена ​​в карте тайлов

source: Collider shape used for tile
russian: Форма коллайдера, используемая для плитки

source: Lock Color
russian: Цвет блокировки

source: Prevents tilemap from changing color of tile
russian: Предотвращает изменение цвета тайловой карты

source: Lock Transform
russian: Блокировка преобразования

source: Prevents tilemap from changing transform of tile
russian: Предотвращает изменение преобразования тайла на тайловой карте.

source: Grid Selection Properties
russian: Свойства выбора сетки

source: Modify Tilemap
russian: Изменить карту тайлов

source: Modify
russian: Изменить

source: Delete Selection
russian: Удалить выделение

source: No Gizmo in the Scene view
russian: Нет Gizmo в представлении «Сцена»

source: Shows a Gizmo in the Scene view for changing the offset for the Grid Selection
russian: Показывает гизмо в представлении «Сцена» для изменения смещения выделения сетки.

source: Shows a Gizmo in the Scene view for changing the rotation for the Grid Selection
russian: Показывает гизмо в представлении «Сцена» для изменения вращения для выбора сетки.

source: Shows a Gizmo in the Scene view for changing the scale for the Grid Selection
russian: Показывает гизмо в представлении «Сцена» для изменения масштаба выбора сетки.

source: Shows a Gizmo in the Scene view for changing the transform for the Grid Selection
russian: Показывает гизмо в представлении «Сцена» для изменения преобразования для выбора сетки.

source: Use this brush to paint and erase Tiles from a Tilemap.
russian: Используйте эту кисть, чтобы рисовать и стирать плитки с карты плиток.

source: Show Flood Fill Preview
russian: Показать предварительный просмотр заливки

source: Whether a preview is shown while painting a Tilemap when Flood Fill mode is enabled
russian: Отображается ли предварительный просмотр во время рисования Tilemap, когда включен режим заливки

source: Cell Sizing
russian: Размер ячейки

source: Determines the sizing of cells based on Tiles in the Palette
russian: Определяет размер ячеек на основе плиток в палитре.

source: Determines the transparency sorting mode of renderers in the Palette
russian: Определяет режим сортировки прозрачности рендереров в палитре.

source: Determines the sorting axis if the transparency sort mode is set to Custom Axis Sort
russian: Определяет ось сортировки, если для режима сортировки прозрачности установлено значение «Пользовательская сортировка по оси».

source: No Valid Brush
russian: Нет подходящей кисти

source: Specifies the currently active Brush used for painting in the Scene View.
russian: Указывает активную в данный момент кисть, используемую для рисования в представлении сцены.

source: Tile Palette Element
russian: Элемент палитры плитки

source: Toggles Tile Palette Edit
russian: Переключает палитру плиток Править

source: Toggle visibility of the Grid in the Tile Palette
russian: Переключить видимость сетки в палитре плиток

source: Toggle visibility of the Brush Inspector in the Tile Palette
russian: Переключить видимость инспектора кистей на палитре плиток

source: Toggle visibility of Gizmos in the Tile Palette
russian: Переключить видимость Gizmos на палитре плиток

source: Hides Tile Palette on Pick. ( {0} ) to show/hide Tile Palette.
russian: Скрывает палитру плиток при выборе. ( {0} ), чтобы показать/скрыть палитру плиток.

source: Toggles the visibility of the Brush Settings Overlay
russian: Переключает видимость наложения настроек кисти.

source: Lock Z Position
russian: Блокировка положения Z

source: Toggle editing of Z position
russian: Переключить редактирование положения Z

source: Z Position
russian: Z-позиция

source: Set a Z position for the active Brush for painting
russian: Установите положение Z для активной кисти для рисования.

source: Reset Z position for the active Brush
russian: Сбросить положение Z для активной кисти

source: Tile Palette Clipboard Element
russian: Элемент буфера обмена палитры плиток

source: Locks the Brush Inspector
russian: Блокирует инспектор кистей

source: No Valid Target
russian: Нет действительной цели

source: Specifies the currently active Tilemap used for painting in the Scene View.
russian: Указывает текущую активную карту тайлов, используемую для рисования в представлении сцены.

source: Editing Tilemaps in Prefabs will have better performance if edited in Prefab Mode.
russian: Редактирование тайловых карт в префабах будет более производительным, если редактировать их в режиме префабов.

source: Active Target
russian: Активная цель

source: Open Tile Palette
russian: Открыть палитру плиток

source: Opens the Tile Palette Window
russian: Открывает окно палитры плиток.

source: No Valid Palette
russian: Нет допустимой палитры

source: Specifies the currently active Palette used for painting in the Scene View.
russian: Указывает активную в данный момент палитру, используемую для рисования в представлении сцены.

source: Active Palette
russian: Активная палитра

source: Focus On
russian: Сосредоточиться на

source: Focus Dropdown
russian: Раскрывающийся список фокуса

source: Tile Palette Tools
russian: Инструменты палитры плитки

source: Tile Palette Toolbar
russian: Панель инструментов «Палитра плиток»

source: Default Tile Palette Tools
russian: Инструменты палитры плиток по умолчанию

source: Add to Defaults
russian: Добавить к настройкам по умолчанию

source: Remove from Defaults
russian: Удалить из настроек по умолчанию

source: Save Defaults
russian: Сохранить настройки по умолчанию

source: |Flips the contents of the brush in the X Axis. ({0})
russian: |Переворачивает содержимое кисти по оси X. ({0})

source: |Flips the contents of the brush in the Y axis. ({0})
russian: |Переворачивает содержимое кисти по оси Y. ({0})

source: |Rotates the contents of the brush clockwise. ({0})
russian: |Поворачивает содержимое кисти по часовой стрелке. ({0})

source: |Rotates the contents of the brush counter clockwise. ({0})
russian: |Поворачивает содержимое кисти против часовой стрелки. ({0})

source: Rectangular
russian: Прямоугольный

source: Hexagonal Flat-Top
russian: Шестиугольный с плоской вершиной

source: Hexagonal Pointed-Top
russian: Шестиугольный с заостренным верхом

source: Isometric
russian: Изометрический

source: Hexagonal Point Top Tilemap
russian: Тайловая карта с шестиугольной точкой сверху

source: Hexagonal Flat Top Tilemap
russian: Шестиугольная тайловая карта с плоской вершиной

source: Isometric Tilemap
russian: Изометрическая тайловая карта

source: Isometric Z As Y Tilemap
russian: Изометрическая тайловая карта Z As Y

source: Hexagonal - Pointed-Top
russian: Шестиугольный - с заостренным верхом

source: Hexagonal - Flat-Top
russian: Шестиугольный - с плоской вершиной

source: Isometric Z as Y
russian: Изометрический Z как Y

# MenuItem./GeometryToolbox/Progressive Mesh
source: GeometryToolbox
russian: ГеометрияИнструменты

# MenuItem./GeometryToolbox/Progressive Mesh
source: Progressive Mesh
russian: Прогрессивная сетка

source: Custom
russian: Обычай

source: Export all MeshFilters in selection to separate OBJs
russian: Экспортируйте все выбранные MeshFilters в отдельные OBJ.

# MenuItem./Custom/UnwrapDebugHelper/Export whole selection to single OBJ
source: Export whole selection to single OBJ
russian: Экспортировать всю выборку в один OBJ

# MenuItem./Custom/UnwrapDebugHelper/Export each selected to single OBJ
source: Export each selected to single OBJ
russian: Экспортируйте каждое выбранное в один OBJ.

# MenuItem./Edit/Clear All PlayerPrefs
source: Edit
russian: Редактировать

# MenuItem./Edit/Clear All PlayerPrefs
source: Clear All PlayerPrefs
russian: Очистить все настройки игрока

# MenuItem./GameObject/3D Object/Ragdoll...
source: GameObject
russian: Игровой объект

# MenuItem./GameObject/3D Object/Ragdoll...
source: 3D Object
russian: 3D-объект

# MenuItem./GameObject/3D Object/Ragdoll...
source: Ragdoll...
russian: Рэгдолл...

# MenuItem./Force skip data build
source: Force skip data build
russian: Принудительно пропустить сборку данных

# MenuItem./File/New Scene %n
source: File
russian: Файл

# MenuItem./File/New Scene %n
source: New Scene %n
russian: Новая сцена %n

# MenuItem./Edit/Paste As Child %#V
source: Paste As Child %#V
russian: Вставить как дочерний %#V

# MenuItem./Theme/Refresh Styles &r
source: Theme
russian: Тема

# MenuItem./Theme/Refresh Styles &r
source: Refresh Styles &r
russian: Обновить стили &r

# MenuItem./Theme/Switch Theme And Repaint
source: Switch Theme And Repaint
russian: Переключить тему и перекрасить

# MenuItem./Properties...
source: Properties...
russian: Характеристики...

# MenuItem./DEVELOPER/Debug Mode - Hierarchy
source: DEVELOPER
russian: РАЗРАБОТЧИК

# MenuItem./DEVELOPER/Debug Mode - Hierarchy
source: Debug Mode - Hierarchy
russian: Режим отладки — иерархия

# MenuItem./DEVELOPER/Debug Mode - Prefab Scene
source: Debug Mode - Prefab Scene
russian: Режим отладки — сборная сцена

# MenuItem./DEVELOPER/Debug Mode - Expanded State Persistence
source: Debug Mode - Expanded State Persistence
russian: Режим отладки — расширенное сохранение состояния

# MenuItem./DEVELOPER/Debug Mode - Preview Scenes
source: Debug Mode - Preview Scenes
russian: Режим отладки — сцены предварительного просмотра

# MenuItem./Window/Analysis/IMGUI Debugger &5
source: Window
russian: Окно

# MenuItem./Window/Analysis/IMGUI Debugger &5
source: Analysis
russian: Анализ

# MenuItem./Window/Analysis/IMGUI Debugger &5
source: IMGUI Debugger &5
russian: Отладчик IMGUI &5

# MenuItem./Edit/Project Settings...
source: Project Settings...
russian: Настройки проекта...
