Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Delete selected index?
russian: Удалить выбранный индекс?

source: Index settings not saved yet
russian: Настройки индекса еще не сохранены

source: Choose folder
russian: Выбрать папку

source: Choose file
russian: Выбрать файл

source: List is empty
russian: Список пуст

source: Assets Index
russian: Индекс активов

source: Prefabs Index
russian: Индекс префабов

source: Scenes Index
russian: Индекс сцен

source: Multithreading
russian: Многопоточность

source: Allows the configuration of multi-threaded physics using the job system.
russian: Позволяет настраивать многопоточную физику с помощью системы заданий.

source: Allows the configuration of 2D physics gizmos shown in the Editor.
russian: Позволяет настраивать 2D-физические штуковины, отображаемые в редакторе.

source: Layer Collision Matrix
russian: Матрица столкновений слоев

source: Allows the configuration of the layer-based collision detection.
russian: Позволяет настроить обнаружение столкновений на основе слоев.

source: This option boosts performance when ON. With it OFF it can result in poor performance due to GC pressure. For this reason, it defaults to being ON.
russian: Эта опция повышает производительность при включении. Если он выключен, это может привести к снижению производительности из-за давления ГХ. По этой причине по умолчанию он включен.

source: This option is for legacy support only. It can result in extremely poor performance when ON. For this reason, it defaults to being OFF.
russian: Этот вариант предназначен только для поддержки устаревших версий. При включении это может привести к крайне низкой производительности. По этой причине по умолчанию он отключен.

source: Collision Settings
russian: Настройки столкновений

source: Reuse Collision Callbacks
russian: Повторное использование обратных вызовов конфликтов

source: Auto Sync Transforms
russian: Автоматическая синхронизация преобразований

source: Awake Color (Outline)
russian: Цвет бодрствования (контур)

source: Asleep Color (Outline)
russian: Цвет сна (контур)

source: Awake Color (Filled)
russian: Цвет пробуждения (заполненный)

source: Asleep Color (Filled)
russian: Цвет сна (заполненный)

source: Bounds Color
russian: Цвет границ

source: Contact Color
russian: Цвет контакта

source: Contact Arrow Scale
russian: Контактная стрелка шкалы

source: Contacts
russian: Контакты

source: Change Joint Angular Limits
russian: Изменение угловых ограничений соединения

source: Edit joint angular limits.
russian: Редактировать совместные угловые пределы.

source: Break Action
russian: Разрыв действия

source: Break Force
russian: Разрывная сила

source: Break Torque
russian: Разрыв крутящего момента

source: Geometry Type
russian: Тип геометрии

source: Use Delaunay Mesh
russian: Используйте сетку Делоне

source: Generation Type
russian: Тип поколения

source: Vertex Distance
russian: Расстояние вершины

source: Offset Distance
russian: Расстояние смещения

source: Edge Radius
russian: Краевой радиус

source: Points
russian: Очки

source: Edit Collider
russian: Редактировать коллайдер

source: Collider cannot be edited because it is driven by SpriteRenderer's tiling properties.
russian: Коллайдер нельзя редактировать, поскольку он управляется свойствами мозаики SpriteRenderer.

source: Auto Tiling
russian: Автоматическая укладка плитки

source: When enabled, the collider's shape will update automatically based on the SpriteRenderer's tiling properties
russian: Если этот параметр включен, форма коллайдера будет обновляться автоматически в зависимости от свойств мозаики SpriteRenderer.

source: Used By Effector
russian: Используется эффектором

source: Used By Composite
russian: Используется композитом

source: Auto Tiling
russian: Автоматическая укладка плитки

source: Layer Override Priority
russian: Приоритет переопределения слоя

source: Include Layers
russian: Включить слои

source: Exclude Layers
russian: Исключить слои

source: Force Send Layers
russian: Принудительно отправить слои

source: Force Receive Layers
russian: Принудительное получение слоев

source: Contact Capture Layers
russian: Слои захвата контактов

source: Callback Layers
russian: Слои обратного вызова

source: Edit the collider geometry.
russian: Отредактируйте геометрию коллайдера.

source: Use Adjacent Start Point
russian: Использовать соседнюю начальную точку

source: Adjacent Start Point
russian: Соседняя начальная точка

source: Use Adjacent End Point
russian: Использовать соседнюю конечную точку

source: Adjacent End Point
russian: Соседняя конечная точка

source: Use Global Angle
russian: Использовать глобальный угол

source: Force Angle
russian: Силовой угол

source: Force Magnitude
russian: Величина силы

source: Force Variation
russian: Силовое изменение

source: Force Target
russian: Силовая цель

source: Angular Drag
russian: Угловое перетаскивание

source: Rotational Offset
russian: Вращательное смещение

source: Use One Way
russian: Используйте один путь

source: Use One Way Grouping
russian: Используйте одностороннюю группировку

source: Surface Arc
russian: Поверхностная дуга

source: Use Side Friction
russian: Используйте боковое трение

source: Use Side Bounce
russian: Используйте боковой отскок

source: Side Arc
russian: Боковая дуга

source: Speed Variation
russian: Изменение скорости

source: Force Scale
russian: Масштаб силы

source: Use Contact Force
russian: Используйте контактную силу

source: Use Friction
russian: Используйте трение

source: Use Bounce
russian: Используйте отказ

source: Surface Level
russian: Уровень поверхности

source: Linear Drag
russian: Линейное перетаскивание

source: Flow Angle
russian: Угол потока

source: Flow Magnitude
russian: Величина потока

source: Flow Variation
russian: Изменение потока

source: Use Collider Mask
russian: Используйте маску коллайдера

source: Collider Mask
russian: Маска коллайдера

source: Distance Scale
russian: Шкала расстояний

source: Force Source
russian: Источник Силы

source: Force Mode
russian: Принудительный режим

source: Freeze Position
russian: Зафиксировать положение

source: Freeze Rotation
russian: Заморозить вращение

source: Body Type
russian: Тип кузова

source: Simulated
russian: Имитация

source: Use Auto Mass
russian: Использовать автомассаж

source: Mass
russian: Масса

source: Gravity Scale
russian: Гравитационная шкала

source: Use Full Kinematic Contacts
russian: Используйте полные кинематические контакты

source: Collision Detection
russian: Обнаружение столкновений

source: Sleeping Mode
russian: Спящий режим

source: Interpolate
russian: Интерполировать

source: The Sprite defining the mask
russian: Спрайт, определяющий маску

source: The minimum alpha value used by the mask to select the area of influence defined over the mask's sprite.
russian: Минимальное значение альфа, используемое маской для выбора области влияния, определенной над спрайтом маски.

source: Custom Range
russian: Пользовательский диапазон

source: Mask sprites from front to back sorting values only.
russian: Маскируйте спрайты только по значениям сортировки спереди назад.

source: Create Sprite Mask
russian: Создать спрайт-маску

source: New Sprite Mask
russian: Новая маска спрайта

source: Front
russian: Передний

source: Is Custom Range Active
russian: Активен ли пользовательский диапазон?

source: Some settings will not take effect until you restart Unity.
russian: Некоторые настройки не вступят в силу, пока вы не перезапустите Unity.

source: Noise Seed
russian: Шумовое семя

source: Specifies the random seed value for detail object placement.
russian: Указывает случайное начальное значение для размещения объекта детализации.

source: Noise Spread
russian: Распространение шума

source: Controls the spatial frequency of the noise pattern used to vary the scale and color of the detail objects.
russian: Управляет пространственной частотой диаграммы шума, используемой для изменения масштаба и цвета деталей объектов.

source: Detail density
russian: Плотность деталей

source: Controls detail density for this detail prototype, relative to it's size. Only enabled in "Coverage" detail scatter mode.
russian: Управляет плотностью деталей этого прототипа относительно его размера. Включено только в режиме разброса подробностей «Покрытие».

source: Hole Edge Padding (%)
russian: Заполнение края отверстия (%)

source: Controls how far away detail objects are from the edge of the hole area. Specify this value as a percentage of the detail width, which determines the radius of the circular area around the detail object used for hole testing.
russian: Определяет, насколько далеко объекты детали находятся от края области отверстия. Укажите это значение в процентах от ширины детали, которая определяет радиус круглой области вокруг объекта детали, используемой для тестирования отверстия.

source: Affected by Density Scale
russian: Зависит от шкалы плотности

source: Toggles whether or not this detail prototype should be affected by the global density scaling setting in the Terrain settings.
russian: Включает, будет ли на этот детальный прототип влиять глобальная настройка масштабирования плотности в настройках ландшафта.

source: Align To Ground (%)
russian: Выровнять по земле (%)

source: Rotate detail axis to ground normal direction.
russian: Поверните ось детали в направлении нормали к земле.

source: Position Jitter (%)
russian: Джиттер позиции (%)

source: Controls the randomness of the detail distribution, from ordered to random. Only available when legacy distribution in Quality Settings is turned off.
russian: Управляет случайностью распределения деталей: от упорядоченного до случайного. Доступно только в том случае, если устаревшее распространение в настройках качества отключено.

source: Create Neighbor Terrains
russian: Создать соседние ландшафты

source: Paint Terrain
russian: Краска местности

source: Paint Trees
russian: Краска деревьев

source: Paint Details
russian: Детали краски

source: Terrain Settings
russian: Настройки местности

source: Click the edges to create neighbor terrains
russian: Нажмите на края, чтобы создать соседние ландшафты.

source: Select a tool from the drop-down list
russian: Выберите инструмент из раскрывающегося списка

source: Click to paint trees. Hold shift and click to erase trees. Hold Ctrl and click to erase only trees of the selected type.
russian: Нажмите, чтобы нарисовать деревья. Удерживайте клавишу Shift и нажмите, чтобы стереть деревья. Удерживайте Ctrl и щелкните, чтобы стереть только деревья выбранного типа.

source: Click to paint details. Hold shift and click to erase details. Hold Ctrl and click to erase only details of the selected type.
russian: Нажмите, чтобы нарисовать детали. Удерживайте клавишу Shift и щелкните, чтобы стереть детали. Удерживайте Ctrl и щелкните, чтобы стереть только детали выбранного типа.

source: Brush Size
russian: Размер кисти

source: Size of the brush used to paint.
russian: Размер кисти, которой рисовали.

source: Strength of the applied effect.
russian: Сила применяемого эффекта.

source: Assign
russian: Назначать

source: This inspector tab is not the active Terrain inspector, paint functionality disabled.
russian: Эта вкладка инспектора не является активным инспектором ландшафта, функция рисования отключена.

source: Activate this inspector
russian: Активируйте этот инспектор

source: Terrain editting is not supported in GLES2.
russian: Редактирование ландшафта не поддерживается в GLES2.

source: Texture Resolutions (On Terrain Data)
russian: Разрешение текстур (на данных о местности)

source: Require resampling on change
russian: Требовать повторной выборки при изменении

source: Import Raw...
russian: Импортировать сырье...

source: The Import Raw button allows you to set the terrain's heightmap from an image file in the RAW grayscale format. RAW format can be generated by third party terrain editing tools (such as Bryce) and can also be opened, edited and saved by Photoshop. This allows for sophisticated generation and editing of terrains outside Unity.
russian: Кнопка «Импортировать Raw» позволяет вам установить карту высот ландшафта из файла изображения в формате оттенков серого RAW. Формат RAW может быть создан с помощью сторонних инструментов редактирования ландшафта (таких как Bryce), а также может быть открыт, отредактирован и сохранен в Photoshop. Это позволяет создавать и редактировать ландшафты вне Unity.

source: Export Raw...
russian: Экспорт сырого...

source: The Export Raw button allows you to save the terrain's heightmap to an image file in the RAW grayscale format. RAW format can be generated by third party terrain editing tools (such as Bryce) and can also be opened, edited and saved by Photoshop. This allows for sophisticated generation and editing of terrains outside Unity.
russian: Кнопка «Экспортировать в Raw» позволяет сохранить карту высот ландшафта в файл изображения в формате оттенков серого RAW. Формат RAW может быть создан с помощью сторонних инструментов редактирования ландшафта (таких как Bryce), а также может быть открыт, отредактирован и сохранен в Photoshop. Это позволяет создавать и редактировать ландшафты вне Unity.

source: Bake Light Probes For Trees
russian: Запечь световые зонды для деревьев

source: If the option is enabled, Unity will create internal light probes at the position of each tree (these probes are internal and will not affect other renderers in the scene) and apply them to tree renderers for lighting. Otherwise trees are still affected by LightProbeGroups. The option is only effective for trees that have LightProbe enabled on their prototype prefab.
russian: Если опция включена, Unity создаст внутренние датчики освещения в позиции каждого дерева (эти датчики являются внутренними и не будут влиять на другие средства визуализации в сцене) и применит их к средствам визуализации деревьев для освещения. В противном случае LightProbeGroups по-прежнему влияет на деревья. Эта опция эффективна только для деревьев, у которых в сборном прототипе включен LightProbe.

source: Remove Light Probe Ringing
russian: Устранить звон светового зонда

source: Refresh
russian: Обновить

source: When you save a tree asset from the modelling app, you will need to click the Refresh button (shown in the inspector when the tree painting tool is selected) in order to see the updated trees on your terrain.
russian: Когда вы сохраняете ресурс дерева из приложения моделирования, вам нужно будет нажать кнопку «Обновить» (отображается в инспекторе, когда выбран инструмент рисования дерева), чтобы увидеть обновленные деревья на вашем ландшафте.

source: Basic Terrain
russian: Базовый ландшафт

source: Grouping ID
russian: Идентификатор группы

source: Grouping ID for auto connection
russian: Идентификатор группы для автоматического подключения

source: Auto Connect
russian: Автоматическое подключение

source: Allow the current terrain tile to automatically connect to neighboring tiles sharing the same grouping ID.
russian: Разрешить текущему тайлу ландшафта автоматически соединяться с соседними тайлами, имеющими тот же идентификатор группировки.

source: Reconnect
russian: Восстановить соединение

source: Will attempt to re-run auto connection
russian: Попытаюсь повторно запустить автоматическое соединение

source: Draw
russian: Рисовать

source: Toggle the rendering of terrain
russian: Переключить рендеринг местности

source: Enable Ray Tracing Support
russian: Включить поддержку трассировки лучей

source: When enabling this option, RayTracingAccelerationStructure.CullInstances function will populate the acceleration structure with terrain geometries.
russian: При включении этой опции функция RayTracingAccelerationStructure.CullInstances заполнит структуру ускорения геометрией местности.

source: Draw Instanced
russian: Нарисовать экземпляр

source: Toggle terrain instancing rendering
russian: Переключить рендеринг экземпляров ландшафта

source: Ignore Quality Settings
russian: Игнорировать настройки качества

source: Toggle whether this terrain should ignore the current active quality settings' terrain overrides.
russian: Включите, должен ли этот ландшафт игнорировать переопределения ландшафта текущих активных настроек качества.

source: The accuracy of the mapping between the terrain maps (heightmap, textures, etc.) and the generated terrain; higher values indicate lower accuracy but lower rendering overhead.
russian: Точность сопоставления между картами местности (картой высот, текстур и т. д.) и сгенерированным ландшафтом; более высокие значения указывают на более низкую точность, но меньшие затраты на рендеринг.

source: The maximum distance at which terrain textures will be displayed at full resolution. Beyond this distance, a lower resolution composite image will be used for efficiency.
russian: Максимальное расстояние, на котором текстуры местности будут отображаться в полном разрешении. За пределами этого расстояния для повышения эффективности будет использоваться составное изображение с более низким разрешением.

source: Does the terrain cast shadows?
russian: Отбрасывает ли местность тени?

source: Create...
russian: Создавать...

source: Create a new Material asset to be used by the terrain by duplicating the current default Terrain material.
russian: Создайте новый ресурс Material, который будет использоваться ландшафтом, дублируя текущий материал Terrain по умолчанию.

source: How reflection probes are used on terrain. Only effective when using built-in standard material or a custom material which supports rendering with reflection.
russian: Как отражательные зонды используются на местности. Эффективно только при использовании встроенного стандартного материала или пользовательского материала, поддерживающего рендеринг с отражением.

source: Tree & Detail Objects
russian: Дерево и объекты детализации

source: Should trees, grass and details be drawn?
russian: Стоит ли рисовать деревья, траву и детали?

source: The distance (from camera) beyond which details will be culled.
russian: Расстояние (от камеры), за пределами которого будут отсеиваться детали.

source: Scaling factor applied to the density of all details. Only affects details with the "Affected by Density Scale" option enabled.
russian: Коэффициент масштабирования применяется к плотности всех деталей. Влияет только на детали с включенной опцией «Затрагивается масштабом плотности».

source: Detail Scatter Mode
russian: Подробный режим разброса

source: The scatter mode type to be used while painting details. Coverage paints areas detail should be populated in based on their density setting, Instance Count paints the amount per sample.
russian: Тип режима разброса, который будет использоваться при рисовании деталей. Детали областей покрытия красками должны быть указаны в зависимости от настроек их плотности. Число экземпляров закрашивает количество на образец.

source: The distance (from camera) beyond which trees will be culled. For SpeedTree trees this parameter is controlled by the LOD group settings.
russian: Расстояние (от камеры), за которым будут отбракованы деревья. Для деревьев SpeedTree этот параметр контролируется настройками группы LOD.

source: The distance (from camera) at which 3D tree objects will be replaced by billboard images. For SpeedTree trees this parameter is controlled by the LOD group settings.
russian: Расстояние (от камеры), на котором объекты 3D-дерева будут заменены изображениями рекламных щитов. Для деревьев SpeedTree этот параметр контролируется настройками группы LOD.

source: Distance over which trees will transition between 3D objects and billboards. For SpeedTree trees this parameter is controlled by the LOD group settings.
russian: Расстояние, на котором деревья будут переходить между 3D-объектами и рекламными щитами. Для деревьев SpeedTree этот параметр контролируется настройками группы LOD.

source: The maximum number of visible trees that will be represented as solid 3D meshes. Beyond this limit, trees will be replaced with billboards. For SpeedTree trees this parameter is controlled by the LOD group settings.
russian: Максимальное количество видимых деревьев, которые будут представлены в виде сплошных 3D-сетей. За пределами этого лимита деревья будут заменены рекламными щитами. Для деревьев SpeedTree этот параметр контролируется настройками группы LOD.

source: Wind Settings for Grass (On Terrain Data)
russian: Настройки ветра для травы (по данным о местности)

source: The speed of the wind as it blows grass.
russian: Скорость ветра, когда он колышет траву.

source: The size of the 'ripples' on grassy areas as the wind blows over them.
russian: Размер «ряби» на травянистых участках, когда над ними дует ветер.

source: Bending
russian: Гибка

source: The degree to which grass objects are bent over by the wind.
russian: Степень, в которой травяные объекты сгибаются ветром.

source: Grass Tint
russian: Травяной оттенок

source: Overall color tint applied to grass objects.
russian: Общий цветовой оттенок, применяемый к объектам травы.

source: Mesh Resolution (On Terrain Data)
russian: Разрешение сетки (по данным о местности)

source: Holes Settings (On Terrain Data)
russian: Настройки отверстий (на основе данных о местности)

source: Compress Holes Texture
russian: Сжать текстуру отверстий

source: If enabled, holes texture will be compressed at runtime if compression supported.
russian: Если этот параметр включен, текстура дыр будет сжиматься во время выполнения, если сжатие поддерживается.

source: Heightmap Resolution
russian: Разрешение карты высот

source: Pixel resolution of the terrain's heightmap (should be a power of two plus one, eg, 513 = 512 + 1)
russian: Пиксельное разрешение карты высот ландшафта (должно быть степенью двойки плюс один, например, 513 = 512 + 1)

source: 33 x 33
russian: 33 х 33

source: Pixels
russian: Пиксели

source: 65 x 65
russian: 65 х 65

source: 129 x 129
russian: 129 х 129

source: 257 x 257
russian: 257 х 257

source: 513 x 513
russian: 513 х 513

source: 1025 x 1025
russian: 1025 х 1025

source: 2049 x 2049
russian: 2049 х 2049

source: 4097 x 4097
russian: 4097 х 4097

source: Control Texture Resolution
russian: Управление разрешением текстуры

source: Resolution of the "splatmap" that controls the blending of the different terrain materials.
russian: Разрешение «splatmap», которая управляет смешиванием различных материалов ландшафта.

source: 16 x 16
russian: 16 х 16

source: 32 x 32
russian: 32 х 32

source: 64 x 64
russian: 64 х 64

source: 128 x 128
russian: 128 х 128

source: 256 x 256
russian: 256 х 256

source: 512 x 512
russian: 512 х 512

source: 1024 x 1024
russian: 1024 х 1024

source: 2048 x 2048
russian: 2048 х 2048

source: 4096 x 4096
russian: 4096 х 4096

source: Base Texture Resolution
russian: Базовое разрешение текстуры

source: Resolution of the composite texture used on the terrain when viewed from a distance greater than the Basemap Distance.
russian: Разрешение составной текстуры, используемой на местности при просмотре с расстояния, превышающего расстояние базовой карты.

source: Change Detail Scatter Mode
russian: Изменить режим разброса деталей

source: Changing detail scatter mode to "Instance count" will erase existing detail placements. This action is undoable. Do you wish to continue?
russian: Изменение режима разброса деталей на «Количество экземпляров» приведет к удалению существующих размещений деталей. Это действие невозможно отменить. Хотите продолжить?

source: Terrain Width
russian: Ширина местности

source: Terrain Length
russian: Длина местности

source: Terrain Height
russian: Высота местности

source: Detail Resolution Per Patch
russian: Детальное разрешение на патч

source: Detail Resolution
russian: Подробное разрешение

source: Terrain
russian: Местность

source: TerrainEngineDetails
russian: МестностьДвигательПодробности
