Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Down scale ratio.
russian: Коэффициент уменьшения масштаба.

source: Copy Master's Settings
russian: Копировать настройки мастера

source: Copy all master's settings into this variant.
russian: Скопируйте все настройки мастера в этот вариант.

source: Sprite Atlas packing is disabled. Enable it in Edit > Project Settings > Editor.
russian: Упаковка Sprite Atlas отключена. Включите его в меню «Правка» > «Настройки проекта» > «Редактор».

source: Objects for Packing
russian: Объекты для упаковки

source: Only accepts Folders, Sprite Sheet (Texture) and Sprite.
russian: Принимаются только папки, лист спрайтов (текстура) и спрайт.

source: This scale will produce a Variant Sprite Atlas with a packed Texture that is NPOT (non - power of two). This may cause visual artifacts in certain compression/Texture formats.
russian: Это масштабирование создаст вариант атласа спрайтов с упакованной текстурой NPOT (не степень двойки). Это может привести к визуальным артефактам в некоторых форматах сжатия/текстур.

source: Secondary Texture Name
russian: Имя вторичной текстуры

source: The name of the Secondary Texture to apply the following settings to.
russian: Имя вторичной текстуры, к которой будут применены следующие настройки.

source: Show Platform Settings For
russian: Показать настройки платформы для

source: Delete currently selected settings.
russian: Удалить текущие выбранные настройки.

source: Swap Packable
russian: Сменная упаковка

source: (Matches the names of the Secondary Textures in your Sprites.)
russian: (Соответствует именам вторичных текстур в ваших спрайтах.)

source: Secondary Texture names must be unique within a Sprite or Sprite Atlas.
russian: Имена вторичных текстур должны быть уникальными в пределах Sprite или Sprite Atlas.

source: Master
russian: Владелец

source: Main Texture
russian: Основная текстура

source: New Secondary Texture settings.
russian: Новые настройки вторичной текстуры.

source: Variant Scale
russian: Вариант масштаба

source: Pack this atlas.
russian: Упакуйте этот атлас.

source: Only accepts Folder, Sprite Sheet (Texture) and Sprite.
russian: Принимает только папку, лист спрайтов (текстуру) и спрайт.

source: Asset Store
russian: Магазин активов

source: Deselect All
russian: Отменить выбор всех

source: Select Prefab Root %
russian: Выберите корень префаба %

source: Invert Selection
russian: Инвертировать выделение

source: LayerField doesn't support the formatting of the selected value.
russian: LayerField не поддерживает форматирование выбранного значения.

source: LayerField doesn't support the formatting of the list items.
russian: LayerField не поддерживает форматирование элементов списка.

source: Everything
russian: Все

source: Nothing
russian: Ничего

source: Serialized Property
russian: Сериализованное имущество

source: TagField doesn't support the formatting of the selected value.
russian: TagField не поддерживает форматирование выбранного значения.

source: TagField doesn't support the formatting of the list items.
russian: TagField не поддерживает форматирование элементов списка.

source: LayerMaskField doesn't support the formatting of the selected value.
russian: LayerMaskField не поддерживает форматирование выбранного значения.

source: LayerMaskField doesn't support the formatting of the list items.
russian: LayerMaskField не поддерживает форматирование элементов списка.

source: Internal import error: {0}
russian: Внутренняя ошибка импорта: {0}

source: Internal import error: {0} {1}
russian: Внутренняя ошибка импорта: {0} {1}

source: warning
russian: предупреждение

source: line
russian: линия

source: Unsupported unit: '{0}'
russian: Неподдерживаемый модуль: '{0}'

source: USS parsing error: {0}
russian: Ошибка анализа USS: {0}

source: Unsupported USS term: {0}
russian: Неподдерживаемый термин USS: {0}

source: Missing function argument: '{0}'
russian: Отсутствует аргумент функции: '{0}'

source: Missing variable name
russian: Отсутствует имя переменной

source: Empty variable name
russian: Пустое имя переменной

source: Too many function arguments
russian: Слишком много аргументов функции

source: Empty function argument
russian: Пустой аргумент функции

source: Expected ',', got '{0}'
russian: Ожидалось ',', получено '{0}'

source: Variable '{0}' is missing '--' prefix
russian: В переменной '{0}' отсутствует префикс '--'

source: Unsupported type {0} for asset at path '{1}' ; only Texture2D is supported for variants with @2x suffix Suggestion: verify the import settings of this asset.
russian: Неподдерживаемый тип {0} для актива по пути '{1}'; для вариантов с суффиксом @2x поддерживается только Text2D. Предложение: проверьте настройки импорта этого ресурса.

source: Invalid selector list delimiter: '{0}'
russian: Неверный разделитель списка выбора: '{0}'.

source: Invalid complex selector delimiter: '{0}'
russian: Неверный разделитель комплексного селектора: '{0}'.

source: Unsupported selector format: '{0}'
russian: Неподдерживаемый формат селектора: '{0}'

source: Unknown function '{0}' in declaration '{1}: {0}'
russian: Неизвестная функция '{0}' в объявлении '{1}: {0}'

source: Circular @import dependencies detected. All @import directives will be ignored for this StyleSheet.
russian: Обнаружены циклические зависимости @import. Все директивы @import для этой таблицы стилей будут игнорироваться.

source: Invalid URI location: '{0}'
russian: Неверное местоположение URI: '{0}'

source: Invalid URI scheme: '{0}'
russian: Неверная схема URI: '{0}'

source: Invalid asset path: '{0}'
russian: Неверный путь к активу: '{0}'

source: Unsupported type {0} for asset at path '{1}' ; only the following types are supported: {2} Suggestion: verify the import settings of this asset.
russian: Неподдерживаемый тип {0} для актива по пути '{1}'; поддерживаются только следующие типы: {2} Предложение: проверьте настройки импорта этого актива.

source: Invalid asset path hint "{0}" for referenced asset GUID "{1}"
russian: Неверная подсказка пути к ресурсу "{0}" для GUID ссылочного актива "{1}".

source: Disable Validation
russian: Отключить проверку

source: Copy Euler Angles
russian: Скопировать углы Эйлера

source: Copy Quaternion
russian: Копировать кватернион

source: Copy Path
russian: Копировать путь

source: Copy GUID
russian: Копировать GUID

source: Paste Min Color
russian: Вставить минимальный цвет

source: Paste Max Color
russian: Вставить Макс Цвет

source: Paste Min Gradient
russian: Вставить минимальный градиент

source: Paste Max Gradient
russian: Вставить максимальный градиент

source: Paste Min Scalar
russian: Вставить минимальный скаляр

source: Paste Max Scalar
russian: Вставить Макс. скаляр

source: Paste Min Curve
russian: Вставить минимальную кривую

source: Paste Max Curve
russian: Вставить максимальную кривую

source: World Transform
russian: Преобразование мира

source: Add Motion
russian: Добавить движение

source: Add Blend Tree
russian: Добавить дерево смешивания

source: Make Transition
russian: Сделать переход

source: Set StateMachine Default State
russian: Установить состояние StateMachine по умолчанию

source: Create State/Empty
russian: Создать состояние/пусто

source: Create State/From Selected Clip
russian: Создать состояние/из выбранного клипа

source: Create State/From New Blend Tree
russian: Создать состояние/из нового дерева смешивания

source: Create Sub-State Machine
russian: Создать подгосударственный автомат

source: Copy current StateMachine
russian: Копировать текущий StateMachine

source: Set as Layer Default State
russian: Установить как состояние слоя по умолчанию

source: Create new BlendTree in State
russian: Создайте новый BlendTree в State

source: Jump To State
russian: Перейти к состоянию

source: StateMachineBehaviour
russian: СостояниеМашиныПоведение

source: Move Up
russian: Двигаться вверх

source: Move Down
russian: Вниз

source: InvalidStateMachineBehaviour
russian: Инвалидстатемашинеповедение

source: Add Behaviour
russian: Добавить поведение

source: Add to list
russian: Добавить в список

source: Remove selection from list
russian: Удалить выбор из списка

source: Copy Transition Parameters
russian: Копировать параметры перехода

source: Paste Conditions
russian: Вставить условия

source: Paste Both
russian: Вставить оба

source: Not Found
russian: Не найдено

source: Transition has a fixed exit time
russian: Переход имеет фиксированное время выхода

source: Exit time in normalized time from current state
russian: Время выхода в нормализованное время из текущего состояния

source: Fixed Duration
russian: Фиксированная продолжительность

source: Transition duration is independent of state length
russian: Продолжительность перехода не зависит от длины состояния

source: Interruption Source
russian: Источник прерывания

source: Can be interrupted by transitions from
russian: Может прерываться переходами из

source: Normalized start time in the next state
russian: Нормализованное время начала в следующем состоянии

source: Transition Duration (s)
russian: Продолжительность перехода (с)

source: Transition duration in seconds
russian: Длительность перехода в секундах

source: Transition Duration (%)
russian: Продолжительность перехода (%)

source: Transition duration in normalized time from current state
russian: Продолжительность перехода в нормированном времени из текущего состояния

source: Can only be interrupted by higher priority transitions
russian: Может быть прервано только переходами с более высоким приоритетом.

source: Multiplier
russian: Множитель

source: Parameter used as multiplier for speed.
russian: Параметр, используемый в качестве множителя скорости.

source: Parameter
russian: Параметр

source: Use an AnimatorController's parameter to modulate this property at runtime.
russian: Используйте параметр AnimatorController для модуляции этого свойства во время выполнения.

source: Override this constant value with an AnimatorController's parameter to animate this property at runtime.
russian: Переопределите это постоянное значение с помощью параметра AnimatorController, чтобы анимировать это свойство во время выполнения.

source: Foot IK
russian: Нога ИК

source: Change layer default weight.
russian: Измените вес слоя по умолчанию.

source: Blending
russian: Смешивание

source: Choose between Override and Additive layer.
russian: Выберите между переопределенным и аддитивным слоем.

source: Sync
russian: Синхронизировать

source: Synchronize this layer with another layer.
russian: Синхронизируйте этот слой с другим слоем.

source: Timing
russian: Тайминг

source: When active, the layer will take control of the duration of the Synced Layer.
russian: Когда этот слой активен, он будет контролировать продолжительность синхронизированного слоя.

source: When active, the layer will have an IK pass when evaluated. It will trigger an OnAnimatorIK callback.
russian: Когда этот слой активен, при оценке слой будет проходить IK. Это вызовет обратный вызов OnAnimatorIK.

source: Source Layer
russian: Исходный слой

source: Specifies the source of the Synced Layer.
russian: Указывает источник синхронизированного слоя.

source: The AvatarMask that is used to mask the animation on the given layer.
russian: AvatarMask, используемый для маскировки анимации на данном слое.

source: Animator
russian: Аниматор

source: Click to edit controller's layers.
russian: Нажмите, чтобы редактировать слои контроллера.

source: Click to edit controller's parameters.
russian: Нажмите, чтобы отредактировать параметры контроллера.

source: Create New Layer
russian: Создать новый слой

source: Auto Live Link
russian: Автоматическая прямая ссылка

source: When enabled, auto focus on the current active state.
russian: Если эта функция включена, автоматический фокус на текущем активном состоянии.

source: Animator Parameter
russian: Параметр аниматора

source: Click to change layer settings.
russian: Нажмите, чтобы изменить настройки слоя.

source: S
russian: С

source: Layer is a Synchronized layer.
russian: Слой — это синхронизированный слой.

source: S+T
russian: С+Т

source: Layer is a Synchronized layer and will take control of the duration for this Synced Layer.
russian: Слой является синхронизированным слоем и будет контролировать продолжительность этого синхронизированного слоя.

source: Additive Layer.
russian: Аддитивный слой.

source: M
russian: М

source: Layer has an AvatarMask.
russian: Слой имеет AvatarMask.

source: Character orientation may be erroneous for humanoid motion if there is an AvatarMask on the default layer. Consider not using a mask for the default layer.
russian: Ориентация персонажа может быть ошибочной для движения гуманоида, если на слое по умолчанию есть AvatarMask. Рассмотрите возможность не использовать маску для слоя по умолчанию.

source: ON
russian: НА

source: OFF
russian: ВЫКЛЮЧЕННЫЙ

source: Services
russian: Услуги

source: Explore
russian: Исследовать

source: N/A
russian: Н/Д

source: General Settings
russian: Общие настройки

source: Attempting to change to an undefined state. Contact Unity Support.
russian: Попытка перейти в неопределенное состояние. Обратитесь в службу поддержки Unity.

source: In-App Purchasing
russian: Покупки в приложении

source: Simplify cross-platform IAP
russian: Упрощение межплатформенного IAP

source: Failed to download IAP package. Please check connectivity and retry. Web request Error:
russian: Не удалось загрузить пакет IAP. Пожалуйста, проверьте соединение и повторите попытку. Ошибка веб-запроса:

source: Cloud Build
russian: Облачная сборка

source: Build games faster
russian: Создавайте игры быстрее

source: Collaborate
russian: Сотрудничать

source: Create together seamlessly
russian: Создавайте вместе без проблем

source: Cloud Diagnostics
russian: Облачная диагностика

source: Discover app errors and collect user feedback
russian: Обнаруживайте ошибки приложения и собирайте отзывы пользователей.

source: Unity Distribution Portal
russian: Портал распространения Unity

source: Distribute to multiple app stores through a single hub.
russian: Распространяйте приложения в несколько магазинов приложений через единый центр.

source: Discover player insights
russian: Узнайте больше об игроках

source: Ads
russian: Объявления

source: Monetize your games
russian: Монетизируйте свои игры

source: Manage services
russian: Управление услугами

source: Select editor layout
russian: Выберите макет редактора

source: Which layers are visible in the Scene views
russian: Какие слои видны в видах сцены

source: Toggle Grid Snapping on and off. Available when you set tool handle rotation to Global.
russian: Включить и выключить привязку к сетке. Доступно, если для поворота ручки инструмента установлено значение «Глобальное».

source: Local
russian: Местный

source: Experimental Packages In Use
russian: Используемые экспериментальные пакеты

source: Dismiss
russian: Увольнять

source: Show Experimental Packages...
russian: Показать экспериментальные пакеты...

source: Why am I seeing this?
russian: Почему я это вижу?

source: Sign in
russian: Войти

source: My account
russian: Мой счет

source: Sign out
russian: выход

source: Upgrade to Unity Plus or Pro
russian: Обновление до Unity Plus или Pro

source: No frame data available. Select a frame from the charts above to see its details here.
russian: Данные кадра отсутствуют. Выберите кадр из приведенных выше таблиц, чтобы просмотреть его детали здесь.

source: Showing search results are disabled while recording with deep profiling. Stop recording to view search results.
russian: Показ результатов поиска отключен во время записи с глубоким профилированием. Остановите запись, чтобы просмотреть результаты поиска.

source: CPU:{0}ms GPU:{1}ms
russian: ЦП:{0}мс Графический процессор:{1}мс

source: Copy to Clipboard
russian: Копировать в буфер обмена

source: Show
russian: Показывать

source: Full details for Call Stacks
russian: Полная информация о стеках вызовов

source: Selected Sample Stack ...
russian: Выбранный образец стека...

source: Live
russian: Жить

source: Display the current or selected frame while recording Playmode or Editor. This increases the overhead in the EditorLoop when the Profiler Window is repainted.
russian: Отображение текущего или выбранного кадра во время записи в режиме воспроизведения или редакторе. Это увеличивает накладные расходы в EditorLoop при перерисовке окна профилировщика.

source: Selection Info:
russian: Информация о выборе:

source: Sample "{0}" {1} {2} deeper not found in this frame within the selected Sample Stack.
russian: Образец "{0}" {1} {2} глубже не найден в этом кадре в выбранном стеке образцов.

source: scope
russian: объем

source: scopes
russian: объемы

source: Selected Sample Stack: {0}
russian: Выбранный образец стека: {0}

source: Closest match:
russian: Ближайшее совпадение:

source: Call Stack:
russian: Стек вызовов:

source: Timeline
russian: Хронология

source: Raw Hierarchy
russian: Необработанная иерархия

source: Sample Stack
russian: Пример стека

source: Selected Sample Stack
russian: Выбранный образец стека

source: Actual Sample Stack
russian: Фактический примерный стек

source: Press 'F' to frame selection
russian: Нажмите «F», чтобы выбрать кадр.

source: Collecting GPU Profiler data might have overhead. Close graph if you don't need its data
russian: Сбор данных профилировщика графического процессора может потребовать дополнительных затрат. Закройте график, если вам не нужны его данные

source: A chart showing performance counters related to '{0}'.
russian: Диаграмма, показывающая счетчики производительности, связанные с «{0}».

source: {0} instances of {1} sample:
russian: {0} экземпляров {1} образца:

source: Total count of samples which represent the selected item in the Hierarchy View.
russian: Общее количество образцов, представляющих выбранный элемент в представлении иерархии.

source: Metadata:
russian: Метаданные:

source: No metadata or call stack is available for the selected sample.
russian: Для выбранного образца метаданные или стек вызовов недоступны.

source: Profiler
russian: Профилировщик

source: Profiler Modules
russian: Модули профилировщика

source: Add and remove profiler modules
russian: Добавляйте и удаляйте модули профилировщика

source: Deep Profile
russian: Глубокий профиль

source: Instrument all scripting method calls to investigate scripts
russian: Инструментировать все вызовы методов сценариев для исследования сценариев.

source: Build a Player with Deep Profiling Support to be able to enable instrumentation of all scripting methods in a Player.
russian: Создайте проигрыватель с поддержкой глубокого профилирования, чтобы иметь возможность использовать все методы сценариев в проигрывателе.

source: No frame data available
russian: Нет доступных данных кадра

source: No Profiler Modules are active. Activate modules from the top left-hand drop-down.
russian: Ни один из модулей профилировщика не активен. Активируйте модули из раскрывающегося списка слева вверху.

source: Enable deep script profiling
russian: Включить глубокое профилирование скриптов

source: Enabling deep profiling requires reloading scripts.
russian: Включение глубокого профилирования требует перезагрузки сценариев.

source: Disable deep script profiling
russian: Отключить глубокое профилирование скриптов

source: Disabling deep profiling requires reloading all scripts.
russian: Отключение глубокого профилирования требует перезагрузки всех скриптов.

source: Call Stacks
russian: Стеки вызовов

source: UnsafeUtility.Malloc(Persistent)
russian: UnsafeUtility.Malloc(постоянный)

source: Native Allocations (Editor Only)
russian: Нативные распределения (только редактор)

source: Record profiling information
russian: Запись информации профиля

source: Previous frame
russian: Предыдущий кадр

source: Next frame
russian: Следующий кадр

source: Current frame
russian: Текущий кадр

source: Frame:
russian: Рамка:

source: Selected frame / Total number of frames
russian: Выбранный кадр/общее количество кадров

source: Clear the captured data on entering Play Mode, or connecting to a new Player
russian: Очистите захваченные данные при входе в режим воспроизведения или подключении к новому проигрывателю.

source: Clear the captured data
russian: Очистить захваченные данные

source: Save Window
russian: Окно сохранения

source: Save current profiling information to a binary file
russian: Сохранение текущей информации о профилировании в двоичный файл.

source: Load Window
russian: Окно загрузки

source: Load binary profiling information from a file. Shift click to append to the existing data
russian: Загрузите информацию о двоичном профилировании из файла. Нажмите клавишу Shift, чтобы добавить к существующим данным.

source: Profiler files
russian: Файлы профилировщика

source: All files
russian: Все файлы

source: Additional Options
russian: Дополнительные опции

source: Open Manual (in a web browser)
russian: Открыть Руководство (в веб-браузере)

source: Preferences
russian: Предпочтения

source: Open User Preferences for the Profiler
russian: Откройте настройки пользователя для профилировщика

source: Color Blind Mode
russian: Режим цветовой слепоты

source: Switch the color scheme to color blind safe colors
russian: Переключите цветовую схему на цвета, безопасные для дальтоников.

source: Show Stats for 'current frame'
russian: Показать статистику для «текущего кадра»

source: Show stats labels when the 'current frame' toggle is on.
russian: Показывать метки статистики, когда включен переключатель «текущий кадр».

source: Profiler (Standalone Process)
russian: Профилировщик (автономный процесс)

source: No Details
russian: Нет подробностей

source: Related Data
russian: Связанные данные

source: Calls
russian: Звонки

source: Overview
russian: Обзор

source: Total
russian: Общий

source: Self
russian: Себя

source: GC Alloc
russian: GC Аллок

source: Time ms
russian: Время мс

source: Self ms
russian: Сам мс

source: DrawCalls
russian: Вызовы Draw

source: GPU ms
russian: графический процессор мс

source: |Warnings
russian: |Предупреждения

source: Unity Object Name
russian: Имя объекта Unity

source: Start ms
russian: Старт мс

source: Restore Defaults
russian: Восстановить настройки по умолчанию

source: Do you want to restore the default Profiler Window modules? All custom modules will be deleted and the order of modules will be reset.
russian: Вы хотите восстановить модули окна профилировщика по умолчанию? Все пользовательские модули будут удалены, а порядок модулей будет сброшен.

source: Total time of all calls of the selected function in the frame.
russian: Общее время всех вызовов выбранной функции в кадре.

source: Called From
russian: Вызывается из

source: Parents the selected function is called from (Press 'F' for frame selection)
russian: Родители: выбранная функция вызывается из (нажмите «F» для выбора кадра)

source: Calls To
russian: Звонки

source: Functions which are called from the selected function (Press 'F' for frame selection)
russian: Функции, которые вызываются из выбранной функции (Нажмите «F» для выбора кадра)

source: Total number of calls in a selected frame
russian: Общее количество звонков в выбранном кадре

source: Total time the selected function spends within a parent
russian: Общее время, которое выбранная функция проводит внутри родительского элемента

source: Total time the child call spends within selected function
russian: Общее время, которое дочерний вызов проводит в выбранной функции

source: Time %
russian: Время %

source: Shows how often the selected function was called from the parent call
russian: Показывает, как часто выбранная функция вызывалась из родительского вызова.

source: Shows how often child call was called from the selected function
russian: Показывает, как часто вызывался дочерний вызов из выбранной функции.
