Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: The texture to render this camera into, if none then this camera renders to screen.
russian: Текстура для рендеринга этой камеры, если ее нет, то эта камера визуализируется на экране.

source: Inspector Overlay Camera
russian: Инспектор наложения камеры

source: Enables Multi-Sample Anti-Aliasing, a technique that smooths jagged edges.
russian: Включает многосэмпловое сглаживание — метод, сглаживающий неровные края.

source: HDR Rendering
russian: HDR-рендеринг

source: HDR Output
russian: HDR-выход

source: Whether to support outputting to HDR displays.
russian: Поддерживать ли вывод на HDR-дисплеи.

source: Camera target texture requires {0}x MSAA. Universal pipeline {1}.
russian: Для целевой текстуры камеры требуется {0}x MSAA. Универсальный трубопровод {1}.

source: is set to support {0}x
russian: настроен на поддержку {0}x

source: has MSAA disabled
russian: MSAA отключен

source: HDR Output is enabled but HDR rendering is disabled. Image may appear underexposed or oversaturated on an HDR display.
russian: Вывод HDR включен, но рендеринг HDR отключен. На HDR-дисплее изображение может выглядеть недоэкспонированным или перенасыщенным.

source: Render Type
russian: Тип рендеринга

source: Defines if a camera renders directly to a target or overlays on top of another cameraâs output. Overlay option is not available when Deferred Render Data is in use.
russian: Определяет, выполняет ли камера рендеринг непосредственно к цели или накладывает ее поверх выходных данных другой камеры. Параметр наложения недоступен, если используются данные отложенного рендеринга.

source: Projection settings have been overriden by the Pixel Perfect Camera.
russian: Настройки проекции были отменены камерой Pixel Perfect.

source: Stack
russian: Куча

source: The list of overlay cameras assigned to this camera.
russian: Список наложенных камер, назначенных этой камере.

source: Cameras
russian: Камеры

source: The series of operations that translates code into visuals. These have different capabilities and performance characteristics.
russian: Ряд операций, которые преобразуют код в визуальные эффекты. Они имеют разные возможности и эксплуатационные характеристики.

source: Post Processing
russian: Постобработка

source: Enable this to make this camera render post-processing effects.
russian: Включите этот параметр, чтобы камера отображала эффекты постобработки.

source: The method the camera uses to smooth jagged edges.
russian: Метод, который использует камера для сглаживания неровных краев.

source: The quality level to use for the selected anti-aliasing method.
russian: Уровень качества, используемый для выбранного метода сглаживания.

source: Contrast Adaptive Sharpening
russian: Контрастное адаптивное повышение резкости

source: Enables high quality post sharpening to reduce TAA blur. The FSR upscaling overrides this setting if enabled.
russian: Обеспечивает высококачественную пост-резкость для уменьшения размытия TAA. Масштабирование FSR переопределяет этот параметр, если он включен.

source: Determines how much texture mip map selection is biased when rendering. Lowering this can slightly reduce blur on textures at the cost of performance. Requires mip maps in textures.
russian: Определяет, насколько выбор MIP-карты текстур смещен при рендеринге. Уменьшение этого значения может немного уменьшить размытие текстур за счет производительности. Требуются мип-карты в текстурах.

source: Variance Clamp Scale
russian: Масштаб фиксации дисперсии

source: Determines the strength of the history color rectification clamp. Lower values can reduce ghosting, but produce more flickering. Higher values reduce flickering, but are prone to blur and ghosting.
russian: Определяет силу зажима исправления цвета истории. Более низкие значения могут уменьшить ореолы, но приведут к усилению мерцания. Более высокие значения уменьшают мерцание, но склонны к размытию и двоению изображения.

source: Reset History
russian: Сбросить историю

source: Reset the history buffers.
russian: Сбросьте буферы истории.

source: If this is enabled, the camera builds a screen-space depth texture. Note that generating the texture incurs a performance cost.
russian: Если этот параметр включен, камера создает текстуру глубины экранного пространства. Обратите внимание, что создание текстуры влечет за собой снижение производительности.

source: If this is enabled, the camera copies the rendered view so it can be accessed at a later stage in the pipeline.
russian: Если этот параметр включен, камера копирует визуализированный вид, чтобы к нему можно было получить доступ на более позднем этапе конвейера.

source: If enabled, depth from the previous camera will be cleared.
russian: Если этот параметр включен, глубина предыдущей камеры будет удалена.

source: Render Shadows
russian: Рендеринг теней

source: Makes this camera render shadows.
russian: Заставляет эту камеру отображать тени.

source: A camera with a higher priority is drawn on top of a camera with a lower priority [ -100, 100 ].
russian: Камера с более высоким приоритетом отображается поверх камеры с более низким приоритетом [-100, 100].

source: There are no valid Renderers available on the Universal Render Pipeline asset.
russian: В ресурсе Universal Render Pipeline нет действительных средств визуализации.

source: The currently selected Renderer is missing from the Universal Render Pipeline asset.
russian: Выбранный в данный момент рендерер отсутствует в ресурсе Universal Render Pipeline.

source: Post Processing is currently disabled on the current Universal Render Pipeline renderer.
russian: Постобработка в настоящее время отключена в текущем средстве рендеринга Universal Render Pipeline.

source: Stop NaNs has no effect on GLES2 platforms.
russian: Stop NaNs не влияет на платформы GLES2.

source: Sub-pixel Morphological Anti-Aliasing isn't supported on GLES2 platforms.
russian: Субпиксельное морфологическое сглаживание не поддерживается на платформах GLES2.

source: Select Render Pipeline Asset
russian: Выберите актив конвейера рендеринга

source: Post Processing based Anti-aliasing requires Post Processing enabled to function.
russian: Для работы сглаживания на основе постобработки требуется включенная постобработка.

source: Controls how to initialize the Camera's background. Skybox initializes camera with Skybox, defaulting to a background color if no skybox is found. Solid Color initializes background with the background color. Uninitialized has undefined values for the camera background. Use this only if you are rendering all pixels in the Camera's view.
russian: Управляет инициализацией фона камеры. Skybox инициализирует камеру с помощью Skybox, по умолчанию используется цвет фона, если скайбокс не найден. Solid Color инициализирует фон с цветом фона. Uninitialized имеет неопределенные значения для камеры фон. Используйте это только в том случае, если вы визуализируете все пиксели в поле зрения камеры.

source: Volumes
russian: Объемы

source: These settings define how Volumes affect this Camera.
russian: Эти настройки определяют, как громкость влияет на эту камеру.

source: Volume Trigger
russian: Триггер громкости

source: A transform that will act as a trigger for volume blending. If none is set, the camera itself will act as a trigger.
russian: Преобразование, которое будет действовать как триггер для объемного смешивания. Если ничего не установлено, в качестве триггера будет действовать сама камера.

source: This feature resolves the cascaded shadows in screen space, so there is no options now. It might have additional settings later.
russian: Эта функция устраняет каскадные тени в пространстве экрана, поэтому сейчас у нее нет никаких опций. Возможно, позже у него появятся дополнительные настройки.

source: Settings Prop
russian: Настройки

source: URP Renderer Feature
russian: Функция URP-рендерера

source: Method
russian: Метод

source: The noise method to use when calculating the Ambient Occlusion value.
russian: Метод шума, используемый при вычислении значения Ambient Occlusion.

source: The degree of darkness that Ambient Occlusion adds.
russian: Степень затемнения, которую добавляет Ambient Occlusion.

source: The radius around a given point, where Unity calculates and applies the effect.
russian: Радиус вокруг заданной точки, где Unity рассчитывает и применяет эффект.

source: Falloff Distance
russian: Расстояние спада

source: The distance from the camera where Ambient Occlusion should be visible.
russian: Расстояние от камеры, на котором должна быть видна Ambient Occlusion.

source: Controls how much the ambient occlusion affects direct lighting.
russian: Управляет тем, насколько окружающая окклюзия влияет на прямое освещение.

source: The source of the normal vector values. Depth Normals: the feature uses the values generated in the Depth Normal prepass. Depth: the feature reconstructs the normal values using the depth buffer. In the Deferred rendering path, the feature uses the G-buffer normals texture.
russian: Источник значений вектора нормалей. Нормали глубины: функция использует значения, сгенерированные в предварительном проходе нормали глубины. Глубина: функция реконструирует значения нормалей с использованием буфера глубины. В пути отложенного рендеринга функция использует G -буфер нормалей текстуры.

source: Downsample
russian: Понижение разрешения

source: With this option enabled, Unity downsamples the SSAO effect texture to improve performance. Each dimension of the texture is reduced by a factor of 2.
russian: Если эта опция включена, Unity снижает дискретизацию текстуры эффекта SSAO для повышения производительности. Каждое измерение текстуры уменьшается в 2 раза.

source: After Opaque
russian: После непрозрачного

source: With this option enabled, Unity calculates and apply SSAO after the opaque pass to improve performance on mobile platforms with tiled-based GPU architectures. This is not physically correct.
russian: Если эта опция включена, Unity рассчитывает и применяет SSAO после непрозрачного прохода, чтобы повысить производительность на мобильных платформах с тайловой архитектурой графического процессора. Это физически не правильно.

source: Blur Quality
russian: Качество размытия

source: High: Bilateral, Medium: Gaussian. Low: Kawase (Single Pass).
russian: Высокий: двусторонний, средний: гауссовский. Низкий: Кавасе (один проход).

source: The number of samples that Unity takes when calculating the obscurance value. Low:4 samples, Medium: 8 samples, High: 12 samples.
russian: Количество выборок, которые Unity берет при вычислении значения затемнения. Низкий: 4 образца, Средний: 8 образцов, Высокий: 12 образцов.

source: AO Method
russian: Метод АО

source: Technique
russian: Техника

source: This option determines what method is used for rendering decals.
russian: Эта опция определяет, какой метод используется для рендеринга декалей.

source: Max Draw Distance
russian: Макс. расстояние прорисовки

source: Maximum global draw distance of decals.
russian: Максимальная глобальная дальность прорисовки декалей.

source: When enabled, you can configure specific Decal Projectors to affect only specific objects. The number of Rendering Layers affects the performance.
russian: Если этот параметр включен, вы можете настроить определенные проекторы декалей так, чтобы они воздействовали только на определенные объекты. Количество слоев рендеринга влияет на производительность.

source: Surface Data
russian: Данные о поверхности

source: Allows specifying which decals surface data should be blended with surfaces.
russian: Позволяет указать, какие данные поверхности декалей следует смешивать с поверхностями.

source: Normal Blend
russian: Нормальная смесь

source: Controls the quality of normal reconstruction. The higher the value the more accurate normal reconstruction and the cost on performance.
russian: Управляет качеством нормальной реконструкции. Чем выше значение, тем точнее нормальная реконструкция и снижается производительность.

source: D Buffer Surface Data
russian: D Данные о поверхности буфера

source: Screen Space Normal Blend
russian: Экранное пространство Нормальное смешивание

source: This light is set as the current Sun Source, which requires a directional light. Go to the Lighting Window's Environment settings to edit the Sun Source.
russian: Этот источник света установлен в качестве текущего источника Солнца, для которого требуется направленный свет. Перейдите к настройкам среды окна освещения, чтобы отредактировать источник солнца.

source: Specifies which layers will be affected or excluded from the light's effect on objects in the scene. This only applies to objects rendered using the Forward rendering path, and transparent objects rendered using the Deferred rendering path.
russian: Указывает, какие слои будут затронуты или исключены из воздействия света на объекты сцены. Это применимо только к объектам, визуализируемым с использованием пути прямой визуализации, и прозрачным объектам, визуализируемым с использованием пути отложенной визуализации.

source: Determines the bias this Light applies along the normal of surfaces it illuminates. This is ignored for point lights.
russian: Определяет смещение, которое этот Свет применяет вдоль нормали освещаемых им поверхностей. Это игнорируется для точечных источников света.

source: Determines the bias at which shadows are pushed away from the shadow-casting Game Object along the line from the Light.
russian: Определяет смещение, с которым тени отталкиваются от игрового объекта, отбрасывающего тень, вдоль линии от источника света.

source: Unity might reduce the Light's shadow resolution to ensure that shadow maps fit in the shadow atlas. Consider this when selecting the the size of the shadow atlas, the shadow resolution of Lights, the number of Lights in your scene and whether you use soft shadows.
russian: Unity может уменьшить разрешение теней Light, чтобы гарантировать, что карты теней поместятся в атлас теней. Учитывайте это при выборе размера атласа теней, разрешения теней для источников света, количества источников света в вашей сцене и того, используете ли вы мягкие тени.

source: Soft Shadows Quality
russian: Качество мягких теней

source: Controls the filtering quality of soft shadows. Higher quality has lower performance.
russian: Управляет качеством фильтрации мягких теней. Более высокое качество имеет меньшую производительность.

source: Select if the Bias should use the settings from the Pipeline Asset or Custom settings.
russian: Выберите, должно ли смещение использовать настройки из «Актива конвейера» или «Пользовательские настройки».

source: Cookie Offset
russian: Смещение файлов cookie

source: Controls the offset of the cookie mask currently assigned to the light.
russian: Управляет смещением маски cookie, назначенной в данный момент источнику света.

source: Select the Rendering Layers that the Light affects. This Light affects objects where at least one Rendering Layer value matches.
russian: Выберите слои рендеринга, на которые влияет свет. Этот свет влияет на объекты, у которых совпадает хотя бы одно значение слоя рендеринга.

source: Flip-Book Blending
russian: Смешивание флип-книги

source: Surface Fade
russian: Поверхностное выцветание

source: The distance from the camera where the particle is completely opaque.
russian: Расстояние от камеры, на котором частица полностью непрозрачна.

source: Vertex Streams
russian: Вершинные потоки

source: Controls how URP Renders the material on screen.
russian: Управляет тем, как URP отображает материал на экране.

source: Blending Mode
russian: Режим наложения

source: Preserve Specular Lighting
russian: Сохранить зеркальное освещение

source: Render Face
russian: Рендеринг лица

source: Depth Write
russian: Глубина записи

source: Depth Test
russian: Тест глубины

source: Alpha Clipping
russian: Альфа-отсечение

source: Base Map
russian: Базовая карта

source: Emission Map
russian: Карта выбросов

source: Designates a Normal Map to create the illusion of bumps and dents on this Material's surface.
russian: Обозначает карту нормалей для создания иллюзии неровностей и вмятин на поверхности этого материала.

source: Fix now
russian: Исправьте сейчас

source: Sorting Priority
russian: Сортировка по приоритету

source: Queue Control
russian: Управление очередью

source: Setting the scaling factor to a value other than 1 results in a less performant shader variant.
russian: Установка коэффициента масштабирования на значение, отличное от 1, приводит к менее производительному варианту шейдера.

source: This texture is not in linear space.
russian: Эта текстура не находится в линейном пространстве.

source: Workflow Mode
russian: Режим рабочего процесса

source: Specular Map
russian: Зеркальная карта

source: Designates a Specular Map and specular color determining the apperance of reflections on this Material's surface.
russian: Обозначает карту зеркального отражения и зеркальный цвет, определяющий внешний вид отражений на поверхности этого материала.

source: Metallic Map
russian: Металлическая карта

source: Sets and configures the map for the Metallic workflow.
russian: Устанавливает и настраивает карту для рабочего процесса Metallic.

source: Occlusion Map
russian: Карта окклюзии

source: Clear Coat
russian: Прозрачное пальто

source: Freeform Light 2D
russian: Свободная форма света 2D

source: Square
russian: Квадрат

source: Isometric Diamond
russian: Изометрический алмаз

source: Hexagon Flat Top
russian: Шестигранник с плоской вершиной

source: Hexagon Pointed Top
russian: Шестиугольный заостренный верх

source: Sprite Light 2D
russian: Спрайт Свет 2D

source: Spot Light 2D
russian: Точечный свет 2D

source: Global Light 2D
russian: Глобальный свет 2D

source: URP Asset (with 2D Renderer)
russian: Ресурс URP (с 2D-рендерером)

source: URP 2D Renderer
russian: URP 2D-рендерер

source: Adjusts the inner / outer angles of this light to change the angle ranges of this Spot Lightâs beam.
russian: Регулирует внутренние/внешние углы этого источника света, чтобы изменить диапазоны углов луча этого прожектора.

source: Options used for blending
russian: Параметры, используемые для смешивания

source: Options used for shadows
russian: Параметры, используемые для теней

source: Options used for volumetric lighting
russian: Варианты, используемые для объемного освещения

source: Normal Maps
russian: Обычные карты

source: Options used for normal maps
russian: Параметры, используемые для нормальных карт

source: Select the light type. Global Light: For ambient light. Spot Light: For a spot light / point light. Freeform Light: For a custom shape light. Sprite Light: For a custom light cookie using Sprites.
russian: Выберите тип света. Global Light: для окружающего освещения. Прожектор: для точечного освещения. Freeform Light: для освещения произвольной формы. Sprite Light: для пользовательского светлого файла cookie с использованием спрайтов.

source: Adjusts the falloff area of this light. The higher the falloff value, the larger area the falloff spans.
russian: Регулирует область спада этого света. Чем выше значение спада, тем большую площадь охватывает спад.

source: Adjusts the falloff curve to control the softness of this lightâs edges. The higher the falloff strength, the softer the edges of this light.
russian: Регулирует кривую спада, чтобы контролировать мягкость краев этого источника света. Чем выше сила спада, тем мягче края этого света.

source: Adjusts this lightâs color.
russian: Регулирует цвет этого источника света.

source: Adjusts this lightâs color intensity by using multiply to brighten the Sprite beyond its original color.
russian: Регулирует интенсивность цвета этого источника света, используя функцию умножения, чтобы сделать спрайт ярче, чем его исходный цвет.

source: Adjusts the intensity of this additional light volume that's additively blended on top of this light. To enable the Volumetric Shadow Strength, increase this Intensity to be greater than 0.
russian: Регулирует интенсивность этого дополнительного объема света, который аддитивно накладывается поверх этого света. Чтобы включить объемную силу тени, увеличьте эту интенсивность больше 0.

source: Blend Style
russian: Смешать стиль

source: Adjusts how this light blends with the Sprites on the Target Sorting Layers. Different Blend Styles can be customized in the 2D Renderer Data Asset.
russian: Регулирует то, как этот свет смешивается со спрайтами на целевых слоях сортировки. Различные стили смешивания можно настроить в ресурсе данных 2D-рендерера.

source: Overlap Operation
russian: Операция перекрытия

source: Determines how this light blends with the other lights either through additive or alpha blending.
russian: Определяет, как этот источник света смешивается с другими источниками света посредством аддитивного или альфа-смешивания.

source: Light Order
russian: Легкий Орден

source: Determines the relative order in which lights of the same Blend Style get rendered. Lights with lower values are rendered first.
russian: Определяет относительный порядок, в котором визуализируются источники света одного и того же стиля наложения. Сначала визуализируются источники света с более низкими значениями.

source: Adjusts the amount of light occlusion from the Shadow Caster 2D component(s) when blocking this light.The higher the value, the more opaque the shadow becomes.
russian: Регулирует степень перекрытия света от компонента(ов) Shadow Caster 2D при блокировании этого света. Чем выше значение, тем более непрозрачной становится тень.

source: Adjusts the amount of volume light occlusion from the Shadow Caster 2D component(s) when blocking this light.
russian: Регулирует степень перекрытия объемного света от компонента(ов) Shadow Caster 2D при блокировании этого света.

source: Target Sorting Layers
russian: Целевые слои сортировки

source: Determines which layers this light affects. To optimize performance, minimize the number of layers this light affects.
russian: Определяет, на какие слои влияет этот свет. Чтобы оптимизировать производительность, минимизируйте количество слоев, на которые влияет этот свет.

source: No valid blend styles are enabled.
russian: Ни один допустимый стиль наложения не включен.

source: Adjusts the z-axis distance of this light and the lit Sprite(s). Do note that this distance does not Transform the position of this light in the Scene.
russian: Регулирует расстояние по оси Z от этого источника света и освещенных спрайтов. Обратите внимание, что это расстояние не меняет положение этого источника света в сцене.

source: Determines the accuracy of the lighting calculations when normal map is used. To optimize for performance, select Fast.
russian: Определяет точность расчета освещения при использовании карты нормалей. Чтобы оптимизировать производительность, выберите «Быстро».

source: Adjusts the inner / outer radius of this light to change the size of this light.
russian: Регулирует внутренний/внешний радиус этого источника света, чтобы изменить размер этого источника света.

source: Specify the inner radius of the light
russian: Укажите внутренний радиус источника света

source: Outer
russian: Внешний

source: Specify the outer radius of the light
russian: Укажите внешний радиус источника света

source: Specify the sprite (deprecated)
russian: Укажите спрайт (устарело)

source: Assign a Sprite which acts as a mask to create a light cookie.
russian: Назначьте спрайт, который будет действовать как маска для создания легкого печенья.
