Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Show per contact point impulse
russian: Показать импульс на точку контакта

source: Show Separation
russian: Показать разделение

source: Show contact separation
russian: Показать разделение контактов

source: Use Filtering settings
russian: Использовать настройки фильтрации

source: Should Filtering settings be taken into account when displaying contacts?
russian: Следует ли учитывать настройки фильтрации при отображении контактов?

source: Use varied colors
russian: Используйте разнообразные цвета

source: Uses collider instance ID to hash it into a color
russian: Использует идентификатор экземпляра коллайдера для хеширования его в цвет

source: Show queries
russian: Показать запросы

source: Should queries be visualized?
russian: Нужно ли визуализировать запросы?

source: Query duration
russian: Продолжительность запроса

source: How longs should the query be visible after it is performed?
russian: Как долго запрос должен быть виден после его выполнения?

source: Query color
russian: Цвет запроса

source: Color used for query visualization
russian: Цвет, используемый для визуализации запроса

source: Should sphere shaped queries be visualized?
russian: Следует ли визуализировать запросы в форме сферы?

source: Should box shaped queries be visualized?
russian: Следует ли визуализировать прямоугольные запросы?

source: Should capsule shaped queries be visualized?
russian: Следует ли визуализировать запросы в форме капсул?

source: Ray
russian: Рэй

source: Should ray shaped queries be visualized?
russian: Следует ли визуализировать запросы в форме лучей?

source: Overlap
russian: Перекрывать

source: Should overlap type queries be visualized?
russian: Следует ли визуализировать запросы перекрывающихся типов?

source: Check
russian: Проверять

source: Should check type queries be visualized?
russian: Следует ли визуализировать запросы типа проверки?

source: Cast
russian: Бросать

source: Should cast type queries be visualized?
russian: Следует ли визуализировать запросы типов приведения?

source: Show types:
russian: Типы шоу:

source: Show shapes:
russian: Показать фигуры:

source: Max Queries
russian: Макс. количество запросов

source: Maximum number of queries that will be visualized
russian: Максимальное количество запросов, которые будут визуализированы

source: Force Dot
russian: Силовая точка

source: DotAlpha
russian: ДотАльфа

source: Hide tools
russian: Скрыть инструменты

source: Collision Geometry
russian: Геометрия столкновений

source: Mouse Select
russian: Выбор мышью

source: Use Scene Cam
russian: Использовать камеру сцены

source: Show All
russian: Показать все

source: Show None
russian: Показать ничего

source: Reset visualization settings and locked objects
russian: Сброс настроек визуализации и заблокированных объектов

source: Local Center of Mass
russian: Местный центр масс

source: World Center of Mass
russian: Всемирный центр масс

source: Sleep State
russian: Состояние сна

source: Sleep Threshold
russian: Порог сна

source: Max Linear Velocity
russian: Максимальная линейная скорость

source: Max Angular Velocity
russian: Максимальная угловая скорость

source: Solver Iterations
russian: Итерации решателя

source: Solver Velocity Iterations
russian: Итерации скорости решателя

source: Asleep
russian: Спящий

source: Awake
russian: Бодрствующий

source: Body Index
russian: Индекс тела

source: Joint Info
russian: Совместная информация

source: Force
russian: Сила

source: Physics Debugger
russian: Отладчик физики

source: Terrain Data
russian: Данные о местности

source: The TerrainData asset that stores heightmaps, terrain textures, detail meshes and trees.
russian: Ресурс TerrainData, в котором хранятся карты высот, текстуры местности, детализированные сетки и деревья.

source: Enable Tree Colliders
russian: Включить коллайдеры деревьев

source: When selected, Tree Colliders will be enabled.
russian: Если этот флажок установлен, коллайдеры деревьев будут включены.

source: Mass of this articulation body.
russian: Масса этого шарнирного органа.

source: Immovable
russian: Недвижимый

source: Is this articulation body immovable by forces and torques? Only applies to the root body of the articulation.
russian: Является ли это тело сочленения неподвижным под действием сил и моментов? Применяется только к корневому телу сочленения.

source: Controls whether gravity affects this articulation body.
russian: Определяет, влияет ли гравитация на это тело сочленения.

source: Linear Damping
russian: Линейное демпфирование

source: Angular Damping
russian: Угловое демпфирование

source: Joint Friction
russian: Совместное трение

source: Amount of friction that is applied as a result of connected bodies moving relative to this body.
russian: Величина трения, возникающая в результате движения связанных тел относительно этого тела.

source: Match Anchors
russian: Якоря матча

source: Controls whether to set the anchor relative to the parent to be the same as the anchor relative to this body.
russian: Определяет, следует ли устанавливать привязку относительно родительского элемента такой же, как привязку относительно этого тела.

source: Anchor Position
russian: Позиция привязки

source: Position of the anchor relative to this body.
russian: Положение якоря относительно этого тела.

source: Parent Anchor Position
russian: Родительская якорная позиция

source: Position of the anchor relative to the parent body.
russian: Положение привязки относительно родительского тела.

source: Anchor Rotation
russian: Вращение якоря

source: Rotation of the anchor relative to this body.
russian: Вращение якоря относительно этого тела.

source: Parent Anchor Rotation
russian: Поворот родительского якоря

source: Rotation of the anchor relative to the parent body.
russian: Вращение якоря относительно родительского тела.

source: The only axis the joint allows linear motion along.
russian: Единственная ось, по которой сустав допускает линейное движение.

source: Controls whether the motion is free or limited.
russian: Определяет, является ли движение свободным или ограниченным.

source: Lower limit
russian: Нижний предел

source: Limit the minimum linear or angular coordinate this drive allows.
russian: Ограничьте минимальную линейную или угловую координату, которую допускает этот привод.

source: Upper limit
russian: Верхний предел

source: Limit the maximum linear or angular coordinate this drive allows.
russian: Ограничьте максимальную линейную или угловую координату, которую допускает этот привод.

source: The stiffness of the spring connected to this drive.
russian: Жесткость пружины связана с этим приводом.

source: The damping of the spring attached to this drive.
russian: К этому приводу прилагается демпфирующая пружина.

source: Force Limit
russian: Предел силы

source: The maximum force this drive can apply to a body.
russian: Максимальная сила, которую этот привод может приложить к телу.

source: The target value for the drive to try reaching.
russian: Целевое значение, которого пытается достичь диск.

source: Target Velocity
russian: Целевая скорость

source: The target velocity for the drive to try reaching.
russian: Целевая скорость, которую привод пытается достичь.

source: Drive Type
russian: Тип привода

source: The drive type
russian: Тип привода

source: Edit Joints
russian: Редактировать соединения

source: Collision Detection Mode
russian: Режим обнаружения столкновений

source: Articulation Joint Type
russian: Тип шарнирного соединения

source: Lower Limit
russian: Нижний предел

source: Upper Limit
russian: Верхний предел

source: Drive Type Property
russian: Свойство типа диска

source: The axis of the capsuleâs lengthwise orientation in the GameObjectâs local space.
russian: Ось продольной ориентации капсулы в локальном пространстве GameObject.

source: Material to be used by TilemapRenderer
russian: Материал, который будет использоваться TilemapRenderer

source: TilemapRenderer's interaction with a Sprite Mask
russian: Взаимодействие TilemapRenderer со спрайт-маской

source: Detect Chunk Culling Bounds
russian: Обнаружение границ отсеивания фрагментов

source: Chunk Culling Bounds
russian: Границы отбора фрагментов

source: Invalid Matrix
russian: Неверная матрица

source: No valid Position / Rotation / Scale components available for this matrix
russian: Для этой матрицы нет допустимых компонентов «Положение/Вращение/Масштаб».

source: Reset Matrix
russian: Сбросить матрицу

source: Preview of tile with attributes set
russian: Предварительный просмотр плитки с набором атрибутов

source: Sprite Editor
russian: Редактор спрайтов

source: Collider Type
russian: Тип коллайдера

source: Maximum Tile Change Count
russian: Максимальное количество изменений плитки

source: Extrusion Factor
russian: Фактор экструзии

source: Animation Frame Rate
russian: Частота кадров анимации

source: Frame rate for playing animated tiles in the tilemap
russian: Частота кадров при воспроизведении анимированных фрагментов на карте тайлов

source: Color tinting all Sprites from tiles in the tilemap
russian: Цветовая тонировка всех спрайтов из тайлов на тайловой карте.

source: Tile Anchor
russian: Плиточный анкер

source: Anchoring position for Sprites from tiles in the tilemap
russian: Позиция привязки спрайтов из тайлов на карте тайлов

source: Orientation for tiles in the tilemap
russian: Ориентация тайлов на карте тайлов

source: Tiles used in the Tilemap
russian: Плитки, используемые в Tilemap

source: Sprites used in the Tilemap
russian: Спрайты, используемые в Tilemap

source: Tilemap Color
russian: Цвет тайловой карты

source: Orientation Matrix
russian: Матрица ориентации

source: Tilemap
russian: Тайловая карта

source: Refresh All Tiles
russian: Обновить все плитки

source: Compress Tilemap Bounds
russian: Сжатие границ тайловой карты

source: Delete Profile
russian: Удалить профиль

source: You can choose to perform a single command, rebind the shortcut to the selected command, or resolve the conflict in the Shortcut Manager.
russian: Вы можете выполнить одну команду, повторно привязать ярлык к выбранной команде или разрешить конфликт в диспетчере ярлыков.

source: Perform Selected
russian: Выполнить выбранное

source: Rebind Selected
russian: Повторно связать выбранное

source: Shortcut Conflict
russian: Конфликт ярлыков

source: Rebind to selected command
russian: Повторная привязка к выбранной команде

source: Select a command to perform:
russian: Выберите команду для выполнения:

source: Resolve Conflict...
russian: Разрешить конфликт...

source: The binding "{0}" conflicts with multiple commands.
russian: Привязка "{0}" конфликтует с несколькими командами.

source: All Unity Commands
russian: Все команды Unity

source: Binding Conflicts
russian: Связывающие конфликты

source: Main Menu
russian: Главное меню

source: Profile name is empty
russian: Имя профиля пусто

source: Name contains unsupported characters
russian: Имя содержит неподдерживаемые символы

source: Profile already exists
russian: Профиль уже существует

source: Default profile cannot be renamed
russian: Профиль по умолчанию не может быть переименован

source: Couldn't find active profile
russian: Не удалось найти активный профиль

source: View in Import Activity Window
russian: Просмотр в окне действий импорта

source: Import Activity
russian: Импорт активности

source: Show Overview
russian: Показать обзор

source: Fill Material
russian: Заполняющий материал

source: Fill Material to be used by SpriteShapeRenderer
russian: Материал заливки, который будет использоваться SpriteShapeRenderer.

source: Edge Material
russian: Краевой материал

source: Edge Material to be used by SpriteShapeRenderer
russian: Краевой материал, который будет использоваться SpriteShapeRenderer.

source: Material does not have a _MainTex texture property. It is required for SpriteShapeRenderer.
russian: Материал не имеет свойства текстуры _MainTex. Это необходимо для SpriteShapeRenderer.

source: Material texture property _MainTex has offset/scale set. It is incompatible with SpriteShapeRenderer.
russian: Свойство текстуры материала _MainTex имеет установленное смещение/масштаб. Он несовместим со SpriteShapeRenderer.

source: SpriteShape Sort Point
russian: Точка сортировки SpriteShape

source: Determines which position of the SpriteShape is used for sorting.
russian: Определяет, какая позиция SpriteShape используется для сортировки.

source: Install XR Plugin Management
russian: Установите управление плагинами XR

source: The Visual Effect component requires the com.unity.visualeffectgraph package.
russian: Компоненту визуальных эффектов требуется пакет com.unity.visualeffectgraph.

source: Example Field
russian: Пример поля

source: Preset management
russian: Управление предустановками

source: Add Default Preset
russian: Добавить пресет по умолчанию

source: Select Preset
russian: Выберите предустановку

source: Add Default Type
russian: Добавить тип по умолчанию

source: ScriptableObject
russian: СкриптаблеОбъект

source: Player Data path
russian: Путь к данным игрока

source: Path to store data files, default path (~/.config) might be not accessible on some targets.
russian: Путь для хранения файлов данных, путь по умолчанию (~/.config) может быть недоступен на некоторых целях.

source: Texture compression format
russian: Формат сжатия текстур

source: Default format for compressed textures
russian: Формат по умолчанию для сжатых текстур.

source: ETC
russian: И Т. Д

source: ETC2
russian: И Т.Д.2

source: ASTC
russian: АСТК

source: DXT
russian: ДХТ

source: PVRTC
russian: ПВРТС

source: Enable GameControllers
russian: Включить игровые контроллеры

source: If game controllers are not required, they can be disabled to decrease player startup time
russian: Если игровые контроллеры не требуются, их можно отключить, чтобы уменьшить время запуска игрока.

source: CPU Configuration
russian: Конфигурация ЦП

source: Target CPU configuration to configure affinity
russian: Конфигурация целевого ЦП для настройки сходства

source: # of Cores
russian: Количество ядер

source: Loading Image
russian: Загрузка изображения

source: An optional loading image, which is drawn as early as possible the initial scene is loaded
russian: Необязательное загрузочное изображение, которое рисуется как можно раньше после загрузки исходной сцены.

source: The loading image will currently not be shown, because the Splash Screen is enabled
russian: Изображение загрузки в настоящее время не отображается, поскольку включен экран-заставка.

source: Please disable the splash screen to use
russian: Пожалуйста, отключите заставку, чтобы использовать

source: Log Startup Timings
russian: Записывать время запуска

source: The amount of wall and CPU time (in ms) at specific points in the application startup process will be written out to the player log.
russian: В журнал плеера будет записано количество времени стены и процессора (в мс) в определённых точках процесса запуска приложения.

source: Player Data Path
russian: Путь к данным игрока

source: Enable Gamepad Input
russian: Включить ввод с геймпада

source: Log Startup Timing
russian: Записать время запуска

source: Build architecture
russian: Построить архитектуру

source: Remote Device
russian: Удаленное устройство

source: Address
russian: Адрес

source: Destination address of the remote device. A port can be specified by appending it separated with a colon.
russian: Адрес назначения удаленного устройства. Порт можно указать, добавив его через двоеточие.

source: Username
russian: Имя пользователя

source: Username on remote device
russian: Имя пользователя на удаленном устройстве

source: Exports
russian: Экспорт

source: Additional exports required to launch application remotely
russian: Дополнительные экспорты, необходимые для удаленного запуска приложения

source: Install path
russian: Путь установки

source: Path to install application, if not set default value ("~/tmp/unity/test") will be used
russian: Путь для установки приложения, если не установлено значение по умолчанию ("~/tmp/unity/test"), будет использоваться

source: Xcode Default Settings
russian: Настройки Xcode по умолчанию

source: All of these settings can be overridden in the Player Settings panel
russian: Все эти настройки можно переопределить на панели настроек проигрывателя.

source: Automatically Sign
russian: Автоматически подписывать

source: Can be overridden in Player Settings
russian: Можно переопределить в настройках проигрывателя.

source: Signing Team Id:
russian: Идентификатор подписывающей команды:

source: iOS Manual Provisioning Profile
russian: Профиль ручной настройки iOS

source: tvOS Manual Provisioning Profile
russian: Профиль ручной настройки tvOS

source: ASTC HDR formats are supported only on Metal on A13 GPU or newer. At runtime on unsupported devices, depending on the presence of an alpha channel, Unity decompresses the texture to RGB9E5 or half precision floating-point RGBA.
russian: Форматы ASTC HDR поддерживаются только в Metal на графическом процессоре A13 или новее. Во время выполнения на неподдерживаемых устройствах, в зависимости от наличия альфа-канала, Unity распаковывает текстуру в RGB9E5 или в RGBA с плавающей запятой половинной точности.

source: Add to Embedded Binaries
russian: Добавить во встроенные двоичные файлы

source: Only necessary if plugin contains dynamic libraries or any assets and resources that need to be accessible in runtime
russian: Необходимо только в том случае, если плагин содержит динамические библиотеки или любые ресурсы и ресурсы, которые должны быть доступны во время выполнения.

source: Compile flags
russian: Компилировать флаги

source: Check this to allow Xcode to Automatically sign your build.
russian: Установите этот флажок, чтобы разрешить Xcode автоматически подписывать вашу сборку.

source: Signing Team ID
russian: Идентификатор подписывающей команды

source: iOS Provisioning Profile
russian: Профиль обеспечения iOS

source: Fixed DPI
russian: Фиксированное разрешение

source: Resolution Scaling
russian: Масштабирование разрешения

source: Version*
russian: Версия*

source: Requires ARKit support
russian: Требуется поддержка ARKit.

source: Restricts the app to iPhone 6s/iOS 11 or newer
russian: Ограничивает приложение iPhone 6s/iOS 11 или новее.

source: Automatically add capabilities
russian: Автоматически добавлять возможности

source: ARKit requires iOS 11 or newer. Please set 'Target minimum iOS version' to at least 11.0
russian: ARKit требует iOS 11 или новее. Установите для параметра «Целевая минимальная версия iOS» значение не ниже 11.0.

source: Target SDK
russian: Целевой SDK

source: Target minimum iOS Version
russian: Целевая минимальная версия iOS

source: Enable ProMotion Support
russian: Включить поддержку ProMotion

source: Defer system gestures on edges
russian: Отложить системные жесты по краям

source: A second swipe is required to enact system gesture
russian: Для активации системного жеста требуется второе проведение.

source: Reset resolution on window resize
russian: Сбросить разрешение при изменении размера окна

source: If a custom resolution was set - it will be reset to the window size when window size changes.
russian: Если было установлено собственное разрешение, оно будет сброшено до размера окна при изменении размера окна.

source: Configured variant names
russian: Настроенные имена вариантов

source: Variant map for app slicing
russian: Карта вариантов для нарезки приложения

source: Custom value
russian: Пользовательское значение

source: Custom XIB
russian: Пользовательский XIB

source: Custom Storyboard
russian: Пользовательская раскадровка

source: Enable Pro Motion
russian: Включить Pro Motion

source: Require AR Kit
russian: Требуется комплект дополненной реальности

source: Automatically Detect And Add Capabilities
russian: Автоматическое обнаружение и добавление возможностей

source: Hide home button on iPhone X
russian: Скрыть кнопку «Домой» на iPhone X

source: Render Extra Frame on Pause
russian: Рендеринг дополнительного кадра при паузе

source: Render Extra Frame On Pause
russian: Рендеринг дополнительного кадра на паузе

source: Enable Custom Background Behaviors
russian: Включить пользовательское фоновое поведение

source: Enabling Custom Background Behaviors will prevent Unity from pausing when the app is moved to the background.
russian: Включение пользовательского фонового поведения не позволит Unity приостанавливать работу при перемещении приложения в фоновый режим.

source: Use Custom App Background Behavior
russian: Использовать собственное фоновое поведение приложения

source: Variant settings
russian: Варианты настроек

source: Add custom entry
russian: Добавить пользовательскую запись

source: None (Deprecated)
russian: Нет (устарело)

source: Image and background (relative size)
russian: Изображение и фон (относительный размер)

source: Image and background (constant size)
russian: Изображение и фон (постоянный размер)

source: Launch screen type
russian: Тип экрана запуска

source: Portrait Image
russian: Портретное изображение

source: Use only advanced type textures
russian: Используйте только текстуры продвинутого типа.

source: Landscape Image
russian: Пейзажное изображение

source: Image
russian: Изображение

source: Size in points
russian: Размер в пунктах

source: Vertical in both portrait and landscape
russian: Вертикально как в портретной, так и в альбомной ориентации

source: Horizontal in portrait, vertical in landscape
russian: Горизонтально в портретной ориентации, вертикально в альбомной ориентации

source: Fill percentage
russian: Процент заполнения

source: iPhone Launch Screen
russian: Экран запуска iPhone

source: iPad Launch Screen
russian: Экран запуска iPad

source: Directly reference .m, .mm, .c, .cpp, .swift, .h, .xib files and libraries from Unity project instead of copying them. Unity internal libraries - libil2cpp.a, libiphone-lib.a are symlinked.
russian: Непосредственно ссылайтесь на файлы и библиотеки .m, .mm, .c, .cpp, .swift, .h, .xib из проекта Unity, а не копируйте их. Внутренние библиотеки Unity — libil2cpp.a, libiphone-lib.a имеют символические ссылки.

source: (Custom)
russian: (Обычай)

source: (custom)
russian: (обычай)

source: No requirements
russian: Нет требований

source: Run in Xcode as
russian: Запустить в Xcode как

source: Alias
russian: Псевдоним

source: Select...
russian: Выбирать...

source: Enable Android Banner
russian: Включить баннер Android

source: If enabled, android banner will be added to the APK resources
russian: Если этот параметр включен, баннер Android будет добавлен в ресурсы APK.

source: Keystore Manager...
russian: Менеджер хранилища ключей...

source: Custom Keystore
russian: Пользовательское хранилище ключей

source: The application will be signed with a debug key
russian: Приложение будет подписано ключом отладки.

source: Select Keystore...
russian: Выберите хранилище ключей...

source: Development Keystore
russian: Хранилище ключей разработки

source: Bundle Version Code
russian: Код версии пакета

source: Must be greater than 0 and if using split APKs should be less than 100000 to generate valid version codes.
russian: Должно быть больше 0, а при использовании разделенных APK-файлов должно быть меньше 100 000 для создания действительных кодов версий.

source: Target Architectures
russian: Целевые архитектуры

source: List supported CPU architectures
russian: Список поддерживаемых архитектур ЦП

source: Enable Armv9 Security Features for Arm64 builds
russian: Включить функции безопасности Armv9 для сборок Arm64

source: Enable Pointer Authentication (PAuth, PAC) and Branch Target Identification (BTI) for Arm64 builds
russian: Включите аутентификацию указателя (PAuth, PAC) и идентификацию целевой ветки (BTI) для сборок Arm64.
