Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Unlock
russian: Разблокировать

source: Submit
russian: Представлять на рассмотрение

source: Revert Unchanged
russian: Вернуть без изменений

source: Debug-Internal
russian: Внутренняя отладка

source: Expand All Components
russian: Развернуть все компоненты

source: Collapse All Components
russian: Свернуть все компоненты

source: Ping
russian: Пинг

source: Open in Import Activity Window
russian: Открыть в окне активности импорта

source: This renderer has more materials than the Mesh has submeshes. Multiple materials will be applied to the same submesh, which costs performance. Consider using multiple shader passes.
russian: В этом рендерере больше материалов, чем в Mesh имеется подсетей. К одной и той же подсетке будет применено несколько материалов, что приведет к снижению производительности. Рассмотрите возможность использования нескольких проходов шейдера.

source: This Renderer uses static batching and instanced Shaders. When the Player is active, instancing is disabled. If you want instanced Shaders at run time, disable static batching.
russian: Этот рендерер использует статическую пакетную обработку и экземпляры шейдеров. Когда проигрыватель активен, создание экземпляров отключено. Если вам нужны экземпляры шейдеров во время выполнения, отключите статическую пакетную обработку.

source: Playable
russian: Играбельно

source: Initial Time
russian: Начальное время

source: The time at which the Playable will begin playing
russian: Время, в которое Playable начнет воспроизводиться

source: Current Time
russian: Текущее время

source: The current Playable time
russian: Текущее игровое время

source: Play On Awake
russian: Играть после пробуждения

source: Whether the Playable should be playing after it loads
russian: Должен ли Playable воспроизводиться после загрузки?

source: Update Method
russian: Обновить метод

source: Controls how the Playable updates every frame
russian: Управляет тем, как Playable обновляет каждый кадр.

source: Controls the behaviour of evaluating the Playable outside its duration
russian: Управляет поведением оценки Playable вне его продолжительности.

source: This channel will not playback because it is not currently assigned
russian: Этот канал не будет воспроизводиться, поскольку он в настоящее время не назначен

source: Bindings
russian: Привязки

source: Show Unused
russian: Показать неиспользуемые

source: A PlayableDirector may contain bindings to objects not referenced by the assigned Playable file. Toggle this field to show them. It is recommended to remove unused bound objects if their Playable will be no longer used by this PlayableDirector.
russian: PlayableDirector может содержать привязки к объектам, на которые не ссылается назначенный Playable файл. Переключите это поле, чтобы отобразить их. Рекомендуется удалить неиспользуемые связанные объекты, если их PlayableDirector больше не будет использоваться этим PlayableDirector.

source: Show Wireframe
russian: Показать каркас

source: Show the tetrahedron wireframe visualizing the blending between probes.
russian: Покажите каркас тетраэдра, визуализирующий смешение зондов.

source: Selected Probe Position
russian: Выбранное положение зонда

source: The local position of this probe relative to the parent group.
russian: Локальное положение этого зонда относительно родительской группы.

source: Add Probe
russian: Добавить зонд

source: Add a Light Probe to the Light Probe Group.
russian: Добавьте световой зонд в группу световых зондов.

source: Delete Selected
russian: Удалить выбранное

source: Delete the selected Light Probes from the Light Probe Group.
russian: Удалите выбранные световые зонды из группы световых зондов.

source: Select All
russian: Выбрать все

source: Select all Light Probes in the Light Probe Group.
russian: Выберите все световые зонды в группе световых зондов.

source: Duplicate Selected
russian: Дублировать выбранное

source: Duplicate the selected Light Probes.
russian: Дублируйте выбранные световые зонды.

source: Remove Ringing
russian: Удалить звонок

source: When enabled, removes visible overshooting often observed as ringing on objects affected by intense lighting at the expense of reduced contrast.
russian: Если этот параметр включен, устраняется видимое перерегулирование, которое часто наблюдается в виде звона на объектах, подверженных интенсивному освещению, за счет снижения контрастности.

source: Edit Light Probe Positions
russian: Редактировать положения светового зонда

source: Change positions for Light Probes.
russian: Измените положение световых зондов.

source: Exit Light Probe Editing
russian: Выйти из редактирования светового зонда

source: Exit Light Probe Positions Editing.
russian: Выйдите из редактирования положения светового зонда.

source: Fixed Timestep
russian: Фиксированный временной шаг

source: A framerate-independent interval that dictates when physics calculations and FixedUpdate() events are performed.
russian: Интервал, не зависящий от частоты кадров, который определяет, когда выполняются физические вычисления и события FixUpdate().

source: A framerate-independent interval that caps the worst-case scenario when framerate is low. Physics calculations and FixedUpdate() events will not be performed for longer time than specified.
russian: Интервал, не зависящий от частоты кадров, который ограничивает наихудший сценарий, когда частота кадров низкая. Физические расчеты и события FixUpdate() не будут выполняться дольше указанного времени.

source: The speed at which time progresses. Change this value to simulate bullet-time effects. A value of 1 means real-time. A value of .5 means half speed; a value of 2 is double speed.
russian: Скорость, с которой течет время. Измените это значение, чтобы имитировать эффекты времени пули. Значение 1 означает режим реального времени. Значение 0,5 означает половинную скорость; значение 2 соответствует двойной скорости.

source: The maximum frame delta time Unity permits for a single iteration of the Particle System update. If the delta time is larger than this value, Unity will run the Particle System update multiple times during the frame with smaller timesteps. This preserves the quality of the simulation.
russian: Максимальная разница во времени кадра, которую Unity допускает для одной итерации обновления системы частиц. Если дельта-время больше этого значения, Unity запустит обновление системы частиц несколько раз в течение кадра с меньшими временными шагами. Это сохраняет качество моделирования.

source: Fixed Timestep Property
russian: Свойство фиксированного временного шага

source: Max Allowed Timestep Property
russian: Свойство «Максимально допустимый временной шаг»

source: Time Scale Property
russian: Свойство шкалы времени

source: Max Particle Timestep Property
russian: Свойство максимального временного шага частицы

source: Allow quality setting on platform
russian: Разрешить настройку качества на платформе

source: Add Quality Level
russian: Добавить уровень качества

source: Global Mipmap Limit
russian: Глобальный лимит MIP-карт

source: The base texture quality level.
russian: Базовый уровень качества текстур.

source: Mipmap Limit Groups
russian: Группы ограничений MIP-карт

source: Mipmap Limit Groups are used to control quality on a per-texture basis.
russian: Группы ограничений Mipmap используются для контроля качества каждой текстуры.

source: Override Global Mipmap Limit: Full Resolution
russian: Переопределить глобальное ограничение MIP-карты: полное разрешение

source: Global Mipmap Limit is ignored, upload at full resolution.
russian: Глобальный лимит MIP-карт игнорируется, загружайте в полном разрешении.

source: Override Global Mipmap Limit: Half Resolution
russian: Переопределить глобальное ограничение MIP-карты: половина разрешения

source: Global Mipmap Limit is ignored, upload at half resolution.
russian: Глобальный лимит MIP-карт игнорируется, загрузка выполняется с половинным разрешением.

source: Override Global Mipmap Limit: Quarter Resolution
russian: Переопределить глобальное ограничение MIP-карты: разрешение четверти

source: Global Mipmap Limit is ignored, upload at quarter resolution.
russian: Глобальный лимит MIP-карт игнорируется, загрузка выполняется с разрешением четверти.

source: Override Global Mipmap Limit: Eighth Resolution
russian: Переопределить глобальное ограничение MIP-карты: восьмое разрешение

source: Global Mipmap Limit is ignored, upload at eighth resolution.
russian: Глобальный лимит MIP-карт игнорируется, загрузка производится с восьмым разрешением.

source: Offset Global Mipmap Limit: -3
russian: Глобальный предел смещения MIP-карты: -3

source: Upload 3 mips less compared to the Global Mipmap Limit.
russian: Загрузите на 3 MIP-файла меньше по сравнению с глобальным лимитом MIP-карт.

source: Offset Global Mipmap Limit: -2
russian: Глобальный предел смещения MIP-карты: -2

source: Upload 2 mips less compared to the Global Mipmap Limit.
russian: Загрузите на 2 MIP-файла меньше по сравнению с глобальным лимитом MIP-карт.

source: Offset Global Mipmap Limit: -1
russian: Глобальный предел смещения MIP-карты: -1

source: Upload 1 mip less compared to the Global Mipmap Limit.
russian: Загрузите на 1 миллион файлов меньше по сравнению с глобальным лимитом MIP-карт.

source: Use Global Mipmap Limit
russian: Использовать глобальный лимит MIP-карт

source: No offset or override occurs, simply use the Global Mipmap Limit. (Default)
russian: Никакого смещения или переопределения не происходит, просто используйте глобальный лимит MIP-карт. (По умолчанию)

source: Offset Global Mipmap Limit: +1
russian: Смещение глобального лимита MIP-карт: +1

source: Upload 1 mip extra compared to the Global Mipmap Limit.
russian: Загрузите на 1 миллион дополнительных файлов по сравнению с глобальным лимитом MIP-карт.

source: Offset Global Mipmap Limit: +2
russian: Смещение глобального лимита MIP-карт: +2

source: Upload 2 mips extra compared to the Global Mipmap Limit.
russian: Загрузите на 2 дополнительных MIP-файла по сравнению с глобальным лимитом MIP-карт.

source: Offset Global Mipmap Limit: +3
russian: Смещение глобального лимита MIP-карт: +3

source: Upload 3 mips extra compared to the Global Mipmap Limit.
russian: Загрузите на 3 дополнительных MIP-файла по сравнению с глобальным лимитом MIP-карт.

source: Show additional options
russian: Показать дополнительные параметры

source: Identify textures
russian: Определить текстуры

source: Duplicate group
russian: Дублирующая группа

source: Rename group
russian: Переименовать группу

source: Create a new mipmap limit group. Note that this adds a group to all quality levels, not only the active one!
russian: Создайте новую группу ограничений MIP-карт. Обратите внимание, что при этом группа добавляется ко всем уровням качества, а не только к активному!

source: Remove mipmap limit group. Note that this removes the group from all quality levels, not only the active one!
russian: Удалить группу ограничений MIP-карт. Обратите внимание, что при этом группа удаляется со всех уровней качества, а не только с активного!

source: Mipmap Limit Groups: Update textures?
russian: Группы ограничений Mipmap: обновить текстуры?

source: Textures in your project may still be using '{0}'. Select 'No' to remove the group without modifying its associated textures. Relevant textures stay bound to the group and fall back automatically to the global mipmap limit. Select 'Yes' to remove the group and reset the group property of associated textures to 'None'. This triggers a re-import and may take some time. An undo cannot revert the importer changes.
russian: Текстуры в вашем проекте по-прежнему могут использовать «{0}». Выберите «Нет», чтобы удалить группу без изменения связанных с ней текстур. Соответствующие текстуры остаются привязанными к группе и автоматически возвращаются к глобальному пределу MIP-карты. Выберите «Да», чтобы удалить группу и сбросить для свойства группы связанных текстур значение «Нет». Это вызовет повторный импорт и может занять некоторое время. Отмена не может отменить изменения импортера.

source: Textures in your project may still be using '{0}'. Select 'No' to rename the group without modifying its associated textures. Relevant textures stay bound to the group and fall back automatically to the global mipmap limit. Select 'Yes' to rename the group and update the group property of associated textures to '{1}'. This triggers a re-import and may take some time. An undo cannot revert the importer changes.
russian: Текстуры в вашем проекте по-прежнему могут использовать «{0}». Выберите «Нет», чтобы переименовать группу, не изменяя связанные с ней текстуры. Соответствующие текстуры остаются привязанными к группе и автоматически возвращаются к глобальному пределу MIP-карты. Выберите «Да», чтобы переименовать группу и обновить свойство группы связанных текстур до «{1}». Это вызовет повторный импорт и может занять некоторое время. Отмена не может отменить изменения импортера.

source: Mipmap Limit Groups: Operation failed
russian: Группы ограничений MIP-карт: операция не удалась

source: The mipmap limit group '{0}' already exists. '{1}' was not renamed.
russian: Группа ограничений MIP-карт "{0}" уже существует. '{1}' не была переименована.

source: An error occured while updating texture assets: {0}
russian: Произошла ошибка при обновлении ресурсов текстур: {0}

source: No textures are linked to the mipmap limit group '{0}'.
russian: Никакие текстуры не связаны с группой ограничений MIP-карт «{0}».

source: Texture Streaming
russian: Потоковая передача текстур

source: When enabled, Unity only streams texture mipmaps relevant to the current Camera's position in a Scene. This reduces the total amount of memory Unity needs for textures. Individual textures must also have 'Streaming Mip Maps' enabled in their Import Settings.
russian: Если этот параметр включен, Unity передает только MIP-карты текстур, соответствующие текущему положению камеры в сцене. Это уменьшает общий объем памяти, необходимый Unity для текстур. Для отдельных текстур также должна быть включена функция «Потоковое MIP-карты» в настройках импорта.

source: Memory Budget
russian: Бюджет памяти

source: The amount of memory (in megabytes) to allocate for all loaded textures.
russian: Объем памяти (в мегабайтах), выделяемый для всех загруженных текстур.

source: Renderers Per Frame
russian: Рендереры на кадр

source: The number of renderers to process each frame. A lower number decreases the CPU load but delays mipmap loading.
russian: Количество рендереров для обработки каждого кадра. Меньшее число уменьшает нагрузку на процессор, но задерживает загрузку MIP-карты.

source: Add All Cameras
russian: Добавить все камеры

source: When enabled, Unity uses texture streaming for every Camera in the Scene. Otherwise, Unity only uses texture streaming for Cameras that have an attached Streaming Controller component.
russian: Если этот параметр включен, Unity использует потоковую передачу текстур для каждой камеры в сцене. В противном случае Unity использует потоковую передачу текстур только для камер, к которым подключен компонент Streaming Controller.

source: Max Level Reduction
russian: Максимальное снижение уровня

source: The maximum number of mipmap levels a texture can drop.
russian: Максимальное количество уровней MIP-карт, которые может разместить текстура.

source: Max IO Requests
russian: Максимальное количество запросов ввода-вывода

source: The maximum number of texture file requests from the Texture Streaming system that can be active at the same time.
russian: Максимальное количество запросов файлов текстур от системы потоковой передачи текстур, которые могут быть активны одновременно.

source: Delete Level
russian: Удалить уровень

source: Soft Particles require either the Deferred Shading rendering path or Cameras that render depth textures.
russian: Для мягких частиц требуется либо путь рендеринга отложенного затенения, либо камеры, которые визуализируют текстуры глубины.

source: When enabled, terrain billboards face towards the camera position. Otherwise, they face towards the camera plane. This makes billboards look nicer when the camera rotates but it is more resource intensive to process.
russian: Если эта функция включена, рекламные щиты местности обращены к положению камеры. В противном случае они смотрят в сторону плоскости камеры. Благодаря этому рекламные щиты выглядят лучше при вращении камеры, но обработка требует больше ресурсов.

source: Use Legacy Details Distribution
russian: Использовать распространение устаревших сведений

source: When enabled, terrain details will be scattered using the old scattering algorithm that often resulted in overlapping details. Included for backwards compatibility with terrain authored in Unity 2022.1 and earlier.
russian: Если эта опция включена, детали ландшафта будут разбросаны с использованием старого алгоритма рассеяния, который часто приводил к перекрытию деталей. Включено для обратной совместимости с ландшафтом, созданным в Unity 2022.1 и более ранних версиях.

source: VSync Count
russian: Число вертикальной синхронизации

source: Specifies how Unity synchronizes rendering with the refresh rate of the display device.
russian: Указывает, как Unity синхронизирует рендеринг с частотой обновления устройства отображения.

source: LOD Bias
russian: Смещение детализации

source: The bias Unity uses to determine which model to render when a GameObjectâs on-screen size is between two LOD levels. Values between 0 and 1 favor the less detailed model. Values greater than 1 favor the more detailed model.
russian: Смещение, которое Unity использует, чтобы определить, какую модель следует отображать, когда размер GameObject на экране находится между двумя уровнями LOD. Значения от 0 до 1 отдают предпочтение менее детальной модели. Значения больше 1 способствуют более детальной модели.

source: Maximum LOD Level
russian: Максимальный уровень детализации

source: The highest LOD to use in the application.
russian: Самый высокий уровень детализации для использования в приложении.

source: LOD Cross Fade
russian: LOD Перекрестное затухание

source: Enables or disables LOD Cross Fade.
russian: Включает или отключает LOD Cross Fade.

source: Detected platforms with textures that never use their highest resolution mips. Enable Texture Mipmap Stripping in the Player Settings to reduce the package size of those platforms.
russian: Обнаружены платформы с текстурами, которые никогда не используют mips самого высокого разрешения. Включите удаление текстурных MIP-карт в настройках проигрывателя, чтобы уменьшить размер пакета этих платформ.

source: Time Slice
russian: Срез времени

source: The amount of time (in milliseconds) Unity spends uploading Texture and Mesh data to the GPU per frame.
russian: Количество времени (в миллисекундах), которое Unity тратит на загрузку данных текстур и сеток в графический процессор за кадр.

source: Buffer Size
russian: Размер буфера

source: The size (in megabytes) of the upload buffer Unity uses to stream Texture and Mesh data to GPU.
russian: Размер (в мегабайтах) буфера загрузки, который Unity использует для потоковой передачи данных текстуры и сетки в графический процессор.

source: Persistent Buffer
russian: Постоянный буфер

source: When enabled, the upload buffer persists even when there is nothing left to upload.
russian: Если этот параметр включен, буфер загрузки сохраняется, даже если загружать больше нечего.

source: Unity has detected that you are using an upload buffer size of {0} MB with the '{1}' setting enabled. If you have issues with excessive memory usage, you may need to reduce the upload buffer size or disable the '{1}' setting. Memory fragmentation can occur if you choose the latter option.
russian: Unity обнаружила, что вы используете размер буфера загрузки {0} МБ с включенной настройкой "{1}". Если у вас возникли проблемы с чрезмерным использованием памяти, возможно, вам придется уменьшить размер буфера загрузки или отключить настройку «{1}». Фрагментация памяти может произойти, если вы выберете последний вариант.

source: Whether to override pixel error in active Terrains.
russian: Следует ли переопределить ошибку пикселя в активных ландшафтах.

source: Whether to override base map distance in active Terrains.
russian: Следует ли переопределять расстояние базовой карты в активных ландшафтах.

source: Whether to override detail density scale in active Terrains.
russian: Следует ли переопределить шкалу плотности детализации в активных ландшафтах.

source: Whether to override detail distance in active Terrains.
russian: Следует ли переопределить расстояние детализации в активных ландшафтах.

source: Whether to override tree distance in active Terrains.
russian: Следует ли переопределить расстояние до деревьев в активных ландшафтах.

source: Whether to override billboard start distance in active Terrains.
russian: Следует ли переопределять начальное расстояние рекламного щита в активных ландшафтах.

source: Whether to override billboard fade length in active Terrains.
russian: Следует ли переопределить длину затухания рекламного щита в активных ландшафтах.

source: Whether to override max mesh trees in active Terrains.
russian: Следует ли переопределить максимальное количество деревьев сетки в активных ландшафтах.

source: Pixel Error
russian: Ошибка пикселя

source: Value set to Terrain pixel error (See Terrain settings)
russian: Установлено значение «Ошибка пикселя ландшафта» (см. настройки ландшафта).

source: Base Map Dist.
russian: Базовая карта Расст.

source: Value set to Terrain base map distance (See Terrain settings)
russian: Значение установлено на расстояние базовой карты ландшафта (см. настройки ландшафта).

source: Detail Density Scale
russian: Детальная шкала плотности

source: Value set to Terrain detail density scale (See Terrain settings)
russian: Значение установлено на шкале плотности детализации ландшафта (см. настройки ландшафта).

source: Detail Distance
russian: Расстояние детализации

source: Value set to Terrain detail object distance (See Terrain settings)
russian: Значение установлено на расстояние до объекта детализации ландшафта (см. настройки ландшафта).

source: Tree Distance
russian: Расстояние до дерева

source: Value set to Terrain tree distance (See Terrain settings)
russian: Значение установлено на расстояние дерева ландшафта (см. настройки ландшафта).

source: Billboard Start
russian: Начало рекламного щита

source: Value set to Terrain billboard start distance (See Terrain settings)
russian: Значение установлено для начального расстояния рекламного щита Terrain (см. настройки Terrain).

source: Fade Length
russian: Длина затухания

source: Value set to Terrain billboard fade length (See Terrain settings)
russian: Значение установлено на длину затухания рекламного щита Terrain (см. настройки Terrain).

source: Max Mesh Trees
russian: Макс. сетчатые деревья

source: Value set to Terrain max mesh trees (See Terrain settings)
russian: Значение установлено на максимальное количество деревьев сетки Terrain (см. настройки ландшафта).

source: Render Pipeline Asset
russian: Рендеринг актива конвейера

source: Specifies the Render Pipeline Asset to use for this quality level. It overrides the value set in the Graphics Settings Window.
russian: Указывает актив конвейера рендеринга, который будет использоваться для этого уровня качества. Оно переопределяет значение, установленное в окне настроек графики.

source: Name Property
russian: Имя Свойство

source: Pixel Light Count Property
russian: Свойство количества пикселей в освещении

source: Anti Aliasing Property
russian: Свойство сглаживания

source: Resolution Scaling Fixed DPI Factor Property
russian: Свойство фиксированного коэффициента масштабирования разрешения
