Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

source: Add Detail Mesh
russian: Добавить детальную сетку

source: Add Grass Texture
russian: Добавьте текстуру травы

source: TerrainEngineTrees
russian: МестностьДвигательДеревья

source: Add Tree
russian: Добавить дерево

source: Edit Tree
russian: Редактировать дерево

source: Remove Tree
russian: Удалить дерево

source: Terrain Layer
russian: Слой местности

source: Diffuse
russian: Диффузный

source: Depending on your terrain material type, the Alpha channel can be: Built-in diffuse: Unused Built-in specular: Gloss Built-in standard or HDRP TerrainLit: Smoothness
russian: В зависимости от типа материала ландшафта альфа-канал может быть: Встроенный диффузный: не используется Встроенный зеркальный: глянцевый Встроенный стандартный или HDRP TerrainLit: гладкость

source: Depending on your terrain material type, the Alpha channel can be: Built-in diffuse: Unused Built-in specular: Gloss Built-in standard: Smoothness HDRP TerrainLit: Density
russian: В зависимости от типа материала ландшафта альфа-канал может быть: Встроенный диффузный: не используется Встроенный зеркальный: глянцевый Встроенный стандарт: гладкость HDRP TerrainLit: плотность

source: Mask Map
russian: Карта маски

source: HDRP TerrainLit shader uses this texture for: R: Metallic G: AO B: Height A: Smoothness (Diffuse Alpha becomes Density) Custom shaders can use this texture for whatever purpose.
russian: Шейдер HDRP TerrainLit использует эту текстуру для: R: Металлик G: AO B: Высота A: Гладкость (диффузная альфа становится плотностью) Пользовательские шейдеры могут использовать эту текстуру для любых целей.

source: Channel Remapping
russian: Переназначение каналов

source: The value when the texture channel is 0
russian: Значение, когда канал текстуры равен 0

source: The value when the texture channel is 1
russian: Значение, когда канал текстуры равен 1

source: Normal Scale
russian: Нормальный масштаб

source: Terrain Layers
russian: Слои местности

source: Edit Terrain Layers...
russian: Редактировать слои местности...

source: Allows adding / replacing or removing terrain layers
russian: Позволяет добавлять/заменять или удалять слои ландшафта.

source: No terrain layers founds. You can create a new terrain layer using the Asset/Create/Terrain Layer menu command.
russian: Слои местности не найдены. Вы можете создать новый слой ландшафта, используя команду меню «Актив/Создать/Слой ландшафта».

source: Assign a tiling texture
russian: Назначение текстуры мозаики

source: Texture wrap mode must be set to Repeat
russian: Режим наложения текстуры должен быть установлен на «Повтор».

source: Texture must have mip maps
russian: Текстура должна иметь MIP-карты.

source: Normal texture should be imported as Normal Map
russian: Текстуру нормалей следует импортировать как карту нормалей.

source: Tiling Settings
russian: Настройки плитки

source: Tile Size
russian: Размер плитки

source: Tile Offset
russian: Смещение плитки

source: TerrainLayers
russian: Слои ландшафта

source: Create Layer...
russian: Создать слой...

source: Replace Layer...
russian: Заменить слой...

source: Remove layer
russian: Удалить слой

source: One or more selected Brushes are read-only.
russian: Одна или несколько выбранных кистей доступны только для чтения.

source: Mask Texture
russian: Текстура маски

source: Texture Red channel controls the shape of the Brush
russian: Красный канал текстуры управляет формой кисти.

source: Falloff Curve
russian: Кривая спада

source: Controls the Brush falloff curve, over the distance from the center of the Brush.
russian: Управляет кривой спада кисти на расстоянии от центра кисти.

source: Falloff Radius Scale
russian: Шкала радиуса спада

source: Controls the radius of the falloff curve.
russian: Управляет радиусом кривой спада.

source: Brush Remap
russian: Переназначение кисти

source: Remaps the grayscale values of the Brush
russian: Переназначает значения оттенков серого кисти.

source: Brush Invert
russian: Инвертировать кисть

source: Inverts the Brush shape, swapping black and white
russian: Инвертирует форму кисти, меняя местами черный и белый цвета.

source: Invert Remap Range
russian: Инвертировать диапазон переназначения

source: Brush
russian: Щетка

source: Brushes
russian: Кисти

source: Delete Brush
russian: Удалить кисть

source: Deleting this brush will delete the brush asset from disk. You cannot undo this operation. Do you wish to continue?
russian: Удаление этой кисти приведет к удалению ресурса кисти с диска. Вы не можете отменить эту операцию. Хотите продолжить?

source: No brushes defined.
russian: Кисти не определены.

source: Left click to set the height. Hold shift and left click to sample the target height.
russian: Щелкните левой кнопкой мыши, чтобы установить высоту. Удерживайте клавишу Shift и щелкните левой кнопкой мыши, чтобы выбрать целевую высоту.

source: The heightmap space in which the painting operates.
russian: Пространство карты высот, в котором работает картина.

source: You can set the Height property manually or you can shift-click on the terrain to sample the height at the mouse position (rather like the 'eyedropper' tool in an image editor).
russian: Вы можете установить свойство Height вручную или щелкнуть ландшафт, удерживая клавишу Shift, чтобы выбрать высоту в позиции мыши (аналогично инструменту «Пипетка» в редакторе изображений).

source: Flatten Tile
russian: Сгладить плитку

source: The Flatten button levels the whole terrain to the chosen height.
russian: Кнопка «Сгладить» выравнивает всю местность до выбранной высоты.

source: Flatten All
russian: Сгладить все

source: If selected, it will traverse all neighbors and flatten them too
russian: Если этот параметр выбран, он будет пересекать всех соседей и выравнивать их.

source: Click to smooth the terrain height.
russian: Нажмите, чтобы сгладить высоту местности.

source: Blur Direction
russian: Направление размытия

source: Blur only up (1.0), only down (-1.0) or both (0.0)
russian: Размытие только вверх (1,0), только вниз (-1,0) или и то, и другое (0,0).

source: Left click to stamp the brush onto the terrain. Hold control and mousewheel to adjust height. Hold shift to invert the stamp.
russian: Щелкните левой кнопкой мыши, чтобы нанести кисть на местность. Удерживайте клавишу Control и колесо мыши, чтобы отрегулировать высоту. Удерживайте клавишу Shift, чтобы инвертировать отпечаток.

source: Stamp Height
russian: Высота штампа

source: You can set the Stamp Height manually or you can hold shift and mouse wheel on the terrain to adjust it.
russian: Вы можете установить высоту штампа вручную или удерживать клавишу Shift и колесо мыши на местности, чтобы отрегулировать ее.

source: Subtract
russian: Вычесть

source: Subtract the stamp from the terrain.
russian: Вычтите штамп из местности.

source: Max <--> Add
russian: Макс <--> Добавить

source: Blend between adding the heights and taking the maximum.
russian: Смесь между добавлением высот и взятием максимума.

source: Trees
russian: Деревья

source: Edit Trees...
russian: Редактировать деревья...

source: Add/remove tree types.
russian: Добавить/удалить типы деревьев.

source: Tree Density
russian: Плотность деревьев

source: How dense trees are you painting
russian: Какие густые деревья вы рисуете

source: Tree Height
russian: Высота дерева

source: The height scale of the planted trees
russian: Масштаб высоты посаженных деревьев

source: Random?
russian: Случайный?

source: Enable random variation in tree height (variation)
russian: Включить случайное изменение высоты дерева (вариация)

source: Lock Width to Height
russian: Зафиксировать ширину по высоте

source: Let the tree width scale be equal to the tree height scale
russian: Пусть масштаб ширины дерева равен масштабу высоты дерева.

source: Tree Width
russian: Ширина дерева

source: The width scale of the planted trees
russian: Масштаб ширины посаженных деревьев

source: Enable random variation in tree width (variation)
russian: Включить случайное изменение ширины дерева (вариация)

source: Color Variation
russian: Цветовая вариация

source: Amount of random shading applied to trees. This only works if the shader supports _TreeInstanceColor (for example, Speedtree shaders do not use this)
russian: Количество случайной штриховки, применяемой к деревьям. Это работает только в том случае, если шейдер поддерживает _TreeInstanceColor (например, шейдеры Speedtree это не используют).

source: Random Tree Rotation
russian: Случайное вращение дерева

source: Randomize tree rotation. This only works when the tree has an LOD group.
russian: Рандомизировать вращение дерева. Это работает только тогда, когда дерево имеет группу LOD.

source: The selected tree does not have an LOD group, so it will use the default impostor system and will not support rotation.
russian: Выбранное дерево не имеет группы LOD, поэтому оно будет использовать систему самозванца по умолчанию и не будет поддерживать вращение.

source: The selected tree does not have an LOD group, but has a hierarchy of MeshRenderers, only MeshRenderer on root GameObject in the trees hierarchy will be used. Use a tree with LOD group if you want a tree with hierarchy of MeshRenderers.
russian: Выбранное дерево не имеет группы LOD, но имеет иерархию MeshRenderer, будет использоваться только MeshRenderer на корневом GameObject в иерархии деревьев. Используйте дерево с группой LOD, если вам нужно дерево с иерархией MeshRenderers.

source: Mass Place Trees
russian: Массовые деревья

source: The Mass Place Trees button is a very useful way to create an overall covering of trees without painting over the whole landscape. Following a mass placement, you can still use painting to add or remove trees to create denser or sparser areas.
russian: Кнопка «Массовое размещение деревьев» — очень полезный способ создать общее покрытие деревьев, не закрашивая весь ландшафт. После массового размещения вы все равно можете использовать рисование, чтобы добавлять или удалять деревья, чтобы создать более плотные или более редкие области.

source: Tree Contribute Global Illumination
russian: Дерево способствует глобальному освещению

source: The state of the Contribute GI flag for the tree prefab root GameObject. The flag can be changed on the prefab. When disabled, this tree will not be visible to the lightmapper. When enabled, any child GameObjects which also have the static flag enabled, will be present in lightmap calculations. Regardless of the value of the flag, each tree instance receives its own light probe and no lightmap texels.
russian: Состояние флага Contribute GI для корневого GameObject префаба дерева. Флаг можно изменить в префабе. Если отключено, это дерево не будет видно для карты освещения. Если этот параметр включен, любые дочерние игровые объекты, у которых также включен статический флаг, будут присутствовать в расчетах карты освещения. Независимо от значения флага, каждый экземпляр дерева получает свой собственный световой зонд и не получает текселей карты освещения.

source: No trees defined.
russian: Деревья не определены.

source: Target Strength
russian: Целевая сила

source: Target amount
russian: Целевая сумма

source: The currently selected detail will not render at full strength. Either paint with low opacity, or lower the terrain detail density. Alternatively consider use instanced rendering by setting "Use GPU Instancing" to true.
russian: Выбранная в данный момент деталь не будет отображаться в полную силу. Либо рисуйте с низкой непрозрачностью, либо уменьшите плотность детализации ландшафта. В качестве альтернативы рассмотрите возможность использования экземплярного рендеринга, установив для параметра «Использовать экземпляры графического процессора» значение true.

source: Edit Details...
russian: Редактировать детали...

source: Add or remove detail meshes
russian: Добавляйте или удаляйте детализированные сетки

source: No Detail objects defined.
russian: Объекты Detail не определены.

source: Left click to raise. Hold shift and left click to lower.
russian: Щелкните левой кнопкой мыши, чтобы поднять. Удерживайте клавишу Shift и щелкните левой кнопкой мыши, чтобы опустить.

source: Fill Heightmap Using Neighbors
russian: Заполнить карту высот, используя соседей

source: If selected, it will fill heightmap of the new terrain performing cross blend of heightmaps of its neighbors.
russian: Если выбрано, он заполнит карту высот нового ландшафта, выполняя перекрестное смешивание карт высот его соседей.

source: Fill Heightmap Address Mode
russian: Заполнить адресный режим карты высот

source: Type of the terrain's neighbors sampling address mode.
russian: Тип режима адреса выборки соседей ландшафта.

source: Terrain tool property change
russian: Изменение свойств инструмента ландшафта

source: Connected Body
russian: Подключенное тело

source: Connected Articulation Body
russian: Подключенное сочленение

source: Edit Angular Limits
russian: Редактировать угловые ограничения

source: Mass of this rigid body.
russian: Масса этого твердого тела.

source: Use Gravity
russian: Используйте гравитацию

source: Controls whether gravity affects this rigid body.
russian: Определяет, влияет ли гравитация на это твердое тело.

source: Damping factor that affects how this body resists linear motion.
russian: Коэффициент демпфирования, влияющий на сопротивление тела прямолинейному движению.

source: Damping factor that affects how this body resists rotations.
russian: Коэффициент демпфирования, влияющий на сопротивление тела вращению.

source: Is Kinematic
russian: Кинематический

source: Controls whether physics affects the rigidbody.
russian: Определяет, влияет ли физика на твердое тело.

source: Smooths out the effect of running physics at a fixed frame rate.
russian: Сглаживает эффект запуска физики с фиксированной частотой кадров.

source: Automatic Center Of Mass
russian: Автоматический центр масс

source: Use the calculated center of mass or set it directly.
russian: Используйте рассчитанный центр масс или задайте его напрямую.

source: Automatic Tensor
russian: Автоматический тензор

source: Use the calculated tensor or set it directly.
russian: Используйте рассчитанный тензор или задайте его напрямую.

source: Center Of Mass
russian: Центр масс

source: The local space coordinates of the center of mass.
russian: Местные координаты центра масс.

source: Inertia Tensor
russian: Тензор инерции

source: The diagonal inertia tensor of mass relative to the center of mass.
russian: Диагональный тензор инерции массы относительно центра масс.

source: Inertia Tensor Rotation
russian: Вращение тензора инерции

source: The rotation of the inertia tensor.
russian: Вращение тензора инерции.

source: The method to use to detect collisions for child colliders: discrete (default) or various modes of continuous collision detection that can help solving fast moving object issues.
russian: Метод, используемый для обнаружения столкновений для дочерних коллайдеров: дискретный (по умолчанию) или различные режимы непрерывного обнаружения столкновений, которые могут помочь решить проблемы с быстро движущимися объектами.

source: Layers to include when producing collisions
russian: Слои, включаемые при создании коллизий

source: Layers to exclude when producing collisions
russian: Слои, которые нужно исключить при создании коллизий

source: Implicit Com
russian: Неявный Com

source: Implicit Tensor
russian: Неявный тензор

source: Inertia Rotation
russian: Инерционное вращение

source: Edit the joint angular limits of this Articulation Body
russian: Отредактируйте суставные угловые пределы этого тела сочленения.

source: Edit the anchor transforms of this Articulation Body
russian: Отредактируйте якорные преобразования этого тела артикуляции.

source: Cloth Inter-Collision
russian: Взаимное столкновение ткани

source: Stiffness
russian: Жесткость

source: Min and max limits must be within the range
russian: Минимальные и максимальные пределы должны находиться в пределах диапазона

source: Reference to the Physics Material that determines how this Collider interacts with others.
russian: Ссылка на физический материал, который определяет, как этот коллайдер взаимодействует с другими.

source: If enabled, this Collider is used for triggering events and is ignored by the physics engine.
russian: Если этот коллайдер включен, он используется для запуска событий и игнорируется физическим движком.

source: The position of the Collider in the GameObject's local space.
russian: Положение коллайдера в локальном пространстве GameObject.

source: Whether or not this collider provides contacts without any MonoBehaviour listeners
russian: Предоставляет ли этот коллайдер контакты без каких-либо прослушивателей MonoBehaviour.

source: When 2 colliders have conflicting overrides, the settings of the collider with the higher priority are taken.
russian: Когда два коллайдера имеют конфликтующие переопределения, принимаются настройки коллайдера с более высоким приоритетом.

source: Slope Limit
russian: Предел наклона

source: Step Offset
russian: Шаг смещения

source: Skin Width
russian: Ширина кожи

source: Min Move Distance
russian: Минимальное расстояние перемещения

source: The size of the Collider in the X, Y, Z directions.
russian: Размер коллайдера в направлениях X, Y, Z.

source: Force App Point Distance
russian: Расстояние до точки приложения Force

source: The point where the wheel forces are applied
russian: Точка приложения сил колеса

source: Suspension Distance
russian: Расстояние подвески

source: Maximum extension distance of wheel suspension, measured in local space. Suspension always extends downwards through the local Y-axis.
russian: Максимальное расстояние выдвижения подвески колес, измеренное в местном пространстве. Подвеска всегда проходит вниз через локальную ось Y.

source: Suspension Spring
russian: Подвеска Пружина

source: The suspension attempts to reach a Target Position by adding spring and damping forces.
russian: Подвеска пытается достичь целевого положения, добавляя силы пружины и демпфирования.

source: Forward Friction
russian: Прямое трение

source: Tire friction properties when the wheel is rolling forward.
russian: Свойства трения шины при движении колеса вперед.

source: Sideways Friction
russian: Боковое трение

source: Tire friction properties when the wheel is rolling sideways.
russian: Свойства трения шины при качении колеса вбок.

source: Wheel Damping Rate
russian: Скорость демпфирования колес

source: Number of items per row:
russian: Количество элементов в строке:

source: Clear locked objects
russian: Очистить заблокированные объекты

source: Draw Gizmos for:
russian: Рисуйте вещицы для:

source: GameObject:
russian: Игровой объект:

source: Show Layers
russian: Показать слои

source: Show selected layers
russian: Показать выбранные слои

source: Show Physics Scene
russian: Показать сцену с физикой

source: Show selected physics scenes
russian: Показать выбранные сцены физики

source: Show Unity Scene
russian: Показать сцену единства

source: Show selected Unity scenes
russian: Показать выбранные сцены Unity

source: Show Static Colliders
russian: Показать статические коллайдеры

source: Show collision geometry from Colliders that do not have a Rigidbody
russian: Показать геометрию столкновений из коллайдеров, у которых нет твердого тела.

source: Show Triggers
russian: Показать триггеры

source: Show collision geometry from Colliders that have 'isTrigger' enabled
russian: Показывать геометрию столкновений из коллайдеров, у которых включен isTrigger.

source: Show Rigidbodies
russian: Показать твердые тела

source: Show collision geometry from Rigidbodies
russian: Показать геометрию столкновений из Rigidbodies

source: Show Kinematic Bodies
russian: Показать кинематические тела

source: Show collision geometry from Kinematic Rigidbodies
russian: Показать геометрию столкновений из Kinematic Rigidbodies

source: Show Articulation Bodies
russian: Показать тела сочленения

source: Show collision geometry from Articulation Bodies
russian: Показать геометрию столкновений из тел артикуляции

source: Show Sleeping Bodies
russian: Показать спящие тела

source: Show collision geometry from Sleeping Rigidbodies
russian: Показать геометрию столкновений из Sleeping Rigidbodies

source: Collider Types
russian: Типы коллайдеров

source: Show BoxColliders
russian: Показать BoxКоллайдеры

source: Show collision geometry that is BoxCollider
russian: Показать геометрию столкновения, которая является BoxCollider

source: Show SphereColliders
russian: Показать SphereColliders

source: Show collision geometry that is SphereCollider
russian: Показать геометрию столкновения, которая является SphereCollider

source: Show CapsuleColliders
russian: Показать капсульные коллайдеры

source: Show collision geometry that is CapsuleCollider
russian: Показать геометрию столкновения, которая является CapsuleCollider

source: Show MeshColliders (convex)
russian: Показать MeshColliders (выпуклый)

source: Show collision geometry that is Convex MeshCollider
russian: Показать геометрию столкновения, которая является Convex MeshCollider

source: Show MeshColliders (concave)
russian: Показать MeshColliders (вогнутые)

source: Show collision geometry that is Concave MeshCollider
russian: Показать геометрию столкновения, которая является Concave MeshCollider.

source: Show TerrainColliders
russian: Показать TerrainColliders

source: Show collision geometry that is TerrainCollider
russian: Показать геометрию столкновения, которая является TerrainCollider.

source: Static Colliders
russian: Статические коллайдеры

source: Rigidbodies
russian: Твердые тела

source: Kinematic Bodies
russian: Кинематические тела

source: Articulation Bodies
russian: Органы сочленения

source: Sleeping Bodies
russian: Спящие тела

source: Variation
russian: Вариация

source: Random color variation that is added on top of the base color
russian: Случайное изменение цвета, добавляемое поверх основного цвета.

source: Constant screen size
russian: Постоянный размер экрана

source: Use constant screen size for the center of mass gizmos
russian: Используйте постоянный размер экрана для штуковин центра масс.

source: Inertia Tensor scale
russian: Шкала тензора инерции

source: Scale by which the original inertia tensor is multiplied before drawing
russian: Масштаб, на который умножается исходный тензор инерции перед рисованием.

source: Force Overdraw
russian: Принудительное перерисование

source: Draws Collider geometry on top of render geometry
russian: Рисует геометрию коллайдера поверх геометрии рендеринга.

source: Transparency
russian: Прозрачность

source: View Distance
russian: Расстояние просмотра

source: Lower bound on distance from camera to physics geometry.
russian: Нижняя граница расстояния от камеры до физической геометрии.

source: Terrain Tiles Max
russian: Плитки ландшафта Макс.

source: Number of mesh tiles to drawn.
russian: Количество ячеек сетки для рисования.

source: Gizmos settings:
russian: Настройки штуковины:

source: Contact colors
russian: Цвета контактов

source: Contact color
russian: Цвет контакта

source: Contact separation color
russian: Цвет разделения контактов

source: Contact impulse color
russian: Контактный импульсный цвет

source: Show Contacts
russian: Показать контакты

source: Should contacts be shown? Enabling this at runtime won't have an effect
russian: Нужно ли показывать контакты? Включение этого во время выполнения не даст эффекта

source: Show All Contacts
russian: Показать все контакты

source: Should all physics objects report contacts or only the ones that were requested by MonoBehaviour scripts
russian: Должны ли все физические объекты сообщать о контактах или только те, которые были запрошены скриптами MonoBehaviour?

source: Show Impulse
russian: Показать импульс
