Repository: Avirlus/kf9agc5Qt7ZvuI67BRzloxZWGalPqSLkMAIN
Catalog: unity/*.po
Languages: russian

# Warning Message in YAMLNode.cpp
source: Cast from Int64 to float may cause data lose.
russian: Преобразование Int64 в число с плавающей запятой может привести к потере данных.

# Error Message in SerializedProperty.cpp
source: SerializedObject target has been destroyed.
russian: Цель SerializedObject была уничтожена.

# Error Message in SerializedProperty.cpp
source: Retrieving array size but no array was provided
russian: Получение размера массива, но массив не предоставлен

# Error Message in SerializedProperty.cpp
source: Invalid property to get array Element
russian: Недопустимое свойство для получения элемента массива

# Error Message in SerializedProperty.cpp
source: Retrieving array element but no array was provided
russian: Получение элемента массива, но массив не предоставлен.

# Error Message in SerializedProperty.cpp
source: Retrieving array element that was out of bounds
russian: Получение элемента массива, который вышел за пределы

# Error Message in SerializedProperty.cpp
source: Retrieving fixed buffer size but no fixed buffer was provided
russian: Получение фиксированного размера буфера, но фиксированный буфер не предоставлен.

# Error Message in SerializedProperty.cpp
source: Retrieving fixed buffer element but no fixed buffer was provided
russian: Получение элемента фиксированного буфера, но фиксированный буфер не предоставлен.

# Error Message in SerializedProperty.cpp
source: type is not a supported int value
russian: тип не является поддерживаемым значением int

# Error Message in SerializedProperty.cpp
source: Array size must be non-negative.
russian: Размер массива должен быть неотрицательным.

# Error Message in SerializedProperty.cpp
source: Invalid property to resize array
russian: Недопустимое свойство для изменения размера массива

# Error Message in SerializedProperty.cpp
source: type is not a supported float value
russian: тип не является поддерживаемым значением с плавающей запятой

# Error Message in SerializedProperty.cpp
source: type is not a supported string value
russian: тип не является поддерживаемым строковым значением

# Error Message in SerializedProperty.cpp
source: type is not a supported color value
russian: тип не является поддерживаемым значением цвета

# Error Message in SerializedProperty.cpp
source: Not an animation curve
russian: Не кривая анимация

# Error Message in SerializedProperty.cpp
source: type is not a supported gradient value
russian: тип не является поддерживаемым значением градиента

# Error Message in SerializedProperty.cpp
source: type is not a supported pptr value
russian: тип не является поддерживаемым значением pptr

# Error Message in SerializedProperty.cpp
source: type is not a enum value
russian: тип не является значением перечисления

# Error Message in SerializedProperty.cpp
source: enum index is out of range
russian: Индекс перечисления выходит за пределы диапазона

# Error Message in SerializedProperty.cpp
source: Managed reference can only be set on fields that use the SerializeReference attribute
russian: Управляемая ссылка может быть установлена ​​только для полей, которые используют атрибут SerializeReference.

# Error Message in SerializedProperty.cpp
source: Cannot set a managed reference for a serialized object that does not have a managed references defined
russian: Невозможно установить управляемую ссылку для сериализованного объекта, для которого не определены управляемые ссылки.

# Error Message in SerializedProperty.cpp
source: Managed references can only be set on the first target
russian: Управляемые ссылки можно установить только для первой цели.

# Error Message in SerializedProperty.cpp
source: type is not a ManagedReference value
russian: тип не является значением ManagedReference

# Error Message in SerializedProperty.cpp
source: type is not a LayerMask value
russian: тип не является значением LayerMask

# Error Message in SerializedProperty.cpp
source: property must be 32 bits for SetBitAtIndexForAllTargetsImmediate.
russian: Свойство должно быть 32 бита для SetBitAtIndexForAllTargetsImmediate.

# Error Message in SerializedProperty.cpp
source: Destination property could not be found
russian: Объект назначения не найден.

# Error Message in SerializedProperty.cpp
source: Destination property underlying types does not match the given one
russian: Базовые типы целевого свойства не соответствуют заданному

# Warning Message in PlayerPaths.cpp
source: No architecture-specific folder for the current standalone platform
russian: Нет папки для конкретной архитектуры для текущей автономной платформы.

# Error Message in GameObjectUtility.cpp
source: Destroying object multiple times. Don't use DestroyImmediate on the same object in OnDisable or OnDestroy.
russian: Уничтожение объекта несколько раз. Не используйте DestroyImmediate для одного и того же объекта в OnDisable или OnDestroy.

# Error Message in GameObjectUtility.cpp
source: Component Removing internal failure
russian: Компонент Устранение внутренней неисправности

# Error Message in Cache.cpp
source: Maximum disk space used exceeds what is allowed by the license
russian: Максимальное используемое дисковое пространство превышает разрешенное лицензией.

# Error Message in GarbageCollectSharedAssets.cpp
source: UnloadUnusedAssets incorrect caused some assets to load. This can easily cause deadlocks or crashes.
russian: Неверный параметр UnloadUnusedAssets привел к загрузке некоторых ресурсов. Это может легко привести к взаимоблокировкам или сбоям.

# Warning Message in GarbageCollectSharedAssets.cpp
source: Persistent object is known in persistent manager will unload Might happen due to Assetbundle.Unload(false)
russian: Постоянный объект известен в постоянном менеджере, будет выгружен. Может произойти из-за Assetbundle.Unload(false)

# Error Message in PlayerSettings.cpp
source: orientation out of range
russian: ориентация вне диапазона

# Error Message in PlayerSettings.cpp
source: all orientations are disabled for auto-rotation. Enabling Portrait
russian: все ориентации отключены для автоматического поворота. Включение портретной ориентации

# Warning Message in PlayerSettings.cpp
source: OpenGLES2 and OpenGLES3 have been deprecated on iOS.
russian: OpenGLES2 и OpenGLES3 устарели в iOS.

# Warning Message in PlayerSettings.cpp
source: OpenGLES2 and OpenGLES3 have been deprecated on tvOS.
russian: OpenGLES2 и OpenGLES3 устарели в tvOS.

# Warning Message in PlayerSettings.cpp
source: MacFullscreenMode.CaptureDisplay is deprecated and no longer supported. Will use MacFullscreenMode.FullscreenWindow instead.
russian: MacFullscreenMode.CaptureDisplay устарел и больше не поддерживается. Вместо этого будет использоваться MacFullscreenMode.FullscreenWindow.

# Warning Message in BaseVideoTexture.cpp
source: Warning! Video texture requires non-power-of-two-textures support in hardware.
russian: Предупреждение! Видеотекстура требует аппаратной поддержки текстур без степени двойки.

# Error Message in BaseVideoTexture.cpp
source: integer overflow in addition
russian: кроме того, целочисленное переполнение

# Error Message in BaseVideoTexture.cpp
source: integer overflow in multiplication
russian: целочисленное переполнение при умножении

# Error Message in CloneObject.cpp
source: Cannot instantiate objects with a parent which is persistent. New object will be created without a parent.
russian: Невозможно создать экземпляры объектов с постоянным родителем. Новый объект будет создан без родителя.

# Error Message in TagManager.cpp
source: Layer index out of bounds
russian: Индекс слоя выходит за пределы

# Error Message in ManagerContext.cpp
source: Number of GameManager classes does not match number of game managers registered.
russian: Количество классов GameManager не соответствует количеству зарегистрированных игровых менеджеров.

# Error Message in PPtr.h
source: Dereferencing NULL PPtr!
russian: Разыменование NULL PPtr!

# Error Message in GfxDevice.h
source: IssuePluginCustomTextureUpdate is not supported by this GfxDevice
russian: IssuePluginCustomTextureUpdate не поддерживается этим GfxDevice.

# Error Message in GfxDevice.h
source: Don't call SetShadersMainThread on threadable device! Use GraphicsHelper instead
russian: Не вызывайте SetShadersMainThread на многопоточном устройстве! Вместо этого используйте GraphicsHelper

# Error Message in GfxDevice.h
source: Don't call SetGeometryRayTracingShaderMainThread on threadable device! Use GraphicsHelper instead
russian: Не вызывайте SetGeometryRayTracingShaderMainThread на многопоточном устройстве! Вместо этого используйте GraphicsHelper

# Error Message in DrawImmediate.cpp
source: GL.End requires material.SetPass before!
russian: Для GL.End требуется материал.SetPass раньше!

# Error Message in InstancedRendering.cpp
source: Indirect argument buffers are not supported.
russian: Буферы косвенных аргументов не поддерживаются.

# Warning Message in GfxDeviceSetup.cpp
source: The command-line parameter 'gpu' has been removed. Please use 'force-device-index' instead.
russian: Параметр командной строки «gpu» был удален. Вместо этого используйте «force-device-index».

# Error Message in HDROutputSettings.cpp
source: Cannot switch in or out of HDR mode at runtime if the platform doesn't support it.
russian: Невозможно переключиться в режим HDR или выйти из него во время выполнения, если платформа его не поддерживает.

# Warning Message in HDROutputSettings.cpp
source: Unable to determine Max Full Frame Tonemap Luminance from display.
russian: Невозможно определить максимальную яркость полнокадровой карты тонов на дисплее.

# Warning Message in HDROutputSettings.cpp
source: Unable to determine Max Tonemap Luminance from display
russian: Невозможно определить максимальную яркость тональной карты на дисплее.

# Warning Message in HDROutputSettings.cpp
source: Unable to determine Min Tonemap Luminance from display
russian: Невозможно определить минимальную яркость тональной карты на дисплее.

# Error Message in HDROutputSettings.cpp
source: Cannot enable automatic HDR tonemapping if the platform doesn't support it.
russian: Невозможно включить автоматическое отображение тонов HDR, если платформа его не поддерживает.

# Error Message in GfxDevice.cpp
source: This GfxDevice does not support asynchronous readback
russian: Этот GfxDevice не поддерживает асинхронное обратное чтение.

# Error Message in GfxDevice.cpp
source: Cannot reload shaders on this platform
russian: Невозможно перезагрузить шейдеры на этой платформе.

# Error Message in GfxDevice.cpp
source: GetPreparedThreadedDeviceClient is not supported by this GfxDevice
russian: GetPreparedThreadedDeviceClient не поддерживается этим GfxDevice.

# Error Message in TextureReadbackMetal.mm
source: Reading pixels from the depth-only render texture
russian: Чтение пикселей из текстуры рендеринга только глубины

# Error Message in TextureReadbackMetal.mm
source: Reading pixels from the memoryless render texture
russian: Чтение пикселей из текстуры рендеринга без памяти

# Error Message in TextureReadbackMetal.mm
source: Reading pixels out of bounds of the current active render texture
russian: Чтение пикселей за пределами текущей активной текстуры рендеринга.

# Error Message in TextureReadbackMetal.mm
source: Trying a to read a negative amount of pixels
russian: Попытка прочитать отрицательное количество пикселей

# Error Message in GfxDeviceMetal.mm
source: Indirect rendering with tessellation is not supported on Metal.
russian: Косвенный рендеринг с тесселяцией не поддерживается в Metal.

# Warning Message in GfxDeviceMetal.mm
source: Random write target index out of bounds
russian: Целевой индекс произвольной записи выходит за пределы

# Error Message in SparseTexturesD3D11.cpp
source: Could not find tile pool for D3D11 sparse texture
russian: Не удалось найти пул тайлов для разреженной текстуры D3D11.

# Error Message in DrawBuffersD3D11.cpp
source: Draw indirect argument buffer too small. Must be at least 20 bytes (5 ints).
russian: Нарисовать буфер косвенных аргументов слишком мал. Должно быть не менее 20 байт (5 целых).

# Error Message in TexturesD3D11.cpp
source: Could not find texture for D3D11 sparse texture upload
russian: Не удалось найти текстуру для загрузки разреженной текстуры D3D11.

# Error Message in GpuProgramsD3D11.cpp
source: D3D shader blob is empty!
russian: Объект шейдера D3D пуст!

# Error Message in GpuProgramsD3D11.cpp
source: D3D shader bytecode missing from blob!
russian: В BLOB-объекте отсутствует байт-код шейдера D3D!

# Error Message in StereoSupportExt.cpp
source: Trying to get an unsupported stereo matrix.
russian: Пытаюсь получить неподдерживаемую стерео матрицу.

# Error Message in StereoSupportExt.cpp
source: Trying to set an unsupported stereo matrix.
russian: Пытаюсь установить неподдерживаемую стереоматрицу.

# Error Message in StereoSupportExt.cpp
source: Invalid param to SetStereoMatrix()
russian: Неверный параметр для SetStereoMatrix().

# Error Message in GfxDeviceVK.cpp
source: Toggling SRGBWrite is not supported while inside a Renderpass!
russian: Переключение SRGBWrite не поддерживается внутри Renderpass!

# Warning Message in GfxDeviceVK.cpp
source: Attempting to draw with missing bindings
russian: Попытка рисовать с отсутствующими привязками

# Warning Message in GfxDeviceVK.cpp
source: Attempting to draw with missing UAV bindings
russian: Попытка рисовать с отсутствующими привязками БПЛА.

# Warning Message in GfxDeviceVK.cpp
source: Attempting to draw without an active shader program?
russian: Пытаетесь рисовать без активной шейдерной программы?

# Warning Message in GfxDeviceVK.cpp
source: Shader requires vertex data and is not compatible with DrawNullGeometry.
russian: Шейдер требует данных вершин и несовместим с DrawNullGeometry.

# Warning Message in GfxDeviceVK.cpp
source: Shader requires vertex data and is not compatible with DrawNullGeometryIndirect.
russian: Шейдер требует данных вершин и несовместим с DrawNullGeometryIndirect.

# Warning Message in GfxDeviceVK.cpp
source: Shader requires vertex data and is not compatible with DrawIndexedNullGeometry.
russian: Шейдер требует данных вершин и несовместим с DrawIndexedNullGeometry.

# Warning Message in GfxDeviceVK.cpp
source: Shader requires vertex data and is not compatible with DrawIndexedNullGeometryIndirect.
russian: Шейдер требует данных вершин и несовместим с DrawIndexedNullGeometryIndirect.

# Error Message in GfxDeviceVK.cpp
source: Can't allocate buffers from graphics jobs
russian: Невозможно выделить буферы из графических заданий.

# Error Message in GfxDeviceVK.cpp
source: Can't initialize buffers from graphics jobs
russian: Невозможно инициализировать буферы из графических заданий.

# Error Message in GfxDeviceVK.cpp
source: Can't delete buffers from graphics jobs
russian: Невозможно удалить буферы из графических заданий.

# Warning Message in GfxDeviceVK.cpp
source: Late latched object did not have a supported flag and was likely patched with an identity matrix!
russian: Объект с поздней фиксацией не имел поддерживаемого флага и, скорее всего, был исправлен с помощью идентификационной матрицы!

# Error Message in GpuProgramsVK.cpp
source: Error creating GPU program
russian: Ошибка создания программы графического процессора

# Error Message in VKFramebuffer.cpp
source: Missing Vulkan framebuffer attachment image?
russian: Отсутствует изображение вложения фреймбуфера Vulkan?

# Error Message in VKFramebuffer.cpp
source: Missing Vulkan framebuffer attachment resolve image?
russian: Отсутствует изображение разрешения вложения фреймбуфера Vulkan?

# Error Message in VKFramebuffer.cpp
source: Missing Vulkan framebuffer attachment foveation image?
russian: Отсутствует изображение фовеации прикрепления фреймбуфера Vulkan?

# Warning Message in VKRenderPass.cpp
source: Depth
russian: Глубина

# Warning Message in VKRenderPass.cpp
source: stencil resolve is not supported.
russian: Разрешение трафарета не поддерживается.

# Warning Message in D3D12HeapAllocator.cpp
source: Heap type not supported!
russian: Тип кучи не поддерживается!

# Warning Message in D3D12HeapAllocator.cpp
source: Heap type already initialized!
russian: Тип кучи уже инициализирован!

# Warning Message in D3D12HeapAllocator.cpp
source: Freed preallocated heaps because we are running out of memory. This can slow down future resource allocation.
russian: Освобождены предварительно выделенные кучи, поскольку у нас заканчивается память. Это может замедлить распределение ресурсов в будущем.

# Error Message in RenderTextureD3D12.cpp
source: Stencil sampling is only available for 2D Textures and 2D Texture arrays
russian: Выборка трафарета доступна только для 2D-текстур и массивов 2D-текстур.

# Error Message in GfxDeviceGLES.cpp
source: The given primitive topology does not match with the topology expected by the geometry shader
russian: Данная примитивная топология не соответствует топологии, ожидаемой геометрическим шейдером.

# Warning Message in GraphicsCapsGLES.cpp
source: MSAA support is disabled on High Sierra for this GPU
russian: Поддержка MSAA отключена в High Sierra для этого графического процессора.

# Error Message in GfxDeviceClientPool.cpp
source: Didn't find device in ReleaseClientDevice()
russian: Не нашел устройство в ReleaseClientDevice()

# Error Message in GfxDeviceWorker.cpp
source: Illegal offset
russian: Незаконное зачет

# Error Message in GfxDeviceWorker.cpp
source: size in BeginBufferWrite()
russian: размер в BeginBufferWrite()

# Error Message in GfxDeviceClient.cpp
source: Dimensions of color surface does not match dimensions of depth surface
russian: Размеры цветной поверхности не соответствуют размерам глубины поверхности.

# Error Message in GfxDeviceClient.cpp
source: CPU fence is invalid or very old!
russian: Ограждение ЦП недействительно или очень старо!

# Error Message in Scripting.cpp
source: Instance couldn't be created because type was null.
russian: Не удалось создать экземпляр, поскольку тип был нулевым.

# Error Message in ScriptingInvocation.cpp
source: Failed to call function because it was null
russian: Не удалось вызвать функцию, поскольку она была нулевой

# Error Message in DynamicGI.cpp
source: Unable to set Indirect Scale. Please set up a new Lighting Settings asset in the Lighting Settings Window.
russian: Невозможно установить косвенный масштаб. Настройте новый актив «Настройки освещения» в окне «Настройки освещения».

# Error Message in GIHelpers.cpp
source: Explicitly handle all the GI texture types in BuildSystemTexture.
russian: Явно обрабатывайте все типы текстур GI в BuildSystemTexture.

# Error Message in GICache.cpp
source: GICache path is uninitialized!
russian: Путь GICache не инициализирован!

# Error Message in EnlightenRuntimeManager.cpp
source: Attempting to release atlas texture that is in use. Cannot release texture.
russian: Попытка освободить используемую текстуру атласа. Невозможно выпустить текстуру.

# Error Message in EnlightenRuntimeManager.cpp
source: Failed to issue albedo update.
russian: Не удалось выполнить обновление альбедо.

# Error Message in PlayableGraph.cpp
source: A PlayableGraph is being directly or indirectly evaluated recursively.
russian: PlayableGraph прямо или косвенно оценивается рекурсивно.

# Warning Message in PlayableGraph.cpp
source: PlayableGraph being evaluated with no outputs. Playables will not be updated
russian: PlayableGraph оценивается без выходных данных. Playables не будут обновляться

# Error Message in Playable.cpp
source: attempting to explicitly set an output connection to a non-existing port
russian: попытка явно установить выходное соединение на несуществующий порт

# Error Message in PlayableOutput.cpp
source: Cannot set multiple PlayableOutputs to the same source playable and output port
russian: Невозможно установить несколько PlayableOutputs на один и тот же источник воспроизведения и выходной порт.

# Error Message in PlayableAssetUtility.cpp
source: Could not find GetPlayableAssetDuration method
russian: Не удалось найти метод GetPlayableAssetDuration.

# Error Message in PlayableAssetUtility.cpp
source: Could not find Create Playable method
russian: Не удалось найти метод Create Playable.

# Error Message in LoadSceneOperation.cpp
source: SerializedFile is null
russian: SerializedFile имеет значение null

# Error Message in TouchPhaseEmulation.cpp
source: Trying to expire empty touch slot!
russian: Пытаюсь истечь пустой сенсорный слот!

# Warning Message in Shadows.cpp
source: Screenspace cascaded shadow map support is disabled in graphics settings
russian: Поддержка каскадных карт теней в Screenspace отключена в настройках графики.

# Error Message in LightProbes.cpp
source: LightProbeData BoundingBox isn't finite.
russian: LightProbeData BoundingBox не является конечным.

# Error Message in Camera.cpp
source: Camera rendering during OnValidate is not allowed.
russian: Рендеринг камеры во время OnValidate не разрешен.

# Error Message in Camera.cpp
source: Unable to find ODSWorldTexture shader
russian: Не удалось найти шейдер ODSWorldTexture.

# Error Message in Camera.cpp
source: Cubemap must not be null
russian: Кубическая карта не должна быть нулевой.

# Error Message in Camera.cpp
source: Camera to copy from must not be null
russian: Камера для копирования не должна быть нулевой.

# Error Message in BatchRendererGroup.cpp
source: BatchRendererGroup requires the use of a ScriptableRenderPipeline.
russian: BatchRendererGroup требует использования ScriptableRenderPipeline.

# Error Message in BatchRendererGroup.cpp
source: BatchRendererGroup.AddBatch requires a non-zero windowSize parameter when BufferTarget is ConstantBuffer.
russian: BatchRendererGroup.AddBatch требует ненулевого параметра windowSize, если BufferTarget имеет значение ConstantBuffer.

# Error Message in BatchRendererGroup.cpp
source: Trying to unregister an invalid BRGMeshID
russian: Попытка отменить регистрацию недействительного BRGMeshID.

# Error Message in BatchRendererGroup.cpp
source: Trying to unregister an invalid BRGMaterialID
russian: Попытка отменить регистрацию недействительного BRGMaterialID.

# Warning Message in ImageFilters.cpp
source: OnRenderImage() possibly didn't write anything to the destination texture!
russian: OnRenderImage() возможно ничего не записывал в текстуру назначения!

# Error Message in ImageFilters.cpp
source: A call to Blit with source and dest set to the same RenderTexture may result in undefined behaviour.
russian: Вызов Blit с одним и тем же RenderTexture для источника и назначения может привести к неопределенному поведению.

# Error Message in RendererScene.cpp
source: Invalid SceneHandle
russian: Неверный дескриптор сцены

# Error Message in OcclusionCullingSettings.cpp
source: Occlusion culling data is out of date. Please rebake
russian: Данные об исключении окклюзии устарели. Пожалуйста, перезапейте

# Warning Message in UmbraInterface.h
source: Loading deprecated Occlusion Culling is not supported. Please rebake the occlusion culling data.
russian: Загрузка устаревшего метода Occlusion Culling не поддерживается. Пожалуйста, перезапишите данные отсеивания окклюзии.

# Error Message in CullingGroup.cpp
source: CullingGroup index is out of bounds
russian: Индекс CullingGroup выходит за пределы

# Warning Message in CullingGroup.cpp
source: Bounding sphere count must be less or equal to the bounding sphere array.
russian: Количество ограничивающих сфер должно быть меньше или равно массиву ограничивающих сфер.

# Error Message in CullingGroup.cpp
source: CullingGroup bounding distances must be sorted in ascending order.
russian: Ограничивающие расстояния CullingGroup должны быть отсортированы в порядке возрастания.

# Error Message in NetworkUtility.cpp
source: No IP present in PingTime structure.
russian: В структуре PingTime нет IP-адреса.
